{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "UcnAve88Kb3ktiY+cM32PZXpfT2OdeI8MwPcvZxwUT2xFV6+XUI/Pd8yVDwebo09o+K+Pb9ukr0007K9w8jyPIWp6zujX4q9clkfPios+j07WVK+uXE4PaGCBT5WR4y8VhVGvq/ZEb4VoVO+tvWAu6whT76A6T0+U5v+vDauRb4T0Lc9zVMbPtyGa77ohGA9Nutdvg+EPTyAIlS9Zf8DPj7Nbr4/al++sCPOPaMCHz6Myy6+XgGmvG58IT4mZVC+wQIoviB3Ur5yzS++5sG5vUIEhD1OULS97obWvQABKb2DBwg81ZAKvW+RBT4S9RE+wVqtPRSNEbxaKEg+arYwvc8RDL54UUG+4qM8PjP7FL4EC5a9AfucvWXShr0XrEy+mZrAPWEK2L1Lz869m3VzvCKdnL11H5A9P5wHvgPLGL4gFzo+nJXzPTsXGb65gSy9TqTTPBmuTDyN+8Q9Bv0CPlNeGb0NqEE9z38/PgOhjz1ykEo+vn72vUtIDD6TdDq94xUCPJoDNz6fj989cAauPUMN7j3hX049LYquO/wKGT6YKV293NwUPqYwFT66Xhw8D+T2PFnVQL4wYoc4btXdvfclOjwGNGQ9eVQpPjw4KTtCx8O9TQBGPeK7OT0Yh0i+DbKMPbjx17ueVNS9zKNZvoG97L2nDmU8A86rvSzOND5DCgs+FzafPd1EQD5/Sdk8vk8gvm7T+T2qbyY+U67jvVd1mT0PVKK9nqWfvYi1FD46Z6Y6ye2KPXaN5jwAlAi+lWsuPm2vc72lf04+8XyzvZLrGb4WkEK7zv0lPYgK7Ly+oz29XGr+PbG5zD0t7mo9trQjvUNeO7722bm8jkNkPci/DT7NmdW9PCWVPY7kLL3GzgA8i2eWPQcLTDzSa/U5kTsLvk5l5T3XV4c9CfACvrx/2z0qaTa+HORFPpOSRT6S+EI9UqVlPauaAL6zM649sRKcu+/J2L3fDXy9a4uyvJpBDL6WvYy+eYa6vNmG8z1S7y8+DzFbvd8RGL4Dheu8QAIsvMsFI775Qh4+pZ0HPVEc5D2zPjK+GUf0vRgs+L1Rmh++i6KgvZ6iurwwfFg+e7p2vbITCr13vwG+ThUUPZuw/707RPi9uAqgPZnI0L0/4Uu+XeohPj0KtbqJ2gy+TyjUvWvuub1bH9e84xJgvchAFD20Nyi+KpUEvqvyUDxwxhS9+d4EPony8T01F5E9vc1OPeC42bpqc3g98VRTu+EfEj7t/8Q9SgIjPTU5DD40PLs9DL+Hvc/NZL6J66a98iMOvQJxKz2dQQw+sixAvHhEXr5bFBy+aCQQvL8uTL4mBVU6EiALPjo6YT2g+hO+ipm8u7nZRr7PuPy9pf4DPsxX5j0R1IK9p8PkvRCuSb4e/vU89vyrPZUchz2y93C8H/5FPYHFKj7398C9Ydczvl09nrsBcfo9C5MYPqPMhj1pKiu+TvUAvep2AjpatMC7fxCavYynzr0gQBE+SFfqPTjB3rzZbeK9QM4IPtOIhL2j+Ua8S7AfPsY81j1XfCo+psswvgkEuD02jKk9MYB7vmmBTb0Z9Ag+Dc/TPBZAZb2dfo88ZfYTvldCSL3awIG9xSInPu0O5z2Ueii+Ez48vl9CjD1l4ri9VRL+PbgAMT5wLie++03nvYEq672Rljm+A7UKvssJfj35RuG9BwtmPAmyh70YGtU9tmkCPXCmF76Ivb28eunAvcwpob2DUB+9wo9XvTIkWj2MCk8737ARPpjD+7xYsy89uyn+OhkPaj5DKSk+zoOPPLM9K7v68K29n+QZPjNgBr7nW0O+izIiPSstXb6xOc+8dILOPROxob0U8UG+JBlpvZbH9z0u3wg+TXZrPSCA8r08yx49txD0vQcncD7O6O69q3UrPq6AIb6zul4+j+lZvq4avD3ptJy9yhJQPjuJ/jsZDg29ONNfvehS3z1AA3A9IwCYvKsIxT1DM9A8ohyyPcmIvr3IFe69wE0IPqWOJL7+Y/68AIkjPugUL716BIM9wTjbPCymuD1aPVg+pMjTPULR1jxkKg0+hEjXvTvdsD0YKra6rBzrPXPBFL4rzS2+PDuYOYPsCL6Q4A69CoApuyOU/b278u892wsIvoPWHD1DVBg+QKL2vcLITT24/CE+3yj4vVoY0rx1ER2+EOdOPoHL5D3W2829IcoDviftgb1YjcE9Q9IIPnatm73zwhA+djnXPSZrr70zwxy+h0xFvugimjxDuxI+ENwVvp/USr06IuS92S+juyPfhr22ARG9oZPFPV/z1L0pHRu+AOzTvdu3Tr159Rw9pSCPPezlJj5jPgs+ygf1veF00r36/w2+PPJ7vZ4qwr3oCpS9tG9dPbk0vD2xSyu93Hpkvv6+XT3rBSk844eWPQ4lIb6Zs8c9OGa/PYDhTr3Qyoy9fr4nPhwgVj3FTQg+AOdaviV3g72p0AG+WLpuPL07nD0U+AM57TAYvWn3t72ma9I85GIAvv3nEj7SaVK+6La0vflWHDzQPo09/kTRPGuvNr78FZA9F1/rPaptJLu4hi6+h/dAviX09Dww2969rPOuPL63Bj5SOri8wy+dva9QvT33eZQ9Yd+LvX/4tL26oNK8IyxrvEV+FT4oRiU+PXIUPgHICT5kBn+8ooo5Pq53/L0oEro8xw33PPuym71hhYk9rCf4vLVrT77mTwC+OVH6vHuaEz5Bv1y+Ky9YvuSyGz7S3ZA9wf5GPgUYu72rdK49N1k4PTh3SD55pfW9i/uxPVxbJj5Cn7q9j2yLPQRqm7y9gfA8s3CwPbOUgT3SGVu9YDwGPhTSJz6VL6c9uMmeu5Th9jx6uJo9RS9LPdFukT3z7oM9CDKFvWxOs7yA5UY+oEURvuuUGz3JGDC+bDKsvcvGVL52OGY8Wo8WPlVtLT7Z2Qm+6y3lPUdpvb0xpy4+kPcGvvbZNr5Pw6y9EmPBvZCLMD6f00U7aNLIPT4har6JU9c8VoLzPRjrh7yic8u9Q9mwvbqNRL0vtiE+MKxGvEOglDzBFTe9U13pPRllpjzaJ8q7MXBrvc7cNb6elB4+iVKuvfHmFj4eXv+97UwEvn1qgT2Kag6+4ZPuvehA/D2Sd908Ts3VPMKoCT5WDmw9CjMhPvO3/T1pTCQ+Kg06PnSoOD6tLsq9mKVYPUJezDqyVbU90CsXPg40mLytHi4+a+0YvX3rGb2jP9w9RWsfvkLS5LyimRU+zc7LO5R3jLyCWzC8QcsFveCOIj52xaK9tm7OPV/DyL2QckI+rwHiOcrH5zzZ6Ks8qBLjvTVbvTyhaA8+xsQNPs9hyrxMCvQ9oW+DPcCmjL0xIkg+ajwWvZcDsj1n0gc+htMZvdiXpL16+A6+aYapPZzfLz2PG1S9Ar67PaKyp71leMe9SgKNPQlq1jxxxNG7RHDiPZH+oDyJ0h4+Pm+FvUQoIr0OkrQ9c1l6vbpFAr38Fik9WBipvfnt3j3KJOw968m3vawqvb0coRI9IRr+PIKoGj448jg7bDSrvMmblb0m3gM+8HSkPVYVqTzajLU9TPPUPTNtOr1t6VM9wWkLvuET+j2NFHe9+DiaPUjUGD6f3Es9vaDPPeb2iLwsv0y9CyWEPKHHQj7rAIm9Uf8zvuNNkj0FbZS9c5kIPa7TVruwFzA8r5eTPcaUUz1++Li9Be+JO+vsE75OOoI9PXODPTDC/z0PUNI9YRORPWf/yTq4Rf49nlbRPfrHtD1LkSk++irovX+OtbybWAQ+UXvQPQA/wDx9psM95ZrQPQJoND2agHG7dWprPnRzCr4s98g955DTPRB+kz081Ki9R4tKvt9J0z1K7ma93f4JvphqND2Ubh+9uKiPvfH2mL0yrwy+KbEiPZbWAj5KjQi9DfwbvQIwBr1CcME9dTmyvcQgNj7v0UQ+y33mvXJ/ND7m0S2+DphGvBEAMT6x+4a9jp3ZPcTYCj1C9q690p74PfPG770W0xe+ZPPiPYZo4zzupUe9qfBzvdG+GD1MH1W+JR3fvTZ/B751UFC96sOavbK5FD53atC8MEG0vf9u4zwtH+i9gpQ5veFON73z3i6+GiBmPfWy67wYE4K9Y48FPk7eG75PHjE+3fAqPp7aUT0YVPG9DY4Dvak6ET5XSkS+tTk8vu4dkD3JTCa+yPtIPhzsTb0ij3W9g6cdPnKkNL5+g7m9UAu2vUHEM73hLwi9zsBDvh9kSr1GRM48F03uvduQDr4ckMm8VucgPgjOqrvEApm9zaQmvRMSDD6D3dC9mhAmPtkgUb4qNcy9UC03vnic7z0LMJq9awP5Pb5tqTyUuZc9fxx4PBdUMj1BnpA9iowfvtnAij2MTNU9hhwUvQDLxL1sluo95Dw8veRaQ7wVJoq94l0Dvi5Dj71lk+C9aduTvWiZjr0rxfC930uHPfZeIL6nujq+1Y1OPRfk7T2x72c9kG/PPWDnCj4IxF68t3XdPYWyWr3Zr6e9xB8QPl4SG73MqQU+79U0vYvmCT5ULym+49YwvQP1/L0o8wK9bRvqPeB1B758gam92//OvaTtGr0Byy8++mIPvhmcmT3eEfU9AO0Uvp85Njuti4K83EJPvUWljjwx0ly+9Wquu48ILb6vKS++Ay+hvHOo9z3ElDA+WhwTPGKutD264R2+P6OAvRUn5r3xBp+9aourPc7QTb0AjJ29PECUvAISSL1eFrS9s9cEPlBg+r0LyAg+OXfovSNcZL6i5Pq9ZXioPZA+KL6xqwG+TS+JvQtWDL48Auu9CLvdvbBRkL2JehG+SBR9PI2oIr4tywa9F6jFvf+hDL5w9Mm9G1wXPYdS6T1m0829hVZivKS9fj0vETG9kO7YvRxeDj3ZYx0+O2MuvTDS9L1VzJy9FPYGvfLl6b0WV9+9gwomvpuLBT4P/zi9NUvOPX5E9z3V4++9dxoTvupbBD6jqie+STWKPRZ4H77OlQW+zCrcvU8wczx0qb+8UVwnPlxZQz70duc9WRIVvUPWDb6HHx0+DNUmPsHzOb7ylxK+28bcvejQUL5VKdw9wvKYPfxDWrwkF0i+SswCvnwDQj001ji9E/IXPdulJD6kZwW+Y4UDPjibGz62/E29YI4pPqHPKL5r4TE98H6hvR7o0b0IcM69ZMTnPWpDqT3L6309Yr1EPVgsIr2T3589Shf0vX8gNT7+Sw8+NIuePdctPT4ng++7ogvgPCNsFD5gB805CY7Pvcgf8b1tCwk9tLOzPZIqpz0RRf48WJ8CvSkjSz5uFnQ9OW6TvW/Vnz1P/p4977tZu7Bojb2HGGS98tszuwXMAL6oZu48mPQoPsQ9/r1uJ/E9ZeNkvVbJEzxqFeQ81XoevmaaN75Q4Z29Q1nsPcLSNb44ATC9gf8zPvjdeT3hx7G9+3uqvQdIS7732BC+v0szPqMaTD5BDTC+Zfg4PmGbyL1lJzE95xOmvQqB7D3ixqy8hve8PItZ3ryH5Z49xow/PO1pTj0Z/2U7Cc+MvZ3/7j3LIpI962cbvs5JAD5mpNa9ujGYPfGaD76zVWE+S96QvS7fPz5Tihg+E7ASvrj97T2PXly9dDU/PhPQ+z2hhJk8UpIWPlmZID5vJIO9gldWPaoKDL4scZU7lVZzvcUk7T106fu97qsUvjFhh73l4I88OFz4vbMQEz2bSqK9/u9MPQmWFL5x+J896+VVPWTRkD3GHDA+LCVhPsZ5Oj4ER8y9+KWFvJRreD1EtVe9ZwnzPdLvCz745GY95NkFvo0nRj5N+5K9D4HxPfTe4r0qSd29+pOFPZnkLb7thbc7O1uWvZcQ4z2lhdU9V1KrPQzaMD2DFX896MQIPqPaiT3zWNk9ur9PPnDc7jsqvdg93WmQPTVJA75GmYC9k/apvKcqwz1+8zi9DseePSNWOz60aR++zt4IvRfyMr1HkKc9fN2IPTdKBb5Kihk+KQGgvHATQr79r0K9U797PWyEJj2zXxg+M2ptvSG40bx8ZxQ+cu0RPs9K5r384w0+tX/vPRjlOT2KFIq7i7ErPnk+Ibxg14c9Z80DPUEA77ycMRg9YS+kPaAoNT3a5OO9w3KyvVGX+7yxZG+8hSxTvRUqEz1DKQo+t/a4vFnOGT6HKOI9d2KRvCZqHL6AgSo9QrePvaxjCz7lS/M8CKrbvH1jgL253Oa8UBzbvQv8fb1Qf/O8h4plPekkoz0nLwA+UXqNPZissju6Mz2+oCUgvpk8drykPC++qMY7vuMnw7xw/889wogLvtRBJD0F8fW9UtL+PWjXRD58wSS+SI7SvYS2MD2Jc+o8CHcXvrKo/DsoYQU9LhFuvfNJ5j1iVs69WUnmvbAnUb5hW4S9DUVaPe2FRrz7hAg+P8v7PIZq9D12epU9YZyCPHHMMr6EuBg+CXkGvm/nwLw+UI48YHjpPX5MA751l1W+F8+/vehlBD76ZhO+IhhqvZMHXL1M7hI+WY8oPvBkPT03xLQ8TnYpvold8710D6I9XmjvPfMacj2xpJm96aQmviOZzL1aHso9yFVJvQsSwryqsDO+hn4ovsJLLr5bS/+9IHBhPVtwIb6gpgm+TDgsPtZ9Sb4V0As+no+IPdKhPr7Da3G9SSdCvsz8Bb7an709SWbevTa3NLqgLCO+AFaEvQwzML0zt2a9p4zIvcrJCj65dje8LHbZvXsGJ77uKx++aB8uPg43RL5myt69tnXIvXp3wrxegbq9BCM4vmvHST6yfC6+vj2YvZKhHD0qtQM+mLULPZQUFT7LtY29JmAOPQu23D1fRKU9z3QGvp+sjb39a9Q9dAx0PVPmuD30A/49J86+vRQYDr6+m6O9ULlsvQYCezx7zee9Wk0pvs/5nD2QXde9+qzqPNbBgjwLOrM7LsXGPaQCUL3Pzqu9Y7fiPYwvOD5izC0+FulfPM62Wb0X6jm97uKZvfFUqr2tfsS9TUYGvtveTbzLtYy9jHutvZTYlzzT5VG9PjwSPs2mvr3rFc89cu/dvSBjsr1uxD8+930UvQtUDL7WmHq9JZIwPqHkNz5xY7Y9G10uPp/Iwrwxxwo+OIrEPHdOvz14RkQ+uFxVPeDQ4juBwSI+uOcyPun2zL2w6gk+ynUEPr1Hmz0N6es9YTwsPTf+YL6paMO8d2IKPnyspj0ZGNs9jg2fPaq5ST2mDKw7w+WvvT3nTT6FI8Y9WN8kPY78zL3SQJu9r8Q7PWJERLtsCts61Fzbve1nGD5JNNA9tYspvvrN5j1lDyC+uigzPeG0OT6ETQM92+rZPQVxjD3Xjg4+Py55vfD5dz6YD0A+dcuHPNLUi7zGNOm9l5TUvUJhFz3U1Qk+5fcuPlhr6b1dHb89/aGWPVjVC74WV1c8z9A2PqEDNb5iEbU914ugPbpX6r1PoG09OJryPNIaEz5atio+4usMPmuxKT4WSs89ZSFJPp3i8r0hjIk9EZdJu7gZwL30ogu+NPVZPlag2bvUtII+AMoZO9cskT09sLI9Ac84PlyY572GmhI+hfPLPXkBuLxfdCO9216qPVgdST6341Y+HcubvRXLpb137dU9WXc3vYjIOL0zGLk9a99lPQDtnL2h1S2+JeNNvRMXlb1or3M+O2L4PfvT7T0u6xe95tQrvjKLiT29KOw84gr6PUqz6b36Mie+Hqs6PsWomL3m74m9hT4mvidGHj5NipG8Ed8CvhB2HDrWgmO9ZBXdPY/7Ar63gYA9psdOPu4p0LwKAvK8s1XXvXWHDT49PCQ9yoHRPYBdeDzmeZs9oY0Mva9KGD6t/2a9MzM4vDSgPLzY2pK9ZFhrO2Fqzj1nKgu9Ed7Wuyjih715oKE99BCCPlTbtjnjBjs+sm4xPRY05r2WlIW9SRHUvYBDsDzobwI8o9sTvgjYpD0CUyy+QR9UPoUe8D3Dqhs+9v2XPa4Wbj3M3TM+cPGSvWOtVr2zlt+91k4/vtScrb1GmU+9pBQ4Pq+3AD4OMhw+bUcMvltTGb5dVuU9aSU4PmMUFb6kpTU9vXZlPjS40L2tW469DphBPqqzmLuZZ8M9l2xpvvkIQb0H8Jo94gKtvQ2vkLwW6pa9pR4LvkpK773hhA69hwgePUZbm7w0B5a9mOT+vT34MT4mFds9kYQ1vqaDrb2GNUO9FLANPjgW5btRaAg9DuIBvmV5Wj6+pC29NQvTPeB7pLznL6I9ILuUva8HKL1oecy8fR6HPVkREr5+4De9azhGPr2GjD0kT469aQ8evpf1Yr0y1Qw+XCVavSTlM72lch881x/9Pav3qz1BJ5S9foDOvWLLNr6Qyh2+2QXAPXtf2r05phC9M0kmvnhjB70JxxO91T0KPiBADD6SXwA+97rdPTg83T2s3tY9ttMCPji87r0YeXG8yw3DvS1Utr3mQr296fgSvGhx2z2qPJQ9KHW2PDyRHD6RxSa+l5XgO0Ljl7zC6f+9JHjvvaEQFD5vYgm9wOE2PWOeOL1Pbgk+PsOCvbnIwT323Cw+9SsSvUrKIL5694G9G6o+velbRj60XZE8cCs2PtiMHr70A4y91z00Plwv1jrOOL28rSX/vROwBD6rxRy+p2n2O1XAzrxj1iM+gxGXPfm2ejwuYls7pTv+PJ6Tkz3uQL89wgJAPl/pOr5SOcs9jocvviXDtj3SBa+9kwwzPrdv/DxU+AG+CX31Pcjo+bzQNgk+2iMjPvusMT6tj7I9Wx7XvCbBYj0UGRS9SC4EPgYjIj5bKWi9ZDEMPjYXBz3mSUK81GTOPRUSqD0+ojE+rPGhPSerID5xiC6+48I4PWttybz5zQq+hGXrveZYLj5g5QE+ps8aPXZx/b2APWs9LPxSPXPIdr0nsCK+g+fzvWDMDD7wF6m9d4oFPo/LtD0GqBe+qtCBvdmPXTx5h+a9c5UUvm4nIL5R+x89nku/PYV5Yj5OQyY8jrcRPgq0brv1pUi9PVUXPkMDf72xSE08DxbLvYWQ3j04+0a+CnJTPfNXiD3gO7E9KHoYvR6NdT3vENs9CH+AvKvabr3g5rK90+PgvMZxzr1cti68TW9vPAhAaz3T+SA+dUI+ve+p7TuOVlq95utIPQQdQr5L3h2+cD0tvv5jj7zCQVU+CKGGPZOzcT1BVBk+6kSGPVYzlj2w2/q9tYkgvV4VCr7BZq494sWkPd7QHbzSnKG9pMfGvCsYqL00YCE9d7OZvcYqjL7Igmy9e1HEveuPur16sve93YEtvg6Uvz190BQ+BsiwvSF9ob3pJzO+oeubPRmqwj3YpD893OYavFs6qr2ACiQ+NVAgvr80C74dT0e+tD7avQWXb7z/C/M9sv/mPI67kb3hE829mgEFPm5ujL03q7c9PHTnvR/Pcz79Gsk9nGKQPJK4d72QlwW+HrMLvkP3p7129QG+uXFfvWL6b74BuQU+HZ/Nvf5nCL7bw0y6H7yrPeIhKD4AHRA+Ar12vV8WLL4y3yE9QTwoPohrPT7qD5a9enouPoB+FD4elSs9QR3lPUPjQT1xykI+KczKPc45XT5QGDk+6CAHPv8UuLvDdhY+2Wwrvn4W3b3q44s94UvOPRHPGb5+aBU+epQRvk2FBT4BFzI+KyjOPY0Zzb3h5xs9Vn8jvpURmT2lNbs95c2HvUJGnrx2QYW87/AEvswKyj2x7sk93K2QvCfigz1PyUy9OaonPelOA74DY1K+Rf/hPRq8D74M6iW9CgqOvRtlQT7zw8s958ZKvrgloj2BXzQ+q/8RPpWhxzy6VNI92UirvZUlB773UBs+LZ8IPjmADL6CM1I9kZD6PaC2Tj7xkaS9kc8rPlVYer0x5iA+ap4nvmsiAz48+t487UpGvQFnbT0HT6C9Y2sSPi7rRT1uhLi9fzq/vS/2/D3OvYI9Ht9CPnTR371dXoG898ULPtkucby2LX09/7uBvXofcj7HrWu972nGvTjw/z1GjFU9Gq55PTJUx716FWE958SrvcJlID457MO96ODgPDnewT1baTi9dFjUPai/NL2Mfl29S229PeCZJToo3go+zCVBvgcXpzw7D949M1EFvsY/BT5DDTc86cHPvQpH8LqP+LU9Ii8uvhZvjD1MfB2+VIj6untcG76jcRE+/6gZvlTV7D13UZe98kHEPRS5CT6PJwK+N3iOPUzdPT4HGhS+1sAqPTEbNj7eKvE9UuEEPMFlHr5m8yQ+kGJhvSbuNj0CHIS9x0fVPDHIwr3YXkW8t58XvoEAMT7IApw9d9qLvQ3R2r2EaKe9JWBAvTNfkj2sfrw50nIjvsnCmD0zkys+ih/6vSDOzj1SeTu+dYA3PovECz5TVQc+waQIPWs4Lb7KkAw+pkEBvpi66722Dw2+0utJPVY8nrx/jOI8R0suPbmcFD0TcS8+9dA4vnSKB76YO3U8tLQHPpUVHb75rqA9ZCs+PCht7Lz+pmi9n4s3Pv9gMT7C3TU8BOXnvYSnBD7OuZ09AwPEvKQXED0Ix8e9AZ1dPnY99T2YLPQ9s69uPryPtr2zQOi9YXAKPtbt0D3I+uS9Kculvfhy0b2+IKs80GfzPTk5HD5NQky95ve5vRdfnL1CK908U+GWPPDJXj0dHpK9zzLlPeyjVz3UtGm8E9mUvW5PyzyKIQO+A3zQvY/NZr0nEZg8DKnBPWWAgD3ZP+497sqjPZPGq7xjbB2+HnpRvpwtzT06xKG9/OjKPfBrP7znWAA+I3GYu4CpUj2HwgY+y/T7vLVmFr7/3ym8ENcNPl86fL0ymzw8jvXJPcyeqT22wj67zL7xPdyCJj6cyaM9GJSoPVKRdT0JPQi+j2BRPQGfjz0teLQ9pf8EPj7/qD0coJK9zPGfvc6IAD5h7kK9cHDtvFQEpD2UZMW9gS+QPOtRarwQIqW8bcyVvVyunT3AKvo9JhMaPs3n4jy7NLs9/9EJPvfcLT1VZRY9iqAZvhHZBj7p7YC98498PNFd+b13zaC9+lqYvYU1Sj5+5QE93bLrPJytAL5raT89h4oivVX2cz2mxl69oY7PPWuwMb6tBqU9ZISkPdt3wT2SX4O7a2k6PsvX+jzSTqK9xF2MPDU4qT3T8cI97+EFPlGyob1eHVS+Ue4UPpxc0D0hmlM9MdhRPQySUz217M27zoOYvZijNb4tp4Q981VOPMUTGz4D/U2+fWs5PBw20r1Sg1E+5S0Cvc2uHL7d1Yc9Yw2ivdWzjTxu2qO85jjGvYQANz7ENpY9+hejPUGXQr328zW90QzZPUvHJb6wsT4+l2RgPvJ8eL2QwBo+oXJuPcVgLr6+Nbk9mf9fPW2lMr5tYMg85EMbPqk+QL1LSMS98ZpLPpSf/b1w8xi8BIyKvf4vtb3E5IQ++hMWvgDr3b0yhpu8AYiePJZgwL2nvNK8Y39RPuVk1zwwjt295iFKvLuWd77DJEW+wTY4viYecz6DGdk93sMTvc5nE75eA6i92VzIPaJENTxTgSQ+XjNmvbv+W740TVU+cfywvS4gPr6DTgy9VBydvaKjPL6MApy90GJkvld8xr1l04S9PEUIPU2gE7yHB3c9D1irPQguYb3rkis9Kv6Vu+o5gz5xyBU+g6hlPnQ1Oz4MV6w9NKINPhMptj0861A5z8tfvdBq0j2B/Cm9vMqtu527Gz5C2149qhLnvRzQ872O8yO+31QJvtlU6zw0TNi91+PLPFiuHj62Cnk+4IkrPr8EMz0t5cI9Zz0EPtUbcL1c04o9Smggvg9n070cYh2+qWy8PaiwMzkm9mS+QeErPW7TuL0r0HC902hcvktj/b1VvSm+16gPvhG+Qz7IpYk9G6M/PZ5T6D2W/ya+9UfHPa7+ED7MICY+hllUvp8zBL6Hz2c+IIsNOWW0Lz6IbRg+Y+5fPuHibTxHODi9yOdNPqnXXr2hH4o81kLUvTFbiD2lTU2+OfriPV5iqr1XwJg9kxKAvTw5Er7lnhG+DH9rvJqozDzgBa86qJcYvTwOlD0WBgE9aMKQPHAbIj5Fhyw9yMSsvfQgqzz94829o6gRvtoPeb3lXfG9pqy9PP2TvD3HfAI+7o/JvJdn+T3deSQ+FCeePdSZLz5YYZU8wRETvssRcT3XXcs9NB8cvb47HL7I8QS9zjoRvtxDAr4mbsQ9pMZWvhAmGb43rvK9NkbNvd1lDz28HtC9hJl1vZZjID6218w92OP2PaEJBb52Nqu9VzivPd3A8D1etc69IBzxPezner35me898aQNvPnHDD6PQxG+NKPxPWRU27vY44K9KF38PfjnBD7+X1w+zceDvX7okLoAmSI+eYxpPEaPKb5RBNW9kZgSvVaBEb1jl2a9Co2YvbWFGT7VT6S9mMK4PNKn3L00j+s9/yvYvb5+CT3fW009TeKovNcHCL7ENIK9n8m6PTlin70qVsS9tUH+vVYwi7xMuOQ9OtQQPg4Zor0dd9A9xKq4PTZgAb44heo92ey1PTi5y72k84W9Mx4KPapdBr50CQU+SQlmPdnQqb3Z5/o8kBn/vfXckL0TtGg9Ej0IvrEv8TyJkpC8bBqnvVokCD3JxKk9CB4TPr53sb3YBkm+K64EPL8m5jvELgk+YTjdvZiZir02DhS+pnoBPfo06byorkU9FQ2tvYl8vjybgyS+5ZklPtIUIT3fa7e9Tj6mPTXXaL3KYSe+xaYCPslJDT7XB8Y9kep3vZ7xkLykkiW7rVOGPbHQM77oDGW+ABUSvc9N9T3GtxM+NsfAPe5jH76JuHC8emZAPCDHVL2EYFm+cecDvTBt9j2KDRA+xs+EvOpU7zxeu4G9vj2avRuQJL6po6693d4RPqmiFT2VcHG96+/5vYKevTyp68C9Wtz+vX/VG76DoLa9Aq0uvoU7D77Jqp89Oa0pvShWpr3BzAW7MQ0+vslX/D3ZHZg9TCaYvKg2C75txgm+duynuoeCdr3GeR49kZxPvWAscT3VcSY+WQAXvqUW5j0cpMC8KkTqPR3YHr799RA9SV4PvrSdxb3aJfC77eumvdmi/bxtRg6+bDy9vUnOST2Covc9aqu+vUx6Fr4S+dw95178vc07971av2w9cNucvfVo6r1+Rhg+vhouvp2x4j2Uti69mbCovAdrKL0Nece9HlHuvWPikjz/XKG9AnIvvQuJCL4VIEw+f30cvslZID7syQM+cfAJPdn/Sz34tKS8AxKAvZAFeD0qqFo+W44xvptopz3zkB0+NMcaPksiIz5/clA8G40PvjvPRb1aDMw9AO0Cviy40L0TSQa+1DzLO82hET7cEDY+DJbcPaGKDb1DMJ693PHxvT8kAz5LSpU9g6dLvviAeT3WkoO7Qyq/PS0S5zwpSgm+H4zLPccFbT68D129F5NDPVuRMz7kdJa9Oy/UvKqA5z0XEiO+IBJbvZ6hsz1puwy+4JCJPfwClT3qhwm+VaFXPj1NGj4oBaC9DxC2PDgFrL2pJVa9v/dDPhsiAr4SZrm96fAHPoRxNjs6+Qk+R72zvd9kDj7t+8w9OL8FvSlSUz43Dlo+JaqYu7fvUT1+eZQ9N9JGPpMjET5dwQm+6L9YPfW3CL3mh789SvXivcL03ryD0Tk9OGcOvoRK3r3CQc+966NVvdcLfbw6Hya8H232vY+NQz0mkIW9SRxZvXOckzukt7+9P5BMvRQe0j3IMui9jkr3PVO5ijzp2EU+8KhIPgbwPr1flJI973ZFvakqXD2g7o8901CBPQwJCjxe6wE+VI+MvQCMGj7vALs9+ZcwvbyPAr6LbZY8wOnVPZvTQz5o8fw9pt/COyqS5b26mIM9EkNHPq2JCzybAB88E/eivUmQ5TxuNwY86Ns2PfsQF70S7A++XOSuvY83Nb4Nr0E9ML+xvJ8Mlz24c+c9cWWKvSwbEL7dWRw96j4+vgsvbD2lw9u9VW3NvYUa57xrifw96TyRvL9IYjwj+/q9tHDbPWrJ5D2UFCi+/+q/vMhwe70N2vG9JEQ6vXzEOD4AH8w9+uNuvAcbMz4KwBQ9zRIDvvuJQDx+V+e8DBWXvEmNrL2wLb29TAkWPHU62jyVQLq9MbCjPaY8GD5i84I8BcjMvSz+NT2gBRA+w0mEPCIVyz01tRC+Dw26PZKkxD2bCe29aBsNvf+RQD1WQSe9WlfnvYIC7j3vOB09Ol4fvsph3L2Y+AW+jxQgvjRYJT7JTPc9+PIWviizC71LONm9hz07Pu3TRb3/BQw+Z995vI6Njb1i6bY9wO/vvdAsCT5eC3M9PsaHvUZwKD3Cw04+FWXIvVtyozwX6Qu+cktivLc21b39Vvi93vRlPieSy71D5qA9pH8qPjWUI77YxQw+IbxMPn/yJL7y9hs+q04zPuqGSj2EA7k9cCoGPfFtkz0BFpg8N+4PPrii270uEks+suUpu9D3zj3Rn0y+MkowPv61Ij3CSM29O4z/vc6vND1J3GG9GkO9PSCKGzsAXJ29tBfyvdnhsjyRcqi9NFF2vfxJqz15sSC+km/fvM4z0b0rqyi+PQqDPf1EnLyMaYw8+pgdvsnSur3VtKq9WV2pvRpQEr6gMEk9v+wlve7C3bvGZsy93goRPtOhJr2h5A2+XPgxveRfMb7Aeay8PKgCPmDvML57dK69hYi/vHknKr5y0km+7B8+PUquHL6lqNM8SfdGvbpHA76BQK48F1/NPSN/QL17TfO9865Jvihve7tQa0s95RwtvhEo0j3gzcW8XqxBvkM8Jj0BJW49etlZO3udIL7FWso9y5z5OwSuA74VS7a969+fvN5NC75jUuo9tmsovhua/70xh/S91uqIPWfk0r3pzQa90A8WPiBVBL7cQRG+HIuTvfQccz1BFPa91pdzvWFSZTxPycG9SVAhvvdCMb5pP549wogivuJI0b2Usze+N1skPTiqFr7676m9sPtDvrjtz70HAXi9LZrDvas5L754a369CXUaPgBOBD6sP7g9P6xPPXPDUL6G7rC81gd0vVnBGL4rO2u9yBOmvfEeeb2iuW29fwsWviCe4zzXdGY9svMLvnq+Rr2oORO+zvACviIZ+z25e9U6/ieRvBDECT2tJ8Q9/Qq9vVUVFz7syBc9ea/DPQtGCr4p7ns8H3o3vqmtxT0NTT498U29vcQtjD33Rgw+wJjbPKe+kj2cMBu941E1PkYhKTw1XgK+eDb/vY4yMT5v/TM+DKGYPWv97D13kNI9JgQLvo1gCz6aVow9IUGOvU43r7rKc129jL+BPS3bST1ftPa8H1YRPoxiPz7IxQq8B9gfvrxVFbyzoik+ybe6PQ3krL2Nte89Afu3vfX8Ob5R+B4+8iRBPtyi4T1SsMc6a8fIvDuQ8T2tyAK+ob6Aveumz73xpaq9W4AovqbL4zxqzWo9X5oYPrwWFT6aKoy89w8dvlP+xb0HJJs77bLIvHqFaD6VPjM+kgAKPWmGIL31PGo+St7BOnIMLT4iin69A8RiO8HOMD0Agm693LobvoheebypoKK8HM17PbUYLL4MtQU+Eb72PUw7Fb1zoMe9XwTRPdtqsbk5Wlm99+oGvJKbBb4Dfik+cOOqvIdoYz54szI+KfVfvQepDz0ZOjY+sTfGPaDWkz2rj8Q8T+SGvSb7dT0DdwU94c5vPQLTnr1DBKs9Cr5QPTMg2rw5W7e9qWcWvrMBOj1+goC81t7HvQmMnb1gr8m8c8SSvTfwtrzCnoA+K3CvOkDA1DxlwyQ+rMqkPCyTSj5wBe29MvzivXWJaT0Kd7A954sgPpR+Ij4kxWg+zCPpvS0A7b18DhM+iSPRvcZEsb1Z4r09t2C1vbqRCL6vRua9dCfjvc3GAT4yaQO+5bEPvh+emz1CxNi8fWu3vdebiz2yhRW+BJxjPR2H2zzIk7c9RTcuvlGpzT1ezNC9GJRwvawG+L1BOtQ9dwecPT60/L3plkG+3qIePuE3Kb3hRF68ZA43PmMVhzsKReq7MnycPQjLHL5z+ly6BLr3PBoPMT3LBKy9l5S+vWjXOT6vF4E9UlWCPaWJyb0fhgE+5kTlPUEMzz2pNRs+fgCZPegqCz1iZYC8el/nPDXq2jwLLd68Aq+fvarxHL7o8+27YvUTPiGilr3YnIG94f0DvltC3D00pmo9NyGpvD96Fz0CuaM8KOloPTYcLb756QG9VA6WvVp/FT7jlDe+wKx4PGQxSjoWgU4++f6EvcBy1z0yKvU9lwIqPvAKFr3exS8+Q0NsPa/+Yr279c09/Roavp5HDb4taZU8/mADvnGaCb5rnhM+taRcPb8JDT6xj7G9wihCPpjAL77OvWO8w7UDvgA0Pr5nwek9BnIrvj/bDL64+LM94BWOPfue5j1oDry9Xw4YvdNgwL304B8+DVJGPiAgET0gzUk94TgVvpz5kT2gsPK9V5XEvSdp+D1u+M29xnKGPq0gIz2am8W9nq9FvTSgujxEllu96NfXPavg2T2FiD0+X+nEvGPwzzyOINm9kgM8PdMYIL7qK/U8itsSvUZegz028iw+ncq+PKHcGDxJGT49bbnHO/AAW77O1ja+9UP9vTF6rz27m0e+QAzNPGLrQD1Q9c68veopPQZr/T3XAgC8CMqgPM7T6DzqXqq9eGDtPRv4Wj316ks9CDX6Pdbp/z0XM5s9wSIjPoBnVr47tIe9ShEEPhDi7T3RDaq9QQY9vkw+BT4LmKu9XCO6PbRCIb6DbZw8QlsDvqmNyT0C0CO6rtvePPmu8r0pp+297oXEvXnEsT3r9tY7BMFkvQnk1rwPuFS9RqPovBrDiD1qPxK9xFKtPXSCpz0Thuk9oHA0PnXdjj0PIyq+KZGIvX/Ds7vsVmS8q379Pe0Ay71fdIe9cWfdvMAUAb4anm09Lg5Bvj41hz3wr0I97e2cPG3su70+G/S8ruPVPcYvqz2M3QO+jthQvP4LB77PHQ++shEvvX4foT3z5RO9sgeXPXa+6j1fKpK7Ihwxvsdjor316fW98aybPaPJAb5dVyu+HTlDvobw5DlzNQg+7IpLvn9ytD1Nkak9Z5IWvlXMnTzLVqk9X0IQvkQo0z2C0gG9JFwjvsEOOb3eW0a+8EjqPfa8nT1AtDe+m/r3vZHVvT2egPc9qR+XvYaijb13hxy+XLUMPnu3JL6do1c8PbQYvl+F7b3ZUSO+jjKYvJd8Cb74yda7IvgLPsB+H75h/Oi9Mc1OPvX8tD03h5+9w9cRvtf1JT1OpgS+XPDcPWcsSr7tkfk9c62IvWEz+72wWQu+i3QdPtOp1z1gn5O87iaqvfW/jbtz8rS9H6KQvSN6q70F3iA92AVWPZ47L70ffJG9X1IgvuMOF76lkYk92OsXvkgRJz3ISDi+ukYDvqKS3j1VA4Q8AsvrPckfO77tk7A9WH4OvtzUCD7F4+K8n/QxPoAoYz0lrhQ+uoUCvtiEez0ulsW8IR9gPp3kbDt/b9s9MLf3vTt1Sz1MHIc+maJqPKaEaT0xYec9RgcdPGLv1T1pRye+cH9Ovj9zKr1B1x29izXxvHNgrD1KFkA8kP43PPhiETwmM+S8bIwUvHQe2z0pDm68iX/3PXa/U74/yxE8mopSPnAcwD0YKwK+PBYJPnPj4r3Dfwm+dEk7vrcuU779VZe93JihvPNYCr2RWYu9LeVLvUWvFT6uJDW+a93wPQaEEz7uBiW9zVspvdIhr70oi1Y9M/jaPd0l9b0swOw8V/b6vRL/Fr7WlwE+XGSDvQ9BIz4lX6Y7NyObPJQbhTxMSQK+aujtvfmbTz1fehs+5IsGPtzvTTyXF829RtsRPn06UD68qQW+DsBTPjN61z39hMW9EQziPAzYLzx3Ayo+GyC2Pb+mt72KC5+9Y+vUvFVpyT0xRau9BmO8PCROlb1ftkW+UQAxPS68Jz78JPY9SosUPrAl7j1yjx4+81CIPaIF0j0/z8S9OPYHviA/BzslNRS+5NILvT0hEr722CM+JJsWPsY4/ryewg6+HhIivk7z+boo05G94I8+vg+Y3D3dd4K8tSLfvFZ7Uj1kDJ89kcuwPK4rmryNFoK9zOQBvRJhujwm+S8+c4fOvS6KsT2XyIG9O3KsvfWsTj7hBl492ZGbvVGuk71B++C9Vd9pPXTXBj7ItZs8s1wJPsNkAj5EsZc8iWQGPLziiT0TAus9dpGDPLP6az0C15q8Vu3cPRwfHr13cY89rOU1vh4Apj25E5W94JaAPZ4amj1Jej+9oj/YvFRyID6f8Bs9Ya8evjIhTz10AlC+GytePtsGtbynegi+EujJPYU2HL6cbiU8SjTGuzFh0T339gg9vZiFPdNkfbzRYFK9vJypvPXOB76hdnc9WNNhvcadGT7Lt7q9uI7JPCsbJz4B1hQ+alSrvUVfI76eAke+qr+uPFo2rj26kRO9iG8UvHnjJr65tgY8woSIvZxwsj2jFAI+/2xePsCi2r1SUp+8mT6NvaeIOz6TI2u9arVlPlHeYz5Shvo9ZhhlvT9OiD1ACyk9AQFWvjuLBr3q9RU+siVhvk1Hrj2K4xG+F4+svJcRM70RlAg+aEzgPFBXZz7Bft69DqMPPhuKJ72Ehsg9lOrJvLh/Gj6xdBi+eYmEPW2W4jw2ngQ+wjS6vUHUF7xe2No9K2X8PQ6DX7xoPtI69K+aOylSXj3wcmQ9CFmAPZ3YWbxYNCQ+XoOHvA74Er7sDxc+wclVPTcT8jyO6lS8lgvKvb5lDD7LaPU9CE2TPX1CGb6/4bE8uyQ5vloa+DzzXAC+m9wJvQ5OQr2Lmqu9LOUsPnE9Ij1tqJ09KBsSvm1PI77cab08z9X5vS+4pb2jQCY+kFZIPsCVGz7jd869LCAJPntCJj57nCw+sk/OvS7USz2ouyM741yxPYhChL2FToO9JiMOvifhmbyKsIi93W4oPoW8gj1hHJm9PIa1urV+dD1qY7E91CenPXIZAj6u9U69DdFEPmswojxw8eG9w6kzPkZLCj5YSRs8nMc0PCdntTzrpn29bhbwPfw3E76Ahs29dB4avkd7Jz2LZpY8MMkhPvZOJL0dwBU+DAYqvUGlYzxIld695sa3PBDR0DwjTG67bGCavGzC+70pftm9K/pkO60J/L2QzzG9NNQDPn8GQr4QmbA91N8APfz6Fj6I0Ca+IYIePjBFOj7nkPc9gsRnPGSIer3Fzfi9Z9LZvW5b4L2D7Ri9OgTAPCwuuD1iHUc+t2bAPLQBXbyw9uq9xIOave9spT0uAxc+8pqfPX4Qhz3AjIW9q0XNvTJsRTyyLCs+rX+5vYZy5716Twy+de8TPqUth7ynMoI9wO4Avr38RL4bHSw+qGAhPjT/g71ytQW+LTyMPXNt/r2JJoW9ORiGvOogTb5/2+896IaKve6wIr5VgSG9sHCdPQ5Gxr1g8bE9CB+uvUZ4p71P0zO+GyrHvN7pXb0qoDG+fwijvdgysz0IU5M9PCAVPjJLlz1QFg29EYgBPtNHuT00NBi97DRyvQXGfz0uwha+jXU5Pb2MRz4nVka+Iqt1PcTDvL2iaBQ+IXINPpzJ2Ty1RAi+w6+EvHOUGjsx2Zq8MESkvb3gzrx/Q189+fDvvUAi4D2gOgQ+oWXsPDnnAT4XNi0+3WAdvd2xQ75Vuue9FUnTPZER9zstwUS9rh6YPEIhnbwvMeA9PbAoPsw7DTstjwg+sNDwvPjHCb5WR4G8sqNYPIHHYz6GV6m8PtU5PW/KKb714IY9xUwavo4Rkjw2Eeg9DPIAvQxMLb7ju4y9rtgovVQhGT5BhUq+GyMBvtIfGz2LT+i9pIvlPSicHT0Gxx2+iz+svaaoOz4hiFa91io2vla/Br5a/OM9u9S7PK2pCj5HSA4+7FAOPlRI8b11HmA9nz7EPaXPnD0MLxU+FqpXvjzlmD3nEAC+PlUGvheFrr2Y9IA9ASUTvugpk7szLtq9wdJKPZUcDz4oj8K9TGcOPgGdmb2yYQ6+s9KiPTJk0rw2te+9E0z5PNFqZjzjU9I8yd0zvQe86L0TXI89zyoLPquSq73EEa27ZY+YPRM8FD2ApYE92s3kPAd6CD5p6Sg9dgvUPdouxT1q07m8YXjXPMH1Ib1KY/69kIy8PcSU972BlCo8hC8dPiQh1j1rtwY9XE6cvFNHuz22sDU+/AzTvSbT7zyJHr28TYMJvhJ4rLu+dxw9i4nGvOA+LD12ZmA8b5UePlvO4r2ygpU9MFsWPu/RBj5/fqo9F5vcvTckuzyTQIg9soJavvx2wT2RjRQ+rK5kvTiNvz0KKN49arivvdl86D3/406+QSMLvibWLj65PVa927pgvtMXrD36EEq+cfzxvY0Var1wGdS9jOAivqO4Gz56IiS9INZUvNdM6D3Q5fo9vZDovaXyyT2+2eS80FuiPfm5/L0lWE4+iriHvQoa+Lu7Ngq+HNuRvL5iiLyHnxG+ijWwvBtkpz0n5BA+JveqPWs59T3PFtK9qofWvFH6BL6nf+A9Zv0vvuQzfDzUqIy8e+D8vWmZor1o0H89k4jFvYpAmb13X0Q9sHxevOZLlDtrOQK+lqYTvczvw72Q2xm+H8XnPWmf0j1P6RQ+ldgSvCyHn7xnios9gSrpvUyzRr3YVgK+v1McvJMYtzzm1oO7gZzgvAQMCj42r2K+9+MTPkUxQ73XFU2+GUFAPh6FLD5YOxy+tx8HvNcqqb0avgi+bNEXvgtr5j3rMps9GVYGPnvUib26Adq9EQQZPpmQaLzUUfU9WC8uPqMH9b0tjOq9TMLVPfdOYz24gTm9nd40PUUDKb6KfG496ei/vRw8jz3gnDS+FxWsPLdqB75lBO+8dn4bPiQShrx9zrk9bba3vS2LoLt+ixg+Q0I0u7b2D737C/s9FHQgPjuRGr3weIc9ATP6vSG9A72wsFY9Pgq0PJxy5j1ACRQ99VuKvdbnED7hy1o96vWGvQe8ib2bqik9GvNivSJ7KD7fyAs9HOqvvBxYOz5L1Io9680OPvJdDb5K8Ji8f7CivVnd1z2LXJy9yLRMPQavI74URBU+u/czPir5771W7d49PCQpPn1C3T0Nyki9QkoSvX2s8L03cv89VQ0jvvUSrb2wPJa9Jt+5vQwx0ryn0x++Dw0xvi1Mob0NxkI9YvgIvuuUsjxuO0s94sP1vR8qIz6y5o879tI+Pc/qGL6MQQC81l4pvolDVD0HQrY9TIevvYj3Pz7LwWa9l1bDvRtAqLxPPYE9fDmOvNXnA756bEg9eJSSvdfIGz6SHbg94+vKPFGA/D1jiOC9vGwaPlOiQ75DULG90RndPWntYDwX87A8RRY6Pkbcrb1NH5G9XuMAvl/1br3Jig284bMqvVPmmLwPxQs9WubkPcN5gj3SaBI+iX8Vvvy7lD1mWrs91i3wvZ5cT73S1hW+SK/fPXgmyj1Unwi+xRsGPmYl6z2GFwY97oqhvGfaNb6rpku9aK4uvqxslb0J8++9w3K2vT0eFb4gWwE+1WMlPlibzL2Xu8A9bQ/2vV5WgD37ilS9YM6FvT73Fz13NpI9dl8bPiAENz44SNQ9tkUovZ+d6DykQQi9n7Qqvu99OD5uoU489DwGveuMAr670lw+OSg9PlQQZz7xhaI9fEEwuhoowL1ZMbE8aZuEvK6Npj1QDzg+F1k7PWo2Nr1+gI+9KNMrvGGEUj7Rxw++ehw+vcWq1rwMZL87960Mvm1XQ74auKu9wdpWPuv4Bb5W8vA9b3gpPqKGoz3v1CK9nRHQvLw8/70shbQ9AbU4PVXCRz4iORe+M+ogPu9n8j3/Ucg7wNZPvUDszT15/8I85Nu4vW3MO749vRa9wFCdvVZFer3q7WK8yC8jvY74mz3s96M98A2+PZkc+T2t5PK9HQ4oPCaxID46MlS+mOHuveRze7zgJPm9GpY7PafnKbvVFLi9747NPJs4nT2GRyI+X5+HPT3Bsz1fNJy9YvMHvjXjt73884s96rdAvp3iHzzS8+861qsBvmv8oT1FaQA93b+wO/gF0DwBe+m8H+V8PS8gQbwmrrE8m/E1PgI6Xz2Sjew9qjAWvosCKD5e1jC+IgAiPXBzYD3KkhW9d85ZvTj/p702cRq99fzCveiAYb0yX2q96nUKvm3ZZj0SF8O9YxkPO0JlTb6x9DW9+SqdvQ7l3D1mqp89IdodPmntur3i0IM922blvJBX5D22gh8+ufzIPf8j4z17u9M9MLuTPWYGo72INk6+IUkJPkg1A72hX0y+FGdhPHW+Nz3p+ju+uN7dvaYBY76HeSk+zkUbvtHSGr5EzDw8HFryvTNgN75TYpO9SROAPQssAz72ONa8MRXsPT1nCD5haaw9xw2zPYLrfb17qYm9M9OMvP3Emz2gjyE9UjEEPRK37b1+rKa9Eqovvv7hDz1UJVO+BgVTvpsvEDxA6yC+FGutvaIXFj182+69PXQpvG/DE773sgq9wL2FvmDvd7rxp3c+eDDbva0Gr7tYeOI9vSIHvksp+b3jJJs9Q8DWPdtKAz6ao/m83w4zPm8OWD7o1H29NtnYvQQFBr5VhXO8f2MDPhwjGb2fMg29iZH9vfZV9r1oW869TErivP1mJT6szkQ+/OdOO1398Lx4iOu97HVJPhZw7D2nTtO8J2fdPPoaYDyk/bM9YhYvvh5/aL4PYXC+kGANPsP7Vj73/g495jugva0QKz58Uia93DjsPcDaHD6VByU9TSrGva1Mbz18Fu49lfESPB9LGb6yRvk9Y5E7vnncLb5ubTu+epw3vnKG3bytrSy+AQXcPZB5H75QhBG9zncgvoheFL6B/fi96MaLvRESXb0iezG+jy1pPYXzU77AKwI+4WKTvXPO073M2508HI+ZPabwIj0QpBS+mDmFveCmPr5hO3m86USwvP7yB74qPUs9M4OWPZl3Hr6AKQS+xSvQvVnPHD56QgO+peCAPcvouD37/RO968uRvQGrr7zLifc9eIkcvpiGMb5AYkI9NPEkPhUY3T2SXOk9SmGAPL78p73cvjK+MTgdPoTmybzOrKQ9+wDSPA05RD3bhwK9lDBuvcycL77SM4g9xLGaPLvCO732Cpu9I83cvaV6Gr47Xhi+vNI/vYhejb0bjr291cJFPU/cmD2rdDI9G46xvYMIDL4I0ZG7KxuYveM8jzxWvCu+ZeaLvSeQBr68gse9aqiovZIkMz56H0g9tKASvgwGtT0RVcC9+9AJu6MPN74Ymxe+J5ehPXubgj0IPv082ifnvMeQE70zNx++Bbe7vafwEL7jbhm9DjivPbWB9b1oPAW+v59HPSHq1T2b5pM9EtruvVTfVL2g3L67e1jsPSFOk7rmMOG9KSwdvnc5nz0c25U87UpIvtdOkjyiYjy99Ye4PciM4T3QJiM9NeZ9vIicCb6g6529MA/FvSTf3L0O/Hw9+sNivUqQ4b35uS++wIC+PUz2zTxolOW9EO5LvHV6K753yFw88jDtvaeC1D12//q7V1TVO1icXj0YxjC+4YNhPRTD2T2U8Y69Vs/vPSDuHr7ROxQ+SNCtuXGc3L2uHJI9a/gyvqOTPj7xnfi8az+hvVoMk71rc6G9lVQiPgzAqbzqVuq9gsTfvQKnRD73kvs9Npu/PfO2Yj0D/tq94iY8vV0uPT6dcfW9L7HKPR3lPL655RI+m1cPvt/9d776+Wo82fSavON6Gr0dbEs+F+D6vGXjmz0OimQ+AhIDPgcOEz4uFiu+f2cbvprMk729PAy7I0bJvOTnJb4omwo9WdeMPT5wtrx9ssq8QwQGvnN/Lr4ux9s9tm5Ovd+O772aH/S9OKQ+PslBwroDnO+9ws1gvEzQwTvjiQE986M6vhuQJL5vMA2+CxoAPjX24z18fs89T4sYvvYs8rwShvs8W+hXOpDFgT0Kya29c01xvetKMb4dlpu7kow+vrWC872d+y0+BuIiPYdAjT39ywA+ws4kPuNXxr1zhjE+YZ7Qva4qiLwX8nG9jh/puxk3aj7+JS0+cIrHPYCNHDxwaZK7Jc0RvTRZCj4V1l8+qkUxvJt6IL2J17291OaKvS/ucr3dXPy99YJEPYz59juhjkk+6BYMvmaZDz2D2Ri9zcocPoZtXz26iRE+bTxFvfOQNb2IDrc9HH2uPbks5Tsx5lG+etcAPsuHwD3EC3G9zN4nPWCJ5b0Dnqi82nzjPHsvXz4y+5q9ZlF8u1VcFb5JVt083gxOvkI1Cr0kIom7YquBvRF2Er2f+Tm+B4e7PbSD3z1PAIY9zYflPf2Wd70d/zQ95MNaPhPilz2IbyS9b5QbPcQnwb2sT0++ekkNvXXNnL0PDam842cmvumDoz2eXjW8xFxTPaHagbwSr7k92C3Yu+6a9D2DaaI9mvJcvI4QRL3THMO85wLBvTzKtz1mEhe+PebGvOK2mj2ymA4+sRgCvuFoF76L5i0+M2vXvaMjTr7L9YO9tJuCvFgr9D3mxc68+IYSvkd0JT6hhtS9l0e7Pa4Ms70HN1A7KiKbvYf2KLxL4qU8/GOLvc2RgjwuuO66aUh0vYiJAj2HRDq8WLivPQMOIL6bJui969SQvT7sPb7x3zc9D1FAPUAprj2chxa9/UpTPG1XO77LWqY9LTYtvXOIfj5qZBI+xUcBPoISjbzN20i+zWWPPXzH3r18rD+8IPmIve+BXj0DUiW+vz2Pvd0XNb74M8g9/RLRvPfjH7y9fyw+zODVPQUGb71kExC+lXlSPgal2T1zzeg9HFg1vVEAtL0Smze9tbsDvmLyiL0koLQ92I4nPpFENj0lTii+dtI5PaRHVr3fNi2+kWHAPfBBCD5soJ8930gIvjeJhbw9aMc9eL5DPfDYFT5ZCMg9HljmPZYxjr3ErL+5YqJdPgvoTz5lS529a/ldve0nzL3NvsS9A+LrveBrhTyuUyU+bV8ePaQyijvSRx8+8H9dPa6PAD7rOAM+Qdk/PfXa1T0vLny9F62UvQoC3r07od+90wNQPgd1Cj58FlU9EssKvbVY/jxOVZE8b+BIvQMZCD5R+Sa+c4hyPeBstz0ES+I8c5yNPSUqDT39xYk9+prVvbvmOz7x1Yw9nFIRvoSlHz7ab7y90toZPj9QAj531DE9KFa0PQYp0L1xnp48Ktc7vtHiaTyuhum97Tz5PSa76bxP2a89ndIzPpO2Dr71qES9BB+aPDNpBj5WqS8+70eKPMnPPL04Ha89L4+NvUIbfr3cvaY9KJF8vfLILT5Qfsy9xGH5O1Hy7b17MQA+1sowPhhaFj3RGh6+H2/YvYtKBL7FsvO92xRxvG6Drz2NoxS9GBolvJuMkT2I3pq7L/8Ovis67z0Umqk9F/gsPpk9Lz0fe1o9FCTEPd0XyT0VZ+i8Lr0TPu4F7714Ae494qexvUJRCrwsFFC9BkyvPRt3hzvA8rU82hPZPHWaLb4Z8BQ9hwf8u4MU771IhN69uiOEPa6HSL5le5I9ape1PR6znzk4YLM9LTifPcUmjL23SxI+W1rguv+QFL5gsyw+qCs8vtIH2Dw0fSC+yTROvlLdzz3sPKM9vRUJPiGX571k0q4900onveO+BD7TIeU9Z3eEPUKBuj2XD7o9vhYVvlRMBT7dv0i+nCZ9vJzsAz7LZCw95fIfvvcSjr3Nfgs9YnoAvEOpxj0KnJa6VZgRPlYxLL12+Nm9RgkevtCEwDgdOAc94MyPu2jNaT5bm0S+NS+rvOCl6D1lKQY+c6fPvT0YUr5P8oS9KHUHvp4D5jr9olq9EocxvgqS7j0yrKA98T7mvRw0gDgXPOe8drQRvvlN0b3Wb8q9pbMNvhorILvnvx0+hPOFPWauHj4zlVi+1+JwPuhnVL5gYtc9X1hkvJfZ3zyMxzk+1tBxvN6OWT3gzmk8e38+PRbhYj5z0Q0+tgqCvJvLIb6/EBo+spa3PC0lUb3r5uC9y1qsPeiW+j1oAw0+weMePfAF3DyPbR2+gFrEPUdvMb0noi0+gxXYvOdwBr6e4Qm+Zy7GvaXGy73gupY6CLAFvfG/szyIEcc9zHyKPYPGez3VekI9f/BoPW2yIz5DzuM93TkOPGmxMT0dBrc9GtU6vlkWET7xpBw+GgJDvjJnJb4Zi0++CwdGPW8EQ74jRtI8wzlqvc/HML6NMKo9G8wJPrHk5b1c8ag9q/Idvkeg4b0X4xu+yjCMPSYkGL42P8K9v9Y2vikyTjxKi1c8AQOPPIgH8b1yKtK9VDTfvasRmr1mEa48BS6XPBHmCj6PMzK9NzhTvhmru73aCSQ+w5qWvNguHD7TP/W9xbgKPXNEIz4KFwo+S4e8PV/Jgj1W3A2+z18jPVVDEr5gzE0+NsgKPtabu707HgG+i8YFPm+M2zxqtgO+lly0PT2AML7Xeva9MOiKPfUXXr6tdjq+LIdUviGMtj0JJhU8fOYOPsic4bxdiN+9e8+DvbAy8zwZltU8MMeAPcBEPz5qzNC9TrJePUlvrz1RahU8ULPIvPNaK75nM7g99IIRPQk5iD32bpE9bEhgvrsy0b0ZumK+8rUovsCKcz20mJ29TZ4jPrCWHb459Ba+tttCPnk5M76fIkU+uJG2vfNeTz1ApQg+xvozvmRxV7jIWky+wblNvPPUPLsm6LA9rzkmPjPzoD2qog++yg0OPggzxjznejA+EO7IvfxD172i2u492dTKvV+/iD5pdtY9ZggiPZTPgbuABhu+9hv3vaJ+Ar5zzas9ug8rvdAzH77zHYk97VzfPXIsBL5m4OO97mM7PuBXCz1M5Ji9tSyRvWmpJL34nr09bkS4PQ5hkjwILhy9lO0qPYX+orz7Imm+ELUtvu9vCD4sx909bOMPPsgEGD0fzKi9u/vNPfx0TL2whjA+GeXgvc4q4z3Z6Kc6OXoUvN/Aub2q8a+8jsJKvrygIrp1pWA9txkHvfig/b1b33C88IMFPhl80r1emWG91wEkvlRwbr2nrlu8p24aPQ5bRj5iIao9P6jjvJo/pjxMXIs9BtF6PbcNIzzr4vg9tPVGPsG2Nj6xA+A82eenvMjsnjtxy/U95DsDPm8Wjj0Nyie+pUpkPUEfcDy3KYO9LiqZPRtAYL7ilxO8JEYrPUwnu72xDDa+UIDcPfOMND78/hW9X8UaPhAMJz5fz7Y9R/V1vZHdFD5iLJ49Ed74vdO0Ar4ciM29I1v1PfOeCj1aUBO9M4q+PTYEpT2rWdA9We0fPnaIbz0xOuy9FM4cPqB2fT3F5d89OPbPPSiV3r3Iihc9eJHVvSAp273blNI9C5gxPng2Q72XOMu9DZ9hPPaB0r0PCyM9vePJPL0J3L2Oha69egbFvCVvlTyol3e9cjURvmUlJj5u3Jg8l5avPcWdMj7WW8S93wFoO7+h8LyqUSq+TM6lvQ0rAT6jqiO+MzYxvs0h+j04wTE+gOiDvVG0FL2jAxS+dnREPUzLwr2cH/692Gw4PVIi8L1cURq9ipFFPdgufTwlq2a9uSysPWAeHT4iaQm+WY+ZvaU5yz1Ai4289ZPBPbHunDz0w0e+jlOXPWVqBj5r6Sa9SXrDvZ1YozwGO4o9+mztPayVBLxeRAu+C3amPNtjeLyVLZA9ZrBDuapGzT1Q4wC+vqM6vA94rj1ELxi+GNZMvStAOj6pEfa9FJs2PoHfK74DiEA+AHnTvYHb4r3LRTc+ZwJrvgJ9Ib2p4L69gTsdvi66HT6FxYM+ghpZPZK99DxXNaW9pYUKvqhpjj6RzXg+wnz/vAnlbr2IAzM+A9pLPjHxDD5VhLu9Itotvq0iEr6dGD4+WsEVvuzdg7y2Qyi+SzGrPdB3Mj3NeFY+kr7GPSVXrT1jAlE+8EfWuzWtAL70RPg9jWELPrXfwr1DiTs+aKEaPibUlb0Zxki+SwSdvdopKT0FzEA+okwPPTnt4T05M9S9jm5gPi7M7r2+xgm8w8zWvZp+jj1A+Rq9aGm9vV3uhD4lug++bS5GPiR0uL3P2iY+5gWzvTO4or1Mghw9ESYMPoLwVD76aiU+831pvZpQRz6z8uO9THlSPWzlzTz+2ja955ZXvfP4sjyH1MS9cq2ePYyqdj7tyPa91gkGvuhD+z2atJ09YVbKPYzdHj1IBLq7JPq8PXRLvT1B+/69qNWdPsdEir2642M+g60YvSwZMT2J8zA+41+7PPJmYz0KdZs8IzcWvo5C7D1WjRk+Z4BGvRcwM75dGfK9dnamPZHJKj1+9Fu+cKLzvTt6Ub0u/FS9hQL4POFrIT7m6n6+xtm8PUmB473xtCY9fdN8PWVewr1k8rG9eH9/PAmXYD2iIB8+JWqVPVCGOD6EjhQ+mtXYvC3OPjweKy4+qoEBPsN6DT1n1A4+SyccO8tU9z3NgMM8QtM0PjnCG75FfpU9ZDrDPZ4hQj5VqMG9KCn9PQ75Tr3gvJa9EouWvXk9m7wLqO09OYrHPFegLjxyxCu9X0c/PmCd8rsuOcS7BIa6PVxrB76/Zxe+PR5tPFU0GD6C8HA+jirRPNgPNj5ESko9B2H3vfDpHz7huhI++HnkPfEB1b33bjm+6H7TPcUEtr3m16w9dYjIPSOt2D0T4bs9RmTRvXBdrz2xxC097FpYPfJuY70czoC9dRsxvSdeOb6m3y28vnkDviZQ8T0FTQE+cB4aPTI5Dr7zloS9IuJAvTM7KT6oFUy9mQjIPZF1Lr6hDyc+/QecPXQeM7uFWgy+L8c8PSRvAz74fW88ADz3vVQiNr52rp89Nh0YvjVaEz67EQm+EO8qPlm3rTuzbxY811IqPRSXc71GjES84QbnvDOWH74c2Ag9HlPbPHTVZrx5WDe9iv/qvZ9/Zj5eLDK+xOhAPv2ywz1O8Jo9dMsCPlDpKL5e68M9JXaxPIcrxL2U1ig9NLCdPbOHM758EOC9rD9HPdfyEj48D9o9Vf7svT/Erz2xBJw9kiJCPZ2rEr79GQ8+QjxzPSDsjz2Ng4c9WVbYvDZgRL5StEG+2OwHvjT1Ej7X2pM9O9/nvXeHCL78c+u8a8oGPWGAkL0MUTG+ZtZjPS+sRD2rvga+gYvWPLkGL763byI+qLcXviFPL74hiMa9vxDEO/j6grtE8sS9wS6VPX3LlL2SNxW+yCwJPW5+lL02gsO9/Am5PWf5Cb6aK/o9I8aXPV191L0V/yw8gDb2PKsXBD7opqk5yeAEvuTjpb03dI+8gFUrvgby+r0r9dG9S1KOveW6zb3mAgS+DcTRvYmwwz2XKGI9ZeXOPaXuCr0leKM8uCKYvUuxszvAVfS6V0EGvhiccrsI7vo9+1o8u5n5E75x4Zy846TyPVNPCD0wVDE9w9hQPVUB8LyUSia+RYtBPYxjC77pGVQ8O1UvPC7SsT2Szhy9PrqzO/wT+j3CwBQ+4QK0vaRY7b2ayXa9bqKOPT2dGz4Au3U9y7oXvm+4Gr781hu+ujgavpLABD6fDJ09lzA4vdVjD75Vzgo+QiFgvvBxjr0q7NC7TjD/PYI1S77KtiG+ZqaYvbEojb18X2q9DziBvW8yCL7ixdW8f+uFvRScA75n8yQ9btlYvPdC77zS2Zc92y1DvL8aN77NshA97zOBvbJfRz2SgcI9CmltvGI5yT2sXtG92UPHvF9aEz7gHIW8VTx1u7wCSj4DykK+OzpTPkmsxLx0qUg+kzC8PWHdK777IR2+xSPCvckP0j2IOXG9kJdEvtcFVD4JKBA+8IMoPipin7xaw9i83RcPPW80JT5rUAM+GnQ/vlNay723Qy6+S13svRczJL3UXUI+sN9aPm2XTL37CUC7ARcePJTHGz08vFo++F4Tvhxcvr26yT49EmxRPt2ANT0dpRu7gjFjPQRZNrxTbac9eOklvsJpjj2kuMQ915asPcBCkTx7CCE+UEg1PohBgD5/TVo+sWUqPZoiRT5Hvn+93I4XvXVcNb4Dtdo9p4kjO2tfrz25SiA9nC1cPrmX+r0PTJ09wmgBvUFiwD3u6889BwVePUMljD1/Az89ZKmlPWYNkT0X2+U9SsqOvY9euj2g4BS9XA1Tve3uErycrzU+tg0pvqwkhj10l9M8/nIvPqqBi7y0laa9XmBrPXKEajyjSlK9s3rJvRbqIj1xJzg+eaUYPjHiTT77eEk+h0YEvj4XIz6aOg8+o++pPVillL3jM5K9KRH9PYELSLw9n7y9xPaXvcLYNz53Ne69YdR+PmaNGL4qb708UmqrvXQsGz6UH4M+ubuQPG2AIz6qyca91VCavXn+/b0bDRS+rMrsunk7UT3+cNU8K3QCvjUdyr0kg9A9qksCvfBHGz5E2d29fxq5PfL+LT7eLIC+V6dLvXQ9+bxiGf88bBGUvSn+Tj2sPFs8choAPreFK76H4CS7Gw9vPmwzsbzMeEK+HoenvRLHwj3Flku9pREEvro8LL4acbG8Yy34vZT60z0Voms9j/FoPaEskTzm+TA+R1eHvSjWGj7Gky++A7ahvem3nj21FAW+V9+LPoub2b3Of8I97NPrPDGqLb5gJRa9nmfNvVEXBL3qm7s9TZNdPbV7Y762Ks49xLDxvHoHnr0Pspa8N7OfPb5xEr29AQO+rb4nvlGHgz4Q3yE+x1ywPP0U/70jIts97leCPZ5IAby5OQe+B0wHvUOXyr2PUxQ+q44xvfr+zr05d4A+JMMqPlCeHj6U/wq9XKO4PW4iQD2NosG9AzTXvdCLAT5h/Xo+oz6GvQ6k5T1P9yU+tabBvBnNuDzMVGu88ZTqvKsUJL1WYwg9e5ahPV74IL7+MrI82y4GPspsGD4Pxki9SJUXvhokc70dNCC+tsVjPTuSUr4Ncry8x/lyvZ8b9r2AeRa9xmkJvlRPPL1R0j09cpfBPVZurj02A0s9HPdjPoGpKr4M1dc9izmPPU7cCD5mChe+28fiPXMRLL5nLYQ9ZoqePDHaOb7fWHa9s+PovTS9A7rOqjW+mmAoPlb0VL78Hww9Mkc/PUZIAb7EEdU99bH3vezDsL2R4Wc98CsWvv3KXTzEGFS6fEd6PY2AL76Zaby9ahUbPRYBv70+KYM8ZBA9PSImmDx2lxa+rOEgPi195rslxOm9YVSLPXL7j7x2UP89RSnRvUSq7L11HiW+iSsovbuYIL0LHo49syEfPiqmCD6Zxzu+vObyvZxYub2wcJy9I0KiO/hnVL5FZya+4UIjPe6JpT3wgRM+O4Z7viNXoz2gZDK9nk8pvcpECj1AhYm8+LsBvsd1Sb4L9Ne9aIyCPBP6zL2ibb09rQsEPLB+Zb04L7w9dHzBvZd3Ib7OQE09+VAqvuf0gL2WQcM9JAL/vSBV9DzNSJO8o8KuO6yoA76UazM+n90EvmrHzj0IRrG93K6svXwJHL2DXam9b806vb0zbD0fZNu9Kka3PVDya70elb+7wQu5vUVbob3SutW9hJcQOt9aJ70Pv9G9YI+CvadVTzz5rzu+sLlBvRT87b0zjaU97rUKPO3v572rCCY91bXdPS3LEL5zet672BrovThFHT6/exo+R1+EPJELND5O0F6+CO4Ivn3wYz3wmjC+c8oxvblgBb4J+r49QW9GPTAalT3M9Lg9WYkMPsvenj1PA/29dQcIvEMj/z08GrA9tjrUvVSOGz4yhXo9jkmMPbGekDyBwS2+5/AyPvKqvby0KxO+3nr5vfjBEzz81zC+XW8BPH1YNb7FQKC901E7Pj0iOL1Yfrg7oOBDPucrGb4maDw+8nwwvcaAfLuon/296HuBvEkU8j37Hcg9JP9evfWBUj7c9Ma6OlXovQ12LT3LwE8+Tw1bvjtvAT4WrzY9s9nuPe1Mm73Fsok9OJlovQ7rqr0cQ5C92jqSuos8jr1jQNw8zIcGvsk+WD5CYDY+oY3oPQCx/TzsMDq9Y/CFPnh7eD7wvji+kXKVPfCrJz5UmXA+a3O9PZQkdL3bJYs8NI3DPRgZED4KdAS+dYQSPkpY5D0STbU9pQkSPnbBlj0HAT48apgYvpGI1L11cQK9XpDrvBHNAj2QxqW94s5hPAcPIb78XyA+gmpVPuYxLT4FpeK9bMg1PvEnAL2Vs9Q95B6gu1h9yzwtxwS+GgnIvKWrKT7ZtBO+rytPO1j/Er4/kls+kqifvJDcUb3GWuO84B1DPk98Zj5K/AI+YNfqvc5O2r3s5tO9GUhZu0ihXj6rcK491egoPO7lkjyxuhs9SWh5vXH/hz4CgYm9oRoJvtvvOr4DRpS8NuvTukQH172mhAa99qMovs5ikLz9Vfu9s7p/PneQrj0Q4l897ooFPaSrVT7W2Xc+J/+lPUwnWz3L1ao9bRVaPb+w1b2oDgy8vdSnPdIsDz6bvYC94SwovXf6mj3DoyO+L3XKveStJz4Gois+gJOUvPcCnz1T2fa9wktaOzHR5buIeGs9hA0uvsTPGD68Eum9de04vVkYi70zhym+C/D7vZrWQT7c7Gy9MRRQvJJq072AjiM+DSXRPQ2HMb4way8+rB7+PbEXST3Y9Y497usMvrlxUjz8NWM9I6x6u6HWJb4IMH89zVxbPjA2nD0yu3C+XQoiPQEA0D2ByJe9my5PvtdP7b1WahW+VaQIvmSOUj1JbQM8nDFEvbbpXL6aNtm9k3tHPrtLsD0deQ+9qjnSPaB/Mz4/w489iiUFPWXOIj6EI9u9pl6LvR7ya74YvPo9coxZPMWxA76ch4294O6DPfClEz3Im9S9zQPOvGKIGT5AIrw91psXO0qPhz7+vMq9PcqnPa0KXT2z6Nk9NVH+vXA2nL3TIko+z/NpPf+ECT2lRv49U/c7PSzkJz7fXwU+rkg6PBDV3r1axtu8oh3dvTaKQL6+tE6+rxyRvewC67qjcKe9ZNTrPfPzY77Tm5y9wdinPGDGA751MxK++MdBPnQhiDxBiR2+UHsivoBzfL7WuDS+sVuJPR4cJ77EjDC94JaUPgVey7wOEai9R5KwO8eDJj1Cxw69vdw2Ppm/Hb5OVKw9mP8Cvvu1CD7aPwI+Z3fnvYsVoL3uWWi+Dw8xPoScYz2FfDE9WJiVPBsbJr7ECCi9VVzWPAGfObvoNwy+SGpCvV5caj5SJoA+/ZKdPU6PDr6Q/q490g6FPtCbUT4QlRq9ashbPi/O6b0r/9o9ZnMQPnQKGr6Voek8seUsvN104j2YAx0+X1dwvHpgOT4gvh68uRsvvo7+kz0bn749kFzWPQBZ+rxxkCu+IjYEvv96+j3NcNo9qgrdvR2jj70qFwQ+Q7SZPtNvTz5uOli9ULXMPQCRUT7YTQu9g+IlvrSmYD0WrpW9h+HEvYUWPb6mRGU+y4XrvcUkljwh3c89l/IvvAG1jz1r49C9N/9dvsA9+z1rkzI+Rmb6PaAEFD6aGTw+5F75vVdQRb0ziWw+jxOLvfuYWz0X8g0+uxWJPuDgFr66HJq9AKY0vvqikL1Qhem8k7AYvrJmiD0v4KU+lZRrPjCRiT24OMm8gsJUvEMG3b1t1kK91IJivXS55r0R+D29G2Dfvc97872xFtM8jb8OvtWSMb5PlqU+tH3Wug0dBL7TOfo9WJ8PvBIPPz0USYq9HHitPmPFm7280WE+iATwPYuhhj0G3A+9Ew24vczxzL2Yl8Q8CNyAPSI9YL0TbHE+0Rn7vWRpdz7NTg4+W9XDvcckIb5BmBa+ZYcvPiCm6LxEFGC940djPp3v+jybGbe9x0w5vnCWIz2rM68+f5kvvt+JFr3l/t+8/ufnvW7BRD2T7oe+a0wOPgnrorwSLG28tMQoPkEp6jzGhjw8EvdTvrCxpD3hiue8+qZ6PbIspL2PAw++YKgfPTzWCD7Y+C2+W+iwPOICwr190AM+nkIOvVyH8ryN4Bu8kxI3vhO/Nj6+0RA+rB4tve3YD77AH/M9/+q3PTQoe72EXgI+Y3tbPphoFb5EEbI9+WRbPZ4WDT4clYS9RmAdPtb0i70DKRs+w6o9vh6z970Bi809i0DLvbk4Cz6BVWs85jdrvW8L0DwtI1g9GLmQvUkDjDxEJqi8Tx1ivn2xyz20U6I9kDAXPLMa3r0gvA89q2xnvL+F2D1FLqU91dYXvh8IJ7utSiy+ubuNveYK8T1rx/i9FPMdvq7BAD5XiAi9xEsFPh357j2D/zo+Hjl8vazbgbzCCeU9RqYcvVRQ2jzyZnI+jn8ePUlOHT2NPDw+XXTGPZD5FL4q4/e9GPDYPUTv3r1ooKe855OSvcMBDT7p/+w9aF1LvtBsgz1Y0WO98l/iPf1C5z2sy3a9TJmWPZ1I273ycT08NKvpOzjdAD1DQQO+JtuHvWxu8TzWxcm9kEc+vCkv3b3RvnO8AjFYvhNBRT7tNzm+mBgCvULXZj4MFE6+BtxZPuNnRT76hPo9mDtUPqfR5btPsFq+KjByvIe6fT4Wu4W+qeBLvf+IrTyGwt08KwCLPUgwbz65H3C9B3aCvnDYBL5Ej+K8TMq+PfaVzD3Ar/i96tMEO55UbL4oZhA+58iYvWHePD7gMqA9qaWxvPp7dj0hpQQ+x1KAvk2ZaDzMcUq94VowPYdONj5TUoA+ShZGvcdGVT0IKQs9Sm6LvRov3b3RSN+9Uu+APT/D2L1r9So+jWzoPTNKHz2LSw68ddvRuw5xQz5Abry9xNXkPXGMoL2UuJ48A/K5PUI+OD06hB094kchvezChD2h8gq910wKvjskJr5YMk68l8mMu6b1Tj48g5g7r2qQPUVX6T2SqNq96431vRn2BL4OwQ++g86IvftOJL4vU+w9wPFGPQ23tb2scRm8WC9Gvhukxr2PECA7wI9jvUs7+j19e+A9zmDXPcmKFb5/r649pB8bPt/eVj0zZwe9+NBRPhxj8r2utrC9CNvKPXqi971quWs+NeurPZslGj1S19O7sXu+PR6BGT4s6UQ7NqwWPio9N75RCCK+q9d2Pq3Llj0vz769JjgSPjtww73cf9M6gzYdvjhbNL3VFkC7pKjePfbdNDp8Qak9SuwGvrSyab2jt+48U5htOzaWPLotuCk+4+HtPZgpgD4D7gu+j05OPtFue73pa4Q8vqBdPhZ7Nr6andE8FWIqvZR1AT14/mY9OjrDPVsaKLyEfYu9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "xPusPONbOryyO3G8YKBGvRLhHjwPXB094g7HOp6bEr0S6p48jAePPIRwjbuq62e8HCTcvKCcITygSXQ883dtvJGiIj1E87o6aXW/uzcN4DxU50E8cY/yulK3R72vPTO96NDSvItfJT2BVYG82Eb8vKJ9R7zRx8Y8M5tuvBfNnDnp4hs9oBn9uyEMtrwd/RS71lY0vF7BEz1k21e9WNAJvVr80Dxu1jY8tFKHvcR8nbwyqEa8tNiJu6m1xrsBCa48JSe4vNDXU7yh+SE82mRRvGylAr2qTii9RfWivAQgZ7w+Mh29p0LXvJBRX7x/59+8oq4FvSf6Y70DaJy8GmOpvCzeBbs4Co+8NXsLu0KVmDs50748sII7OIjEurz8ta85iYSdvEZtCL03TPQ7g0d7vO3Z3DwjteG81wEUPPoXEzyYpXK83ZTwvCH0gjzRQpC8FGLnO/o2q7sAAMe8N38WvAlzUDy5pPy8OjNAPas7Mb1ro9s87fVFPI/9kLxxlcK8WJqevaH6FjwBAPu8ZkRbvAN4XbzVdje9oMQkPDJuGjwqQWs8Guy0PFs0a731NlE8/eitOyDq+LsJAlG9Lk1VPYhSEb1W8ay8Er1AvUvRu7tM7Mi8bbxCvapVNLrcbJa8SuyGPITcIryuXce8qBTlO0J9TrzgrEC8DhSGu50n4rw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 