{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "+LQGvpf2E72YS0M+4zkJPvlGND3YI9w8nhXxvZC/tTwCa2W+ou2EPRHE0Tw0UHg9eaINPvBZoL0EL9+96l3aPULFN7yAJkm9ACQlPrLZtD3T1li+UBehPEb27j0Sk868muYqvtPQJL6D34i+Qkm6O6jCgL4hYUc+ZrIYvd2Jab62Fhs+CyEjPi50gL4RQYw8uimnvvxyebxS1Ie8uloKPmGnVr5kHWu+t4zNPVJbIT6sRxq+7A7Ru74z9j0/Dna+qldAvpd+e77MkCy+FQ/CvS0eHj2azyS92f+5vXAs5ryyaus8xXBavBsJjz0oTR4+OY+MPRwfYLuGE28+tco5vcpJM75tx2u+zU1OPpnaDr6DHPa91BWWvX8Srb13+zW+ps+0PTK5tL2LQfG9J38Eva6TqL0v9XU9Wq4EvuozHb6DJD4+KMnwPfSQDr79ShG9kT7SPAqgs7uj/sg9gLjzPfaW9rxtzhE9JUkhPqIlkD2l81A+SncqvjfP/D3b/iG9HsyAvA53JT44R6c9YquiPX8j+D3zWGA9nIzwN37+MT68I0e9PsLpPV6/Iz6NIqK8iclsu4FdXb7LSrW7yMnevTJVcjxtG5c9mEodPm6aG7xdQ9W9acLUPMCtcz3ua3e+SgPAPfsuHjzZOeu9RhTVvoQOD77HNh08nZCJvaRkOT4uyAY+xAsUPsf4Lz50NE09H74avhNGCz4/hyg+ysumvQZzsj0CClG9wMJAvfCD4j1BWxq9yOa6PKul/rvuzgy+NgF8Po++mr1pl2E+GWeuvWbPD77xo888YvoTO8VYjL1ROuW99x4JPnCs8T1Uang8iTiqvABmib6+Ccu8x2wpPa/tyz0fFZG9la5YPUd2VDu49Bw9mWfJPbMnqbzUeJG9ngJXvihL6D0De+Q7nI5SvqnQqj1ukxS+nP8xPlJ+bT7dC/o8B4kbPQ+eDb7eveM9p6J6PdxJEb6Sqda9zwQCOoHLtL3nQKG+nDlDPOTlej3pgMg9WHGdvbAALL7JT168pIUavfsJVb51YTw+EbUcPRNNMD6mxk6+ahsNvqkRIb47HRO+fmWevSxt77wne2I+ppUAvneekr2eUQK+dWqwPah3PL5tDwS+hDj5PIMK7b14LT++3swCPsVvND08swq+CuTtvan75L2ry1O92FS0vTWOJLxy1yy+vXltvtz0az0qTRG8pDZjPeiF7jzxuLI9Ct28PUBFTDz/xqQ9pfnCvLbt7D0U0IA84a0HvTTIMz5P+uI9Z9MTvsrFWL74HbG9C6wsvWHMmb2r9fU9ZWplvfNcbL4Rdim+Tr3PvBvuAL7Rg5u9mNQmPuVedLyVAYG+ppmeO7MID77GLTa+XmCBPhmvGzw38Qe+mJWfvSdlpL7GPha7yW4TPl2Lsj0yg808FVCXPSya7T3aFPK9RvRGvg/LqjsBwpE99gZJPlg+az19w1a+FgUOvL1l+7wRYT68mwPUvQ/NNTyPrVs+ppw3Pl0hIjxI2ta9LlsXPgGv0b2UcdA9YV2mPh3NAT5IDxQ+S1zWvHtgFz1Q6yI+hzemvjaCiL1btMs7dOxwvdaVQb3shtQ93gZSvpELtbxm4ce9QA9fPt8PFj4+xWG+0eD8vbiSLj4h6Vy+orw5Pn62XT5vbKi9APJwvo1v5L0KMji+2oKlvbWN0Lwu/hy+O6LGPbxcWL0iajM+2eWevI4hHb5+/EQ8Dex5vYU8Lr7voe68hBJgvAolwz0LDjm9m+9IPqGUOz07sPA86AetO9zzSD5dDD4+JtKRPbZtBT6D2xu+jCUkPj+jAr6e8Ia+RjeZPUuZY758moG9pvPGPbPn37zmxFa+kfNdvSCzrj1XxuI8HzswPblFQL5eeJu8rvE6vscAhD4fhFK9bqUePkVa6b0vRgs+cFNUvsma/T0hipS6ybFEPlwZebwmb7u82jOZvfag+T3pykE9MmMyvr89BT6DPcU92u+IPdNaeb6dMOy9/pZwPQ+Kn732BTI9ByckPvWL7L0l+by8w2TwvAkxDL3orDs+UwgNPfdYZD2yej89uDsMvhv+uz1uEIo8UqK8PV2WQb6v4zO+BorYvAs3Fr6mKC+9nZ8guz2/Db4SyBE+PicLvnC99TzT1hU+H0D0vXoUET1LpBU+3gr6vQK1hr39gB++EKVtPp++0j22c+G9a+ncvX4ArL3iZI09hWgNPnUg+7134Qk+cYYWPs8RDb5dOoG+emNgvqC5RDx5peY9Mz5HvoEZTr0iida97vdJO9oJTr3UJTC9l6q8PUJS+b2PB/K9Z4fHvW7Wkr3TWIU9v0d9PUkiMT4Nm/U9epRLvrY7Eb6XUwu+wPGHvVf7rL02mV+99lGSPQjtOD2/EzC95dmRvvuVuDxRuG66dAaBPTfVH75hKdo9xSGxPVU7V70GPKi9cMwuPusdOT0gAhM+m0hvvvEveb34jQW+6I/1PM5t9D0xBMW8WoFVvbYjyb2XzrQ8jj4CvkiiUD4xyVm+WFzFvUHbHDsEUYQ9J5csPTVsTb7THHU9Jk7HPRhM27uRczu+ZVFcvgqCOj0b6cO9/MV4Ok+lyT27Xye98QOSvV/bsT2ydIM9YKGDvTDL9r1K/nu8JirCvIvaKz4LsQs+gykgPnaCJD7BesO83Nw1PsBD+b3L8oI83lIOPemfxb3XgXY9T+v5vPYUSL7arRi+dYStvO0uKj7vXH++tO+PvuvEGT4THVU9hPJrPnmP1r1CgAo+iPrJPYpWaT4eZre9QV++PT09RD6L06a9RNGgPURIFLwBf4w9bPXVPZYzeT3d39m8hjvhPdtALT5QZYE9OrIJPcPVmDrVjQM+Tv/XOnz6nj3Udcg9rXmsvZUci7xzyTw+quYFvidSBD1Od1q+k5c6vXPHmL7LrWQ8KyHpPdxMFT7CYOa9SN3mPYGGir1ryC8+5UcIvpBTQr77m+W9w3JivrVVUD5Yasy82yezPabjc77w53Y9pUTQPYpZujwuoPC9aCCfvU69A7yaR3w+JEESPUUNKLwwIKG9LukJPmdWrjyDMQO9ORmavM2la76Q3Ag+/+kevdo0xz3Da7+9R4olvjXGZD2cKa+9UsfcvWfJGT5kEso8ydeePGNw4j0GenQ9sv4cPg+nAT5MEW8+WBwXPlBLID5Us8O9NR/xPcYDEb0otKk91PYqPkiALb26cTg+iQ5gvVmUjbzkcwE+fWU0vrsPa7yxSAM+O72zvOl617yZ7U69a2emvYFyQD7nQfW8aUKVPdMA+L3c/lo+m3SFPGch8Tx1Vy891wjKvb2Laj0xo+I9qV7GPXFx3rw3/tw99sbBvCZ8hL0mT0k+fAodvQAoWz1LWA8+YKN2vRH6ob3Hcgy+3taHPSstZD14u0y9/KP5PVAppL0Mvq69eqWkPfJSfD1tlx69/wUbPsnQdjwR+Ck+PA4NvoHCbL3CYso9n4LUvJDVAj23l4A8gcSHvTYC1D33F6g9bPrSvSIUxL3BQye9rvBZuqHEkj3mwd28kXUrPLYbWL2dYxc+EIAePSZ3iT2Gexs+fFDjPdVBSz1y38k8bzwWvryMCT4FgDg8STU4Puj3Ez7lZvE8hyEkPpXMrb3yvRu9ejVkO9q/bT4zm+698aU6vmfiMj3MjSu9tdqJPEyUU7wU/828ZyIPPky0rz09lvy9458lPcgkA7577ug805eKPaMgvT0eVxo+T+FeOYdWpTyZQ9w9MqSvPQiDvT1/7xg+ChDEvRVYLDtx50c+mLV4PTh0pzxTPus92kacPcO5mrwgjqk7wdJgPkIdEb4e6bQ9cf1GPuDo6j1AOoi9ZVtZvlrbhj08t3i9/fAFvvLxAj4OjAO+mwGKvQEon70WPb293hSFPau2CD6N6kW94w0Bvdpiw7y5g5g9BOu+vQORNT5uH709LVn3vat7gj3oihi+vu01vZ/6HT5dlIC6s1cHPeyeIj2o7t29Lf3YPV/F1r1Cmba97QO4PdpKuDyogI+9GbECvbYtGj2BHBu+9M0/viEB8b0ovke9UkG3vZay6j0eEfu8JnnevbT2bT0RHXq97i6QvTmtDb6c+FS++BUbOw7n4L30B669XMegPZFv7r3WpAI+c7s1Ph0scD0NtuC94jhsvegTBD7j91O+O6ZWviC2jT3V1DC+yi5YPs3ohr1WkRm9H0pJPmoJM77cncy9ydrovWsta72m1y+9vW5QvooVQL0j1MA8nfIzvvQjHL7+2Y28X5AdPqEDu7z2Scq9n5URvWXD2z3Mx8e9cfIvPjFHfL7f6I2+IgpFvgbAwD3h5LS9pjPwPXLMtzxK07A9XayaPLMMND3YfS49frsgvtXZnj3ijfM9V6ISvQ18sr15xfU90bOIvef8MLycTLe91FtnvltK2L1ZYrC9Vfe1vaIrg73+L/C9iUuaPaqnP77B2Tm+WG+WPBHc0T2ej4w9tJWmPUWoDz70weS7bS8FPp+Oar20u429MPUAPlhVL73JyeU9b2aVvXeMEz5kkUS+7c2hvAlFz709wHG9BP+0PQb9Ar5SHtS9LhrPvd2pc70fTSU+QLoYvt+voj0l9vM9WO8XvrqptLsK4gO9YeeNvQmQIT1++Wq+M2VTO7f8NL46aUO++kylvFYs4j0ZGT4+7NRyOrHpAT7HxSS+K0eNvcWkLb7cwo696rybPU4/O70uQ6a9+iGou43uXr20kcG9MUEDPivYCL5jeOY9WBXyvdfkcL6cYQe+jhKgPQdiJ76OURS+qR6Zvf+m772GBdm9BI4svT7Ptr1AVhu+yTSkPB4+Br60i9m8tpiYvXF/q71ySIm9yNV1Pe+kCD4y48O9KJC1vJyRez2Sff06gVTMvejUNT3Gswo+yUiBvUSs2r2FYGS9geLOvCzuEL4Vq929LyY5vv1tCj5l/cO8OTGgPfnMGD6bz469u6YAvhgc6D1h5Sa+gfi6PQ3xQb5CAri9d1cPvo6Gh7wuMJ27rmIePgRZVz6XEpY94snLue4C6b3PE/899aHHPY/KH74WDc29+/QHvgU6Ob6w+PQ9Iz9Iu0lAAj1l2lS+3J3YvXa4Aj2/16i8fzaGPYkP8j3VBw6+CT4PPkN85T2Zh2293rgWPljxMr4Hsd48slbRvSeMBb5E6jG95MexPWDNnj0/Ivg9juVoPXD6EL0Oqo09v5nIvWlDFT5WIh4+rm+RPQ5dOT5EO5M9rKzTOf85ET7KW3e8lmaEvVsvAb52vvQ8taK5PSSqjT2LNiA9VfI1vAEhUD5FAq09u2KtvYzjij0Po4Y9SCeTu3d2gL1sFL69wyU3POvD1L3Ifdc93qgtPstgCL5qLgk+JcKdvdedVDxylzc9TYnSva6w+L1dpKe9R57EPS7EPL6NyHe9ffYoPln9oz1Fesa9+vvFvS5oPb5Vrd+9hPApPgOyQj4g+SS+UxwqPmpOyL2skz49tAUMvRMYAj6NPEQ87IMPPTeIWbxiByo9kbAUPeZMCDy2koq9F2mHvcQctD0b4oM9RikSvtiUTj7t0dO9rWV+PfGBFL7EqUc+s6+WvQDlfz5MaDY9e4UEvkqHlT0nXKG9rNhePqDBuj1QOY87ZcTrPbhdBT6R49C9fkv+PVLz0L2guIC8t1tTvTTJGz56je69i+MUvl7tsL256lE8dVgZvooZn7sHG4e9F66QPXdD6b2Rn5o9+upZPalJgT2M6TE+/81nPuZkYj7Ofe29lSN5PCJjoz2d95S9GM/tPXimDz6Eqn09FJUcvoJ9YT56LjK9E6MVPlCCFr6/GQC+/SoNPdFrOL4418I8GyOIvcIl4D3MoDI+8PnXPYXlNj1fAaU9h5r7PfyOaD2oO+49wpVQPnUbqLzXrss9QJ7zPcO1mr265+W8BsPlvDfBHj49D806orLzPOPhTz5BEVy+Wzi6u7UBR70RXfQ9ZE+mPWxaAb6EZwQ+tFaKvLbiLb4k21e9WEShPXIpij0FclQ9HvWcu7no7r0SODw+pGzEPUnu1r1zcOs9BV9fPVorkzzvl6s8S8EfPrqtDbzrNr09C50OPZEN27xV45K8r3eYPRkmkjwho7W9x5wMvpfSEr3oPCA8DTfmvIQYkjx5+OU90GJivZPxFT4gugo+fAIevQGMTL5vEi89pzDPvZt2Dj7mO6U87f9dvdpnWL3KLQU96sL8vZ9qeL333BM7uHcCPQ5FfD1Uv/c9sYdpPTphb7u/2UO+l2wkvlX/3ryqOhm+zOwpvgex37yio9Q9VtVfvqU43TxGQwW+d50GPmWQPT7bICe+WcQIvrWe9Tzq9DQ98ksVviSiNrzNYk87WNGEvQpSmj1/D9O9ZVT5vahhhb4WGTG+P0thPddh37wyuOs9JseDPK+V5T135509JQLLPKt8Lr4HjwY+FQMDvpj6A7230fg8ZNPxPW2qIb4kHWi+manWvSuv+T1h7jW+Y68cvn/MoL1T0kE+CdEiPmvCXT04QeA89U4qvh6WB75mUMU9CIPaPUR5vTyKYdq9AfFBvncvx70giuE9DNRbvRYI3bxWIym+lpc7vr8fNL5HVwu+PHNyPaO/JL77rB2+nhdGPjQHNb7GBvE9/dQ7PRRhY74OVKO9HBZAvrjCJb7MD6g9kXPzvfBOtzurDCm+bgiDvZxjgL1hNI+9er73vcqJHT4yqma8Ah7BvToRI76eOyW+jVowPhBtYL7cdg++7aLJvVUUgrzyB9C9OTk8vkQeKT6VVi2+LhmrvcIrRT3HeQU+lK4rPbhKFD4qyqq9CcLfPP1h2z3iq2o9jqsUvleTlb1Jp8M9aGFTPZ4W2j2HUAM+iH3BvTsaCL4CHam9GzZ2vanIcjr1QAm+ORIqvrc7wD3EGuC9AKcNPXs6hD0+t+08SRHYPf5bf7wXkJ+9sIzdPXDqOj4YZ2Q+lFHkPAUARr0aboO9h5nUvVf/sb2PIoe9CYjQvWGbN73Xj4O9fr0IvjTTxzy5c1K9+Wj6PT9ahr0Iuu496+fEvTgM272fODY+ekoTvKu6OL4lCCm8GiUDPpOsJT4au9E9MO4pPg6Za7qNWeI9aV9MPdSz0T0FfyU+1C8cvMyvDD1mzDg+sFYlPpVFnr3vIhs+P2lEPVsixT2Xfdo9uh2QPZhVJ74YrE88c/4jPv6Irzzw2Kw9Jrm6PXgg2Dw/6A+8RkS4vUeWPT5CpnE9NWCpPCONAL75dhi8y47IPONItTqM+XY9AavOvQQ+Lj6qeck9yf8bvhX9rD1SfDS+uygoPfdTPj7CjeM9oTGCPbwvij00rP09ZMtBvcISYz5TGz0+JtKQPHr9zrxoMdK9sgPNvfBJSj3CsiU+wl0kPo1J770OhYg95iNhPUWWAL4PP9u85488PszaB76Y7xA+9yKbPVEhGL4T36Q9WrsNPdoWFj6Vbz4+WtAbPkoyWj7ccps9vHU5PtU5Cb7uY349J0/svEwuor36qBS+nLdSPlX9MrwAUos+z2uDvFOjiz3J0MQ9ONkwPodK272kpCQ+imcRPl0XGzw6egU72ca+Pc6eZD5uTj8+5qZLvSiH8r2wkw899Q+XvY/Blr2aS9s9T76iPf63F7znuCq+xIlSvfFbXb117lo+rQ/RPdZACj7i4+e9MskevgedRz20x4s8g7MaPnUFDL6toz6+OFIcPoYNvr2E1Z+9eG2dvY80Xj4EK7e8bkb6veiImTyEwVs7xUP/PetOFb5z94g9kp1hPqPHg70S4NK84IfZvVK5Nj4GMKo8UNfqPWR9lLsF2fg986UCvab7JD7PvnG9wpYfPbTwEzx5t3G9g1aDPPOoxD16o8G8CpPfPBULRrwbQfQ97RVtPsbaVDq4/CU+gt7BPAslrb2v3H692QqyvQUSxjzOyXg9fT4Svmvuoz0QchK+FGQ4PsvXrj1gLSc+YP2OPWQRcjy3IjE+0c4MvEOu2TqMyKG98F5SvtOgFr0L+RC9TGUhPi34KT4pbhQ+Ahr5vaUKML6tEgw+v3hJPu9DC769bfc8NhltPup/wL36Pp+9Nwo3PtjOlbtE0Do89fZYvgyfIb6A9oA9JtMKvqMj5LyVZoq9Wg9WvtOyEb50SAa9cLf4PLTpXry9z4y8l0cIviFYKT41qRM8rL41vlooyL1v5Ly87tnCPdhsPDu4dkA9K9XWvVoUSj6Zeoe9nH2nPVhQyLxf5QA+UVyjvRDC9r0S+RO9qk/XPEHiG76FmZi9mEwuPgLfoT1rbI29NwI0vrfkP72xMBg+xYaavK8HAr0ka0E8xxrmPTF45D0OtIe92lTsvVu6Hr5zyDG+2eLGPdH5qL1Lflu92DEsvgsTaL255BC9VScIPmnlGD57wBM+do7qPdwYvj0esOg9lcBDPnZoq71i+bs8hAA4vZjBm723lOa9SL+gvUKFpT2BgGG8H7ulPXt0DT6TbSO+TCPSOkGOQry3HNa9z2rtvU3xQT4gN1G9rSvXPRPdhr0yRj8++zV/vaGzrTyj9xk+VfT1vBjpPb6uixa9Ok1svMBgLD79CG49t4lKPuk7FL405vK8jDoSPmsTkr0hF029Ym0Ivnuh0j1Nnky+zPjVPHXJJb3bViY+r3BXPULEzTwq1jI9VcgRPSkymz0/haw9r/hePlDdTL6BNsE9KUQavoH+nT2qhp29g6c2PjpbPTzTmBC+MWzgPYcbgTwnJfo9ReAkPtz/TT5Ttq49oicGvMqzlD2kmzm9J6gePug1Sz6IDe68hkgHPmc5kjyr/vC8Tw/jPVbnez0BRi4+V02aPT+z4D2Hwhu+UlpXPdYDFLzYqBC+cRcCvgfdZT7eeBA+38Z0PKpmGL7mFLM9MEtzPVfpXr1aThm+mcfDvQeVOD4a4KG9gCP2PY4phD0D3te9vpEYvY1J4TyK2Oy9kmjevWYOJb5ZT8M805GIPQfiSz7kcx89ejMSPhYMKjsRwPK8dGEtPuJ3oL2+FwA8JfszvhX04j17N0a+udF8PRnOoz28R5s9vhibvQ2P0T1E3iU+YUWfPE8Ptr3GXS6+Zu2HvQGszr3kRY+8NVEPu71sdj3U1nw+EDtyvZrRXj2IJ0i9cDOZPB5Rir6XACK+uFggvo7yuzukkGo+fhsiPWb4nD2gJe09tJm4PUktgz3rzPa9WPRYvOAu9b1U7JA97wYAPma72DzFo369rwQNPUOnRbx17gM9eAS5vdARzb400Y69hwf0vQaekL1umQm+Kikqvvkprz0/VJI90rgBvo5Mp71/Pl++v+1LPZ/GQD1VDwA+8MzOvIqtsr0q2hM+3n4evrsDBL5xEj2+JvEovrDelLxVugY+tHMpPdH9i731yI693RYbPs1Yhr1DprI9Yl/LvczqdD7Vyc89kAO3vMIVbb2gUt69YGf+vLRPv72d0Ai+haN7vVKLSL4yiFY+/AiLvawc773MGUa8StbuvL6XPD5SkhY+aO9gvjMBHL66USw9EIUnPnKSPT7TO0K9Xj3PPWHu9D0KlgU+y+1yPWIqvD2q0y4+8WWhPR93UD7nCZ4+F0AFPkcpk7xxh+893xdcvnImz73gkHI9m1aFPT7EDr6muxc+lHwQvjFllj1VQRM+wmncPc08EL5JTZm9FtBGvsAMRj0+5Dc+11MTviXLQr2DbfU8QyvSvVxMOD1O2jw9Z3zGu5G1vD06Dbu9YeBSvePGvr3noFS+EFFTO3rbsr3d3x+8tGEQvdUIcD6Zanw9AWclvql/UDyQOuw9gZsOPusvDT5zruU9v0S4vdglA76xvdI9KBuGPRqTG775qCE+R85jPjIsOT7YDx69WxZsPpsG0z1vgcc9LrcOvl2jmT0d4IA9FOzXvf03Rz1ctha94TwvPnqtRz1gkJ89SM02vW8gCT5eBZ89qUJkPoNbUr2FJhk95k2VPUE3wbuIeko9OhoFPcKLUT44OoK9i2n+vUI1Xz51Jcs9T0UlvKeLm7zJVgI+4E3VvZsN7z2n/d69VB17OwVRWj2FXgq9oWbjPd3BkrxcV6+9O1V8PfqSAj2/3909QrpFvjgcirwiwgM+xUm+veyLBj7aDD89hiH4vcmHsLvZ5Js9yqhMvs3wfz1C3Di+REoBPPM7E75asQQ+6EoCviQnEj0+9sC9tni5PY4oiD5DfD87qju6PZDo+T0ISEG+zD1fPYSYFT4pC9I98R09PRT/oL0OUe47ZyUevQU3j7xgK926Y3wBPDj2E75g1A88uwQAvhotJj50QPQ9OjbVvWhABr6p1AS77pMjvXOgVL2pthc9AxIfvpFNSD2/HR0+MEBEvpyQ1D3+Acq95HwPPhtP1T3bYBY+B3fkPKnKDb7Jn/09ebP0va5BCL6a1vy9xEDPPHIMIr2n1uo85GvTPFcrLT2mZ1g+0blNvqzCDL7T6Uk9PFeMPQ0mPb6bF7M9zBmdvL5VBL0ekEm9KvQ8PsawOz6c98o93sysvda4lT2NFrg9M/VXvW8TnTxVKLG9q/mAPpVk/j254x0++OZgPrxm0L2DNQO+Te4iPjiXTj4QARu+KahhvYO37r259Rw94ZLePbeHYT5KMoq9mQiQva+czL0DpbW8Jnz7PCtPAz28Bya96CfWPUeNGz1DRIi8LYuEvYLKWj3aK/u9NDnpvdFI8r1ezgg9rretPeUKeT2/Vzg96gerPWtpzrzv2Si+JHw+vvaG6D1ScoG9eXG0PZb/37usS7E9PwQbvFuIxj3s7gY+cgROOX8Shr6hWjC8BdQKPszFWL0qS3g7EsnBPYD72z22/hg7/ZYEPutMEz5r6bM9fxv9PVhXDz2CEeK9ErqMO6JRmT22Xp49LY+APavAtz3SU3O9TGtbvYWCzz0l7yy9Hc/EvF9puT2QCQy+AWTaPGdwpDxuFYO8PQxTvVe4wD1nvNk9xcgmPm2QJD3xd7s9D9ckPuBhqD01H4A9bnYIvjKhED7amui8l/iZO/niLr78+Ny9K27ZvUu9JT5G2Uk98uhyuzs6DL6KjBQ+35SVvQ+gk7zDqBC9GJQgPtW5T771VsM9Ym+YPJ/voj0XDhK80jQNPn/61z31/Qu+2ZUUPeP9Aj0S6X09zvwNPmLbPb6BQxm+yisrPpBXoj1Ze7g9JPGsPFv7AT0OuXA8HLHfvaM1b767GAk+VXcCPtofiD5KOTa+UrePPBLB2r35EEY+C6Qavdx6ub1FZs89aLEUvZCQTT2DV2O8NmqOvg3Ghz73BKI9vjB1PaZfWDv20Ky9Lu2fPn6WjL5NkEE+6EdnPqUjgj1ShBs+D+OrPTTPf77/b409uNV0PHxBQL7T9CE9WQ3RPrb98bsJtAa+J8mUPgX+/L0h9AY9gQ+pvQonqr1gaXI+CBMmvmjAob0JnCy9lEyxPegKDb5pYj+9AB5wPoN/8DyqfBy+lRn5vfFzpL7WzFe+iGM4vgRRiD6i2vs9TubnPceQR77NOMa988jvPfmbWb0XB/A9xhmBvYeQer5W9KA+UbQ2vrtF+b2ypfO8Xh2du7xJR76xVei8TBQCvo1X970cnba9N1PnPMrQHLzVgzE9E7wCPkGPVbxDIjE+jCyDPFJflz5lNOQ9hksVPtOVID7+PgU+XBsPPsjxBz7nDdY8e07nvbQDsD1NlFm96Zy7vchLND7q5oM9nH4nvpPF7L3LBie+RJQRvhbyiD0yhwi+Cx4APJfWjD480qQ+VYVzPs4QiD3swi49eO/8PTNgib3V3Jw9l0MGvjSstb0v4g6+4GS9PfjUfT3zacS+z//XPRXuF76j2AG+BnwqvmAaC75GH5S+LBwRvjOzCT7mD7Y90jG4PIKhLD6qHFa+B4ayO2DkPz4vfGA+r8SivjwHWb7Z/K0+P5J5PSQJXD5QQFg+KmhWPtovQj3I15e9YT8gPm6kZ73noBO9k1shvgaz5D22iEa+nWraPVg11r0ZA8Y95EKwO9buL77BrxG+Jh4rvlCjFzwq+B+9YzHIPOVgkT2p3kU9o4FzPZS/VT7umXg8iy8bvvL4Dz4T59S9YblavqQbF73NDxm8IdfIPYmXhj2Tfu89yxsnvbII8D2+xiI+nAK3PcjzID46aAy86639vdPF8T18wuM9cuI1vITqJr5VNG89BaMnvghqEL4yxoI8iiyFvrXxB75UQRa+Qz2xvYUP3Dzu6N69PwvdO5nFUD7Qnkc+stLkPTOcxb0mH6i9VCjaPX7ZKz6PyBs8msJ1PVgsH734ZNA9gfAYPAdN4T01F3G9LcedPTXGqz3FqKK9f5SBPUWLoz0cPCc+0wsovcikh71RiVk+6b5yvdxVIb7xRaM70nLRu7kXBb0HNi29nkavvQ4EHj4zqC+9hZ+IPUF4hr34CzA+ZZT1vXRp9D3eJ/67sC5CvZcAJr7wWnu9SmuEPcOfvL1IdOa90VvwvSOwDzxppdU9Hq8FPpBtu72/JfI9jUzMPTU3Ir5t4rM90lyxPeiCvL1eWoi9VgDYPIdoE75r0/U9m2DaPN0pur16qtg8EEfpvWP6v72GoEm7TvMTvjnoDD3lA9e8A8KpvYINZz1Nnw4+08kDPm4cpr318WG+Q5osvJWO6rxjmuA9fPPfvVzeuL0vEzy+sBYIOhrU9LwiRvU8NonHveia4jwZ7w++UMEfPiryHj1hfqa9Ft2IPUp0Q70vhhu+4xLpPf3PCT6r7Lk9BPqmvS3AB70flEq8DtyXPWg0Hb7+iWS+2XKgvXNEBz4E7zA+6o6ZPWlTL758/yG8ECOgPHTXgr0gw1++RWjDvA7O0z00zPw9baWyvH+ysbxRypq9aZSgvZT0FL6g/cG9HgMYPtqQqbzWA4a9EvoGvpdt4DyrDui9/mkCvn/+LL5lpr+99sR0vlmjIb4NgHo9H44ovSJQx73rHmo5BV8Yvm+j4j1nR709TD4RvTa1Gr59cxa+45wgvHZGMb0yZSU9uBKGvXvyCj11/hs+tlYmvgvA1T2tDSS9oYbUPS6OJL68v5M8miopvkHIEb5Ur3K8vmy9vRATm7zTVCu+GpzhvUIaHD3meOI9mTvhvStHJr6nd8c9l4L6vcAq7r2ADlY8eRsUveq3HL4sS4U9kBE+vgrbAT5954S9Z9tUvNOXUL3GiOq9GCj9vcZqrjw2MFy9cosFPG2Fnb0I4D0+zRY0viLuJD5ePQo+7gyfPVYaSj2XnW+71FTUvLv9yT0/IDk+Q9Y8vgjAWj0rHhc+eU5KPue/Lz6NIuO8r7M/vmM+ML2RDck9DkwCvoinQ70sG+u9A4wTvLp+Ej66bT0+tMjrPRTxZLxfRM29XWjLvdndXj5G+IQ98Smfvln8uT1nwRI9iP1DPVyXvT1NIAu+RxTyPSEVdD6JCZS8U1c3PSbpVD7TZqu9/o/FvUII0D2UFY29X97pvEH/Pz09xWG+PHmAPYAWLD2Ugx6+vghTPuqsFz6prna9t/MoPbintr0mGXy9BCc+PmU06b30qxS+9x73Pbavirt/2fg9l2XXvUtOST5z8dc9SWlDvZUFTz5pSFY+MJdIvD9IST2mzNQ9rRw9PlAEND4CJ1u+ltGpPNw8MjtMlvA93+nJvcvZtryEw747tr9xvZYYlb1Xu829qhvTvRkf97sVgXe8WRa7vc9bUj2LUj696cEqvf3iv7zqtIm9BxCWOzRRET6HRyC+4PomPnZdnDtz0TY+v1pmPkyELr1X+8w9pa6QvOJvujzrjis9Ht+yPQ5noLkuF909M/NrvUWKMj4L1vI9prZXvRtJnL0soha7FPFtvcNUbj4BoQY+td0ivcWWh73h8mE9dPsxPnZjk73f+xA8Hv64vSHvEL25w3I9A8vCPWijy7zq8Ue+iRnvvUSEOL6Dbvc7azRtvdZQPD4fQ8g9XZN8vGy4Mr6WM5k9UK2OvYzaTD1rgvy9WqywvQ6IaL19qOo9r1Asu8dYOzxc1xu+Ugf3PRyMvz0pORa+Lbt2vOHgr7xUPpG9VEHZvDaNWj4Bsk49piQAPDD0Gz4SQ3S9RT4bvuyivbvoCgW9ihaLPcd52r2HLKi9PiFvPX3ygj35Mee9BK0sPdx3GT7/woO8sEehvU2VgTvhyx8+SbI9PcFWdj29ESW+AFl6Pds8ij2whuq9OMwYveGsiD1YPB69120xvlp0Uj2RFXw8LBc5vv0t8b2dyhm+EvsZvjeEKj4DUyI+N/g5vkbtb721gnG9P8EwPmdFQL2KdDM+B3kLvdk19L0RDPM9Qcwfvk2gAD2JmbW7wwHwvX6ZdDxXhRk+9rgKvkZy2zxUqDO+Q7XlPBmUwb1gLTC+/gNwPlljvL13m9E9ia0NPowDYb6SpxQ+pkWAPvq08L0fTak9mnpLPkovfz3pWp498H5SOw+Xrj1ELp69PXgrPgcrlL392ho+dnSJPE4HXDyda1C+qI1YPoNOVD1TAMm96kOEvV5+X70/ay2+r8CUPbcMVrxIGYO9P+MEvnkYeDyup8m9YMKWvRmbpz1noSe+2fY6vTw8672VJDi+PauVPS66oLq/m6c7CiE/vjQRzr1cMLO9qlylvUWPDb6HAmc9NS4GvVL61Ly5AvK9S4sbPrw1cr1FsRC+qTovvT9VSL7ShrS8Eov5Pb4tB75qs7q9mfoevQ7/Or53aV6+PUiUPOzbLr6R5sM8ScxIvd0/u73l2Fo8GXvGPThXYL3Jxeq9W8lKvuiaAL1VaAo9yfstvjeuxT0YQPi8SVZOvlAipDxPnZU98yLbOtSsGr70jsg9uYoyuwC0Ur6mvM29hxOFvGAYK766a9w9tUE/vtYY+L339e298G1MPXzT3L0J2my8FHITPv0UDr6gcRK+t2imvc1OMj0q9g2+pnVyvXEJsTtUg9a9zmUxvtbkFb6gOpI9LsQcvrFTqb0tbke+g4fTPM2vAr4lZ7+9GKUzvpC76b1icJ295EnSvZ8RI7494ni9IycUPu01CT4UFc09q75BPbO4Xb4hgOW8fRWVvSaQJr7Re4e9d2KsvUcznL1kSZS9L0ouvuniND2aGi49+XIYvsMHTb2Q6Sy+wBEFvoon7T0KWJm6gmOrvMdhMz0eaK89qnHXvZhFCz6P/ww9DkKcPRq7Dr4i+Yc8hFIyvpO0kz3kG908LJm9vWd0ij3ylug9JPdKPUSrtT07qjK9JzYiPviPXT3yrNO94gAIvtcCMj4qaEk+zOiJPTUNDj5JJc492aggvsV2Rz6FlqA9A3SIvX6YgL1IJti90p2lPGT2Rz17bTC8C0YZPhJSWT74fGE9erYVvq/nkTxc8iY+SjWAPb8/4b31jpc8J0cRvhgeD76uxkY+R+ZAPgPsIT4KgPw8aS6SvD9C3z1uwdq9B+S/vGxa4b0mj6u9PucZvhBKDT7nt509zwsqPm7gRT5U0pS7cuEjvsE4Fr7KB/s8IXzhvKnPSz5e9kg+ibATPXj47Lz5xEg+mLrSPb0eNT5/++O70+A3vSfGwjzBZqe9yqcMvgXg2ryGMqS8foRgPekJMb5nmho+dNy2Pag4hr2PSLq9IcLMPZgbGrogIn+8v6NFPcjPA779phc+vQTDvNOuaD5d6CI+EQXLvZi6uDwBD0I+ZHLWPd5Smj3zNFE9+M2sve283z25STE94rjGPcfqoL05Tqg9VC5cPcVZdz1qMLi9CeRAvoxMer3jjpO7OV7TvX+rZr0OkUi88ctsvYjquLrDZpw+szVIvT9XzDzSzzs+2/EoPCK0OT6yWNe9sJJRvcNkBD1tIFU7/Bz/PdpmFj46qYk+M/3VvcPvAb61UAw+bWY0veYcpb2qb/U98zSKvVTrJ766+Jy96tEmvhuWUT1fweO9UlRRvk2Iez2djrA84G7KvR+9uj3xnQy+24QqPWh8tTztWng9SVQnvqrmpTwSTAW+8pfkvUU/Cr4PAio+ZRSyPRUBjr2/nS2+m+gLPv8KZLz5VIu9Co1BPsHSUjwmCzc7DcqcPfsfQr4fHQW9OwmGPePB2DzP/ma9yrhCvaesGz6OFz89UuuFPUJblb1EegQ+BEYFPkihoT2/qGw+btRrPS3sq7zteyy90CmaPIDGkTy6MIK8Du8OvW4XIr65+RI9xv8YPgCzub3CV768se0qvu7l5z1hnw096XTCvSxYMryEaS099WgkPcynJb6B8jK98k7ovFU6VD7sOVK+c8OZveZsWjuW9E4+U7LtvSi79T3YmPE9EaMxPvupxrxDcfw9epL/PKcvdL3wvl89YngPvoFvCL7qCqU91UEIvhl+Gr5noFI+x1JcPQpWCj4Ldna919QtPhFXT74oRx+9HfQcvrcwUb4PYwE+ugUivrPtNb5/JHY9UQujPI3ExD1+16K6PheCPPWHur2BrsQ9AHRAPgt+Ij13NYc9IkftvcuVhj3vQsG9i7AGvbxyAD4Ern+86ACFPhMZgz1ANDe++JMKvc25tzuxUBu9H2eZPf2Qoj1NN2Q+rekMvQiBnbxmGN69kActPS7mQr7G4M07y5qXvTRU2bsylTg+hphdvJz1kjyQiyw91z8hPJ1BZ75Rkj++EsEUvi+NsD2nx0C+jA8rO4PMaD3JYKS9VNxlPSwN7j3VB3a8coQPvK6O4DoYPYm9bqLNPeh6hj2GRXc9spPjPSGj/T2elpE9ERgpPrxhRL6B5HW7tzIGPtvRCz4ALGi9H/JMvuRV3D22cwC+1JXOPQdlN77HUzU9rigrvpvEjT2GQJW826MnPVLnxr1DJxO+de3TvTxQlT2ZFu48u/+WvZMDcr3Ca1y9oPyfvOoPnz3toJS9Zbx0Pck5ij2H1N09iM80Ph/UnT3h0C2+3c6xvYIVob1t/2u78+wZPpjPtL0J+SK9XYxTvTMMEL7SX0E9uTE2vjJboz2lyJo9/LLoPM0Dq71TAg68cHPyPfV0Kj1vrwC+d93RvDcELL50KwS+51N8vWNCfz10JXG9EA2aPds4eT0j/9W8fZwlviSv6rvnORy+SmSnPQCQ2L16rRK+kYMWvqHltDtClwg+ohxfvsTKQT0005E9jOc3vlZkl72CAcc9ySkDvqhv4j0K5zm99EkUvlJL0Lwq+3a+QbyOPT8ekj1nYxa+GYkDvhl9yz1Ns9w9RwN9vQt6r72d5L29rkcUPpiaCb7vFCw8RlofvkraBL4Y2B++GayVvTed7L1cgrW8V+M1Pp4/Hb7anAW+K/JBPg231j1lrMa99gAWvmk58Twrafu9qIanPSd+TL7E+aY9EFi1vaovCr5I5xa+IIARPhFbrD3pUCg8DKXZvRz+uD3WW4G99fbevTO2+r1rzXy9uFhtPL8aK70v37690gsNvuELo71QxqE9qjMzvg3BgT31XEy+hMJHviwryD3KsFO8Qb3+PVhCG77wEJM9UyEVvtKOEz4SGIi91eXxPQheaD0Wpzg+D0uOvaYpTD2tRz09edpSPjE3ejtcC7Y98/v6vdqz/z0XX4E+LGQTPfR0Vb1w1hc+lXEavfNVvj3kGA2+DlBqvvxhYb1aXtS8Ex06vYTNtz3PEtY8weowvZQHZz0y46E9oLkLvEvTlj3q/+o87MzLPTNLRL497pA7xUdbPkCkYD2vJ8q9Gd4UPveCBr6020u9p+3zvJmXNr6lqdG9Xfaauydh8rwDlWq9VsAhvbUZ8T0lDDW+MP2tPV6R8T0sp4+9t/YwvXVCdbuRVNk9vedCPsti6r1ISYG84EmMvYDu1b2jneY9Qj7LvVZlDD4h6ie8XcqtOjQXIzyaCeu9hGMGvoMTrT1EEHw+Z3rSPV9Fjrz4M2W9zlhmPiJkTT64udi9XYlcPnItjT1oyc+9sacgPNUWLDyqsjs+ZWGSPde+FL4VJ629BYRgvLiy/j2xWje9IE75PPqJ/L1x/Ua+9XSDPN0sDj5D25w9jhVgPhmK4T3unGU+89dvPR1o+T3/04y90q3cvfAELruUJCK+XPT+vUFk8L2RpHc9Iz5NPognkL3klAy++QLVvVlAAL0Bu1m+JlZ8vjlvqz1V5BO94ecnvMcORT3Oj6g9Uh+mvJsaoL33TD6+R8z4vf+7Mr2CrCE+iAVOvjefDz6qGw09ECKzvLyNMT6mPwI9qUmjvebt2L1aHpW+RR2QPW18VD6dhZM8YzdNPT026D3wk9o9rW7vPZVGZz0Za+892obtvUH5Sz3cYlS9pF0XPoa7Eb48qCQ9HetTvgnTBr1bypq9MTXNPSI8XjsayPW7uCGPvPdiOD6EYCY911R6vng2BT6xG1a+JmMsPphZprzPrx2+VzhJPRpn+L0fBQO8L6uwvPDgaz6zfo09a0+GPGQaJL169Ve7XNaevSZ3Ib43bvY8MUSvvTUsHj4xhRm9WMcKPfer2D0G2/0906mgvSioXD3UCkW+UzB3PblvgT1x7++911GCva2HM75+XJo8Zt+nvYHi9D18YIY9kPx2Pp5OIr4PfWs85nCIvIXCoz5XSuQ8qpydPvX+hT63Pcm7VMhrvQOsJz5wQrq6VwyIvst8zb0aN2c+7IhUvmlumj2k9mO+YIEnvb8MA71ibN89uOEwPUX5bT6k6g++LuS8Pb4nQL36dbA9DbZ0vNnkHD7onhy++1ClPbIf4jz6SPQ9aGf3vaG2DbyotuY9pXkEPqT9tDtu6J486535O60OlT3806g91ZBUPaPhJ73/xCQ+GxQbveMs/L0tsCM+BAR2PfDsaD1xUSK9ZiS3vQUEGD5QegU+g7aSPXtUF74scQU95BtMvt8mND2uDoe9dNi0u9OyMr1Esp+9bp8wPh+9kzxQ6oc9SdgGvme0FL7erCo8PczNvb+1+L18xys+4FFJPpVcND6JPbO94foMPvbANz6ksCI+qVuUvZGEhj2evN68jqASPpYwir3gWoW9hznNvXClJD3uF1G96ThPPvxhlD0ZT2W951+svHCdUT073bI8ecjJPacMBD7/B5290DpZPiZ8Fj0r6NC9pmh/PpFWCT7mmTM7wcSEvHRCHD2ozAu9I1cBPr/DIb68lOa9p5UZvvWwKj235Nk8zQUgPjywgr19bBs+hlUuvQgi3Dzyn7K9NLqzPPKohD1afBC67vu/uIP3B76K0d29+zZ4vdUrBr59N1y9iYIPPpCnQ74L0rs9gGnuPJjuFz5CaCa+4nwWPqRtTj6Yu/Y9TMZZPQuOh71zq729tPDAvX031b07QgW94UI4PV+4BT5EfFE+GEbOPK3cZbyPneS97as5vdzetz39cQ0+3bHbPYcOVD3/74K94zqyvSRFbLxwH2I+iturva/+q721yA2+W9kmPsPGgL37ctI92xENvnzaSb7NDi4+sLwgPrjBdrzquja+PHSsueR43r0bwIe9JePHO2M/Wb4KDu098jGtvVl8Lr4/64y968dSPYP1tr3i0kk+uVjcvY8omr0SStO9uVsLu9irhr0QFgu+DxyhvVCGCr1tfbg9uv4IPh3DTj1ias+8kQswPnJ71j08tA29kKVevpjS5j2vxb698jpJPdJPDD6wP0y+B2sePu5Bm71dXAs+5ZszPncqGj6owSm+d8n5OovOPz1WJ7i8yqi3vfm+Mr3Nxeo9lUikvd+K3z18NmI9+5v6vKfXUT72AFw+cmy5vARFM74ehBi+9xfIPWzhFDyRjkC9yDMqO9xfiTyadN49lqo8Pn9Y4LuH5QU+bsF7vY1iUb6aeBS8V5CkuzF9YT6/PWy7jhA/Pr8QKb5o+1w91AdGvgDlwTz0YaE9LlKbvIi7PL5sj9O8r5YSvS+LHj5XCAm+YiUKvgDwtDzYFvy9uFYHPj+WOj1lBDu+wSyZvbKOSD5owIm9h/VUviiYGb5xuCM+02m8PS6srz2uPgs+YRg4Pj+g3L39WJA9C1ioPST84z3RPBI+QGJNvq9yhT1RCii+fzcavt56i72y+ZY94aIkvmbFiLxrLPC9tbpRPaNdAD5WkcO9iRqLPQcVJr6oD6G9DixaPhx4FL2VFqm9Ut2BPChcNb2nR408OCAAvXPcSL2G5ZE90nYUPjNRwr0q5mS9KZ1DPaVOKT1rpgc+RWUfOzvAOD59HvE957cKPgNjAL0zQEO97YeRO/jDt7yT9tC9QEC6vGuLP707Qgq9AGBIPkBTAj5QHr49/zDPvVW1Fz6OqhI+hg/dvdN8/Ly7Jcq9p9EFvgQEbbwynAK+P/S0vZyY3bzFjJ89c1osPpVS8b0j9s89JKXiPUy7Cz7Ak8o9ZXOFvjICsLzqxx09AMU0vvbjuj1qhCA+Ed49PESTyz13E6o95s+TvQOHVz2voUC+yGXYvSCZWz7NyiW9eox6vvUFND4XwFC+GIHxvR6B+b0DO9K9tztpvpO5WD5DzRa9DcYNvYteuj2C6a49X+HXvTKvLD1C6T49oE17Pb9EFb51bsU9I5+JvZ/1P7v9b+29Z+dvvJALqTxsZg++knzzPLIkND5HTjQ+BzY2PkhHKT4ENgy+ZRkQvbhOR73uSOq8i0JYvoaokzvrdba8fy7Kvf31WL0OEqs8PC2AvWabfL2zy1I9rh2pO5F4oDwb9+m9S3wsu22pYL3HsAm+vLEVPn3Z+D2HU08+VYlqvfeWib1SYZU857cGvtf2rrwnx769OloHvdKnMT1kY7Q7asMqvULt7z0TrSS9zmkwPu3Qq7yp5g++ShYRPmtFNT4PYiK+ilYrvDe9mL1IcAW+MccLvkoQ0T0W/yY+4ouaPRafrjoUu2W9Pa37Pdhfk7yXPro96XA/PmCY/72ajOu9vkd7PTJUCz3pHpG9UGwZPcEKLL4OBrQ9RZRcvcrzKD0PvxS+cTk2vXIxKb6CFW+9xmQaPhntpbwx4WI9uLuvvRJgCL2TS9I9wz/ouzbs0DmuX8g9Ius2Ptesi70OpAw9P00FvrglJz2wQac92cfmPJbjfD21r5K8ul7svbD1ID5Fia09uq1PvfHPi723Y5Y9U1WMvEdeSz5TIHU8TYzCvDmvHj5jmkc94DXUPai9A77Vkja9IAb+vckIzj3PbHC9mCdfPXEpCr6hANg9jhNTPhIzC77kBn09SizqPShnBj7RfaO9dPwpu8Fa6r3QxNY9ragavnYfc73ojLu9N6LWvQkQYLzORjO+H55LvpSZ1b3OWus7b35GvbdtDjvVzo49jFYQvrIAFj5Ld3u8W4k3vKY+5r0aCBa9i/YyvkPTBz1JccU9qnTSvTu/Oz45sk68SbdkvZ3Rm7zeKQw9kCKtO7M9GL7xZrY8fXaZvSSsGj7em8+7RS6KO1z+8D1qde292xQMPrHMO75fCWO9bk3gPRapHr3hU+g8znQqPtUgrb0qeIa9/8DPvWmbOr3eqLg63D5Qvp7P1L1dQIc7v11XPnCfoD3Hxi8+PSgWvinvZj0uD5U9kPrivf5eqDw/7FO+U+b6PbRw+z1B7OK9tCHhPdBekD1mjEQ89vTqvbipNb7Ifwy9gS5FvrNCmzwdxwC+6UNhveXOG76+5hE+HSamPgEGjb2RHgI+ffMDvnx7QzzpfXG9+g7PvRCaoz1IUIU8KNI6PkkXRj60+Tw9ZZiGvEkDhj1bl0Y9x4ojvjtiND4fuPG7TPs6vtinJb5ZL2Q+Gz4hPhPHxj56IPQ9bawRPZ0w3r1fidg8wDIavV9m7j2JUS0++E/nvRDfNL0IqLS90cS+PI5vOD7eZDu+YntPvYBYFrxrggu8+i4HvoAQIL52rbK9ZD5rPoM9Mb5TBDW80booPq4rXD1p6pK8T3NfvivD6L0Jg4A9b3y7PCD8IT4hLBu+Wz4wPkTCwT0xPxu8sOI+vJuwez0zQ1A8T6uqvVuaLL5KeVa8rt+9vSVlQz2ZgTK9qaB7O5nfhT2N/oU9Gw9MPmcZ2j2fOiq+5lS0vVfmIT4Cz2e+QP3FvLvxOz1ClgC+KTUMPXFBm7y6mg6+FpjxvOBWlz0izyc+GFyWPVe3pT2JIfu9Ef4UvoIk2739Dyo9uguIvqUH0zs/EDK9FYAUvmwmYj3vDp09BbRqvPCmND0pclS9vshIvPym3r1nQIW93/Y8PnWz4T0VfK09Wy62vXw3KD54kSO+maUvPUM1Lz1YE8S9AhxavUkrJ75GxTe9PRZ2vPUW0rw9oZe7cwxQvi7uhj3yfFq9YlmxvKpRDb6cCDG6kiAPvoe+Hj4mQpQ9K04dPoT8Frz0Lzc9PKulvVPE/zyN/EY+8rO1PbcasD0l+PU94pYIPsTpB75foF6+6DIWPWsOnL1QnaK+l+8vvU5ZUDwQ3TK+FmGmvaIWfL5H0Co+a8KXvXxnQr5eCBc+bdcPPT0rer5b2SS+jkAdvRa2wT32hh+9wNMMPktbiz43R6q7tMgmPXQ0pr1fg8G96yoiPk6DrT3V+ZA9Zu4Mvk87jr2Fwsi9ZQdWvh+MxLwI6Um+Cuqgvr8BM72hWzi+AFMtvVdZgr0fN368gb0iPDjoK763Zjk9pa+JviAx/LxUi1Q+h/FOvkkzxjxLE+o9tJUXvtCdi72FGiE+5vVxPsf99T2xbsS9DCIhPkleZD5/8nO+VU8FvjU17b2raSi9WO/PuzgOxLz2UJm9V4mvvSojbr3HSRG9yESLvMvbOD469jI+Lg6KPWmgYr1GwIO9NYljPoKRlz0qS489CtJUPjt+Mz2S4J89zG0nvjO8Vb4rk5G+yt0jPnbkcD41nmw9ESnavLhQnT7sDyW9XnAaPoZEAT5V22w9HZfqvTGOEz1gzOY9GZKkvLIODr4Y6a89uIpGvpj9IL5ZNT6+ZItLvoK1Or1sMCS+RyvDPXW93L2xmDS9kVcxvv39DL7CBTm+KUx/vXX8fL0B+C2+fGFtPRayYr4yotM9PG82vY1mCb5Ove48zdTQPbsTvTxv1N29yFOYvfo2DL56lqu7gJgFvSUJAr7418y6m45APbY/CL4erym+qdD7vXnAHT45JxW+VnVyPaelsD0zIwm9JqvavcLqhTsWgcg9gWwQvqn6HL7Fq0k9LZQTPpUiuD3vcAA+awiiPNUMt71mky++fA4pPgePgL29ZOU95puIPFCvYT3Rryy9y8mYvZtzF7685m09W64CPOxsRb1iIYO9hbXNvbdzFb5GKy2+tsR4vcABt70/fLy93coEPRFRjT0qy548QY7kvW9o4713fSw8tw+VvXUbFz3PYTi+mtW3vfR2373SThK+ofmtvX5FNz4/7qg73rv8vSsP9D3Beeq9dtzUunVcO76Jbii+Yr6EPcsceT0ZQEk9TmIUvXujOr03BjC+FCHZvfv7Kr4wsDm9f7SVPTqwoL0QXhi+SYBtPQ4WtT1+VF89k0i9vdGPhL1b6hS8imPXPXnueLzO/va9ewo/vgRpID0P/As9hI5UvnwCjzoK9UO9eraTPf6Ijz3cWaM8cLOLtxf9Dr4gUta913CWvWSK/L1mktg8oeTwvC6x3L16QkC+7HWNPewsprv/Tu697/i4vOAGhr1/OpC9FnIEvglzXT78BKO984bBvAqcc7u6MYS+oQGNO5AXtj3wnJi9fXjFPUpUkr1RzlE+pSUkPQgKT70Kf8s9L7J/vghoiz7DWhS9BygIvnKm3b00bY29ml3lPWLqOT10nsa9SqRcuhybWT6ETwg+oWtEPnw6hD0bNJS8YmrGvNaIXj41uxC+w9UjPntn0b0ZCCE+K60bvmYVor4Y5Cq7WekQu3qcjTwjaok+JgpSvR8WtD3M8X0+BQKJPngwDT5HLwq+FLczvpWufr2QbYK9AZBovA6R/71hgio8mNVvPTmbnbyd2zS7btfhvc5VH770ahY+qXscvZnGF74sBQO+6MJ0PgBTSbxEPDS+lnGEvFEFzzsm6co8/OQ5vlAaGb7nIRC+62uPPrILxj3s4MA9LN0evoJ7ETyXQfY95sqDPdtB+D2PYKe97B/XvFmjGb42EAa8X4pevngq8b2i1O49YPXjOi+EpT28xrQ9Xl0CPk5sGb3Wg6w+fFTZvSWhTr0WkwI8PmeSPf3rgz4hkTU+HQQRPjaJvbxeWMu8jANaveox8z331GQ+K6uGPGbCxr03Pum9KxNSvSnGp70LEyG90tGRPTfFnb0pcXI+FPksvra1qDym2Xi9W1HePbmubz2Q4rc9FzN3O4gOlDxTAdU96y1hPb6CXDyjT26+3IYbPmsVsD1hACW+77KBPPMJGr5FIxC7A0NvPVktfD7D7j2+wdeivVGEw72sGbc8A49evodsbT1/8I43AizzvCMuhT3IpXC+1yrHO4SXcDwsjfg8UaGdPVT5jr0Xunc8hRNcPnVsHj4yii+9MBMcPRlF8r0RvxC+zFPFvcanj70gkR+2Zdc7vrYi2j0LLzw9JnunPcskE73s5T4+Y6O+O0d3tD03JLw9Y+GzPUVLAb0vB8+8Sl8Hvozyzz1Id6K9bQBeu51snD1KvBs+UnPVvQdOMr7cJEU+koUxvp7ThL6DwI+9veAvvf5YAT6IFle9DKT6vQ7y/j0Ps/G9Qdi4PWdvTL1rWG49G+hXvegAM71ghEw9vASpvZ7Yt7wGLQM+AhuFvTQ+qD1i8Du9S968PfCaEr4Lc7q9iBm6O9DPI74ps509684CPgwJrj1cNb69qPoJu67jeL6/q9U94wexvVylcj4GD1w9k6QjPsQQezwgy3S+Xe2OPcyZG72FhYI97+PkvCNohDz5d1a+EOhAvUARh77fFoc9AceyvHal0TrvsSE+aOm2PcsFzb3C2LS9MoWLPlkIGD7oE/E908mAveWCpL23xBW9SiwHvn9Lor0hGNQ9/hUxPqXHRzxujS6+MvuuPXJdt7wvrS6+gqexPWn4Fz50qbE9u/UKvmK6LTx8pqU9ERQTPYLIJj4ZmNA9uoyePT+gYr0sFfY8NxpgPlkqYz5reG69smdNveu8wL0UyBu+PbaAvQLOUT3OCDM+X+aTPQeTMzzw2RQ+vbZcPc6SBz6A7gY+cxykPUFd2T3BmIa9vymrvS9CG76Y8+29Z7NKPgOhOT4LkJQ8cg78vIgRUjy9/S890nHIvFP2Az6DqD6+MESGPQvA3T3rhgQ9A+UAPuiM3zxmj7M919RuvWYpOz5zqqQ9WfQFvhLyGD6mBsy9oDfyPakz4T2JO5c9yQ7jPYTq2r1isgI8plM8vstziDyeqfa9yp0PPq4jqbxGuuM9wnAvPuDmGL584Gq9bO6UPB2kET6iFlg+isgOPbpfHr1mlYg9uWS6vUZAtbxRNMA93j9evdlsPj5uC5y9V5UtvPC5wL0y4fM97JY+PviDQj33LyC+hp/xvb9iKL5R9Oy91lg9vcqHjT0jWGq86483PKZEKD3oi0M8VOgLvhMcKj6wiM89Xf4dPndKPT0LlBc95yK2PSQPkD0PA/e7J59EPhSu1r3EUSo+hEiLvWSZHD2J4p+8rs2hPRJx77z/Ej89ifwtPVskKr7gL0U9LVZePXrHFL7EGcG9JQxcPdCner5mvtg9PTADPefXl7xB23g9zKfLPTBs0L1NwCA+mpaZvOBZH74gNCo+KCJBvtSCVz0kwDy+2YVPvmKlKT4+x189Bj4rPoGaAb7tuB09gr53PCBg5T0ZO2Q9+osYPZKnnz056aU97VgYvv6rFj6qXDO+e4WtvfLNGz4NgLE9OzcJvnk777yuOyI9p/2nvMqLpz33Hxo9tnxOPp6uJr3EaQ++hub2vUN1CjxgGYk94VxkPA1bbz6Er02+QcxpPbE5oD33hus9R7xGvUAbxb425oS9JTg0vmkmqT0lKNS8vAxPvmdi5T0rQZ49UszruzNtAz2f1WC9WkIcvjvuNL2h5wq+PL8Mvjp5CTz0XgE+yt1sPYgUGT72CWC+VmpePkXqU74T7/Q9C+SJupRb1bobICE+iesfPcyyBD3F2WM7GTA6PQk8VD7bGxM+WDqFvaMBGb7dlA8+kTWcPbM2f71ZaRy+MSiwPX08zj2pml4+JatnPdUWqjzwjr69w1O5PAN2F70hP6o9gDLyvbmL8r1xlya+72ZxvRrovb3+Oga9T2AcvbHnCT2LfVs+5XkPvOpd4D380589zQH2PHhQFD4NJEs+5ojRu+PskTzxaHg9CnpHvsji8z02pAA+cgpFvmieG77oDGW+wBAzPJMNS74X33g8F9N/vUpES74zbrs9P+QDPvz8yr3LOn4+ybkXvjn+zr079SW+SI7MPU4pNr5cDQK+uVs2vpIamD3ch8A8bOs1PcUQI75MJAC+jmUfvnFcLb77hZ09dPqOu3UKlj77d9o7RrQwvoCEvr1CLM09EmQLvtjrKj4BkvC97lgmPZvLHz59sbk92qeXPVcWtbtvKO69d7l1vf+/KL5p6l8+U38pPqwADzkjFg2+AkX0PSTWFD1+rrO9VgOGPaCFSb66WuO9tOanPTubfL78Dwy+SHuDvnHjrD2Wjgc99F3SPUWon72uRKC92OmNvYGVCj7VtA89hCHcPSa8VT4zFw69Nfp9PJcHND7Cd9+8dTNMvAe04b2RP+E9c3gmPWyR7DucpFk9rqB1vgk3yL2oPW2+n/eSviPphT2rB+m94OEzPjqSb76Ki2G+W7skPm1yZr7ZQFo+5LeZvY0qRz1eeks+bdtWvhgTA7wpU06+7t8rvdiD0TybZGw9HhJIPunpbz2vxle9/pFQPiqPxz0ybDE+8179vBkwlL0p5GI+apShvMGPij7eEn09bFpNPW5FdbwnJn6+NZTTvXNnib1rVLI9V+revFxZRr4qYxI+x4rQPRILRL4PqM69zsGSPoyjEDyXypu9l67PvZphcr3c5KU9/kggPvDWVz1MQuI8TCRCPe7EFD0WJje+roNUvgv55D3C8949MzncPfr+mTzAcwa+COgJPsbnbL2OM0E+8i/jvdsMHD7r5Rg8dmUKvM4Dg70b26e9TrQ0vlx63zsTwi49J2FdvX2gCr70aOW8+8ABPmsO5r09sle9540qvlmTAb2hLma8Rnz+O+EvSz6TFzc9i1GpuySwpT05NRs9DRb6PBe1FD2HjiE+IhpBPv9vUT6k0AA90cK6vB/g67q83Qo+0G8BPgfCNz1m9Si+IosWPQ/7DD0mJJi93R62PbxGg77z+oK8GOcGPW9Ajr3pYPi94VTyPZY1SD7/eLy8w5cPPj/CJD5yT6E9CjLEvd3q7D1ogCo9YewJvvqprr1ORu+9Krf3PWX5HD3SwKW8SpLGPX8yuz1uuBE+ltkjPmyf3j3Uf9O9z90tPl6fFz1raCM+6NvRPdrUJr6eam89omzTvfQbvb09k9M9Tik+PlaxGL0Nb6y9P4OHPG5d470OpxI9WuonPaPwq710S8C97V0MvalFCT02p6e9IfA5vpIIMj4UcIA8cY3xPVIpGD7xRIa9h94RvJd+Bb09azW+UqmXvWmTGT6cN1C+r2M7vh3I0T07WjY+/c+KvXFzbb0V1OO9iZR3Pb8L7r1Fb/W9WIqdPS2F9L2IFpW8eXbPPPEMJ7w6N9+9grnHPdxwOD5Ztfm9SuOivaoG1z19afq8EOsJPnyTdT1v1Fu+LZ4uPsv6/z0oTIK9BqI0vhTsez1LYV09tbrTPQEDiTzMfQq++aXhPCzvVLouVCQ+gg6huxsICj4wIJu9vjRdvZ8hLD5I60i+K8JsvYR+PD6Ku9C9giZ6Pu4GIL4C0Gg+/3jyvfmqnb3IU2E+Z2y3vvSCEr0k4Hu9Vc9nvmRX4D1I9oE+JemCPYnm4DyMnva87SE4vtBakT6IP6k+sE5jPfR4C75g4Yc+VVlNPt/wLj6f6Yu9DS/AvcU/Qb15iUc+xYFFvkL/Jb6eOCG+IKeSPUcZxj36MY4+3PfyPaGN6D25ZFo+c+L8vOQ17r34ATA+ZNUbPv65fbwgpWQ+UhY5PsGZJzvJOBi+XseTvdjiXT37314+NIa9vECWPT4dhLS9jMVQPj6rrb2nqa47rgWDu4evCT6Nsi+89n74vQeWnT6UyBy+ZiPxPXEzkbxAB0A+NEm4vOd3Zr3uKKI9lcT4Pc6Ehz46Tk0+IP4hvINYED6IbNy9j1Q1PAQBsrzdRMy91sP5vcwITz31Bm+93C9ePc9Ebz7NuM+9TydSvlzS7D0MfOw9zGnOPXD1tz3Aq+07kczoPYTohz2L/RO+fE+sPmiSjL3ibCY+sfrUPH2h3j0BO1k+lCzPPbRg+rtTqTs9phrBvUZJRz5l8Ds+Oa4pvAJeh77BZfS8UsqbvDTXHT2vmRG+KrVuvhAbOTxN35U9JfH8PJmgSD7c3Im+fb2+PQcD3b0E0KE9pS2evfL9T7uB9AO+imYhvRiX4z1EqEA+ju+rPbU2YD5roy4+Rr6cOifPoDs0byU+fm4OPS/Pqz2/vz0+VP0rPWANHT6Bqry9IoUdPln5+L3vLN89k0rOPExPNj4YByS+YVFEPglXRz34+8G9kbYSvRa747wRTWU9W7qju7JiiL3fhrS8j7QiPpeddD0oZG49Rxe/vL+8LL77qZi8X5AcvPZSLD5m2Gw+6ZsMPrDkaz6YI/g8yDLXvbGncj49whQ+YUipPftaar34xju+s3fgPfgeMbpn2rU86ihTPVC6aT3teOI9sWXIve0fTD0CJNI9q89NPR1ig729adW960OuvRIvT74Iafy7gNgQvvFrxj1j/UU+Ds7IPO/sLr4Kmao9VFUdPWFdGj7gtnW9tR/zPWzpY77J8w8+9m8NvNkgLLyw0yW9nvtbOzPYKT7nU3o8/1YOvhweIb7D5bs9dNY1vmjCwT0JDRu+uhY1PjjKhLzFtw6+C1+PPTv3CD1HGEc8gJggPXZOhr7kIcg6ktrVPUDUAbzfGP69Y8FkO5KPjz4Sbkm++4ZyPmnurDrkicI9TyZZPuWzFr4IiuA9MidtPZbhIb6537g8FkW1PGyoWL5kBdO9+y2GPKQDFj6Bwrg9NlH/vewAfT1bhIM9lKcmPNZuB75r0wU+ZTI/PdMJjD1oQQo9vRWju9mVj74/Y1q+4bcPvoecBT5rNlE98a4KvtfbI77jQfm8aRgwPdqVhr1JFCy+rqRZPUdAIT1sWUS+hzibPAZmMr5KABM+ehsfvsTQ2b3m06m9WlqFu7eQjrwR2rK9CVxHPYf9vr0vIRK+OJcWPRwtz7271eu9dKDHPVuoDb7+BfM9PWWEPV76Hb4VfqM8z7/JPJE6AT4fF5C81r4VvoC0sb2Y9Pq7pZ0yvus4/72KMea9Vw+3veYNPb7BYxm+cbu1vXeG2z10E0U9gjuyPVIfEb1XWSQ9JnKqvVVgvDsKvkQ8/Tb3vdGMsLso+O89dSOeOgbOHb46CaG8zNLuPVNSjLxuWvc87TbxPDUXHzuYTR6+wgNRPeXLKb5ck+47rxMtOjnOyD0a30m96sRdPJMh7D2lOhA+G8gHvjNzob056I29asBePRNrJT4t94U9ujTnvbW/X74aUfi9z10ivlDpBD4YMYc9oWM5vWOjBr5hh+Q9YpN3vvymj726qqW76D4APltwP75ehSG+MnWavXUdlr2CH4a9c8STvUEqDL5G1wW9Zm2IvW0LFL7Ga8271e9lvObXg7xUMJw9lI7bvHGcOL4ZI1M8oWFrvbluVT3agc49HySCPTgn0j0kJ7+9dJ5tvYwUMz5RDyk7hAQOPBxjTT4GfVi+tzhTPmF3pztQ4mY+SkWrPVH4/b0wyf29azUAvi+X0j1DQ1+9iBhgvrF7VD5coDo+bPBMPjXFPbwEybs87VnsPM2hKT4s7wg+aLcsvjYKBr7Owle+KQ0hvpAESr3xUVI+kXRePmyX/7yicCI9vFOuvO4uJD0MAIY+mPIavrviw705tLA8/rNePpUxwT1abBw8bqfrPTUi9Dy0O9E91B5Kvg7+XD0gesI9MY/kPa2/hjxf4jk+3nRCPm/2iD5LOGM+nGksPdGYMz7JerS8hLU7vbsVQb4dJ7A9PnBUO3xz0T3I9Bo90OdaPvzeDr6sD8c9P3tXvT9sAj7SU+c96t1BPUmeuz2S24Y95m0EPiZeoz1k9+k9xGasvdII8z0pIBy9/oKRvGi8Yjvrwj8+kAIgvu4TtT2R0Gc9W58gPsfWpzz129e9V+87PYd2pDzhmBa9JhjHvW3ihj2r5WA+wQcgPriPTT6eGVs+97slvpaZLD5koR0+gRF5PYzgnb0YhmG9/AgIPkBOhrwkus69vgAnvbJaRz5l4h6+5wCUPldNB76tzt888XmEvX2aNj5eN5Y+MztTPethEj5xnKK9ghpdvWt1372t+969u6mGPChDZj3owx09wtxHvsQs2b0Ta+g93CvavdtKKj5FW569vmqCPZpNYD6Um4G+3oWAvb6Oir1Ek0Y9TeHhvayXuT0QnGw9khOCPQueGb4wT8m8KeqFPhgaHrxZAR++TIOmvX1ijT0nlZK9rVnLvQGYJr5VJuk725XuvS2G0j2J9AM9wOCrPR8WAD2HykQ+dpMRvUCbAz6UDVW+UY6TvVFLoz1DyAG+j9GXPsi3pb1QnjI+JpwZu/H7PL5rLfW8L2u/vbJUwby95Om6peTePOuNb746psA9Aa5uPeS8qL3FTbm7WiwEPtbnM72udAm+ptc/vvaEYz5SBug9KQkRPeotL77Mz8k9c74bPY8FXjwHFC++HvJ+vWRwtL37eSE+2YUFvbClCr6psow+7vhVPtrIDz5Afie9M8hsPbK4jT0Deu29XE7AvdKgAT4dN5c+Z5iZvUmquj04NEE+z1OZPANQ0DyeULg7SfcdvVcVk73T2AQ9uX3JPMVkZL4qKqY9luP4PfaM6T1jgoO8t/Mtvr3+lL1MNhe+K+2mPaGHW74xxli9lT5xvRHL2L1/TLi9LurxvYYJ2L0z5IQ9RDApPmOMnz1wCBs9kg+DPgy2L74IbDk9G+ZkPZO+ID7lNiC+JnsDPqJXQr6I4gE+kSB+PBKLN74pN3O95EazveGg9Lz42U2+g/w1PuOehL7u+Zo9T8pqPO36FL5/a689HYPzvfyQ9b2z6iY9NnoJvsPOEj0emTu8e9kGPf8iPr43HfG9l5BfPaUVHr5QH3U8pcXqPA8NkLy5aR2+B94WPuF7pbyEBge+Y6nNPYU/hbsB1gc+USfOvfwm+L1vC0W+GNJmvbrvoLy1kH09Y2olPid9NT5eDyu+yZYDvl5Akb29Yo690sg0vHRjT75aNzO+iyc8PSMMuDyzDdU9qpF2vruSYz3j3Ve9DK2avfc1Br0l1pM7T2MGvu5WOL6+a6K9So3lO/cLjb3HgIo9/23MO7wri710Zo89L0HzvUzWL77uOFI9AZr7vYabPTpB/dI9Dl/9vTF/0zyXbr07YaqovPOlC75afD0+ELasvQrc0D1ypaq9VDKOvSrCbb2AE9W9vwhfvXKoXjroYs290muRPV8H+rz0DbS6LDO6vQ5zOb7MIeC9uBf/u4O7Gb1eCP29Ks1TvfWukbvERRS+BOWyvddxE76+JcM94hmUPFqD4r2LPAU9zcsTPpsoFr4FnkQ83pPDvXnzBz4vZAs+rmx2PJnGSj6DAlS+4Y8EvgEsGT065Sa+L3QfvX6JG776frc9IkPKPDUvhD1Qyrs9vRcFPvnnVT0vqwG+r6A8vEDPCD50IIA9EBwAvt6PIT5WrnU9HTeMPbFtYjx61Tq+LMw4Ph+8GL3p3EC+h8GXvdvwqTxwZye+meKSvNQTLr7IiV69VV4iPnficL3cwtm8k6M7PljZ4r3B6Wk+KB6CPMVwLz0hbMa9iutFvUtXED4QRp490RE4vYqMUD5WW+y6LW+FvYlPqj3De30+7FVXvjDKCz6A2lE9goCSPQtB8L1Z/L48CA3Qvaygi73NXIi9UiXPO9PKTr1f/Ia81F0xvhVCcD5jVG4+q3YXPv+aJz1Uf1K9wJeYPujhiD6FVEa+yaHBPXvFQz61dX0+a/8uPYcQBb4Qntc8pv66PSVUAD619vu9sdAFPvY8AT6B9LU9OfooPnHtrT3dlkQ97FJPvt2fiL31vbe9ENm2vNHhHzy0JcW9pd/mO5eOS77COD0+Bg1LPu1BWz5cXOK94ek3PiKIybqXlNk9EwcLPSOzmT0Ddf693Ysqvfxlcj43yP+9ihwePUx25r2M/lk+w+y1vEFSP70P/f+7ub5EPtfGjj5radA9BFvAvVS6rb1Ae7m9MSNbPGo3eD46x8Q9HNO/PXRiHT0QORU9ip4WvvV+iT5U5aW9Pg4Evj5dMb7y67G8hAOCPFFNEL4EzWy9cp6qve8ZJLwSCC2+g7OUPnek+j3gVpE9ms6gPV6EbT5rpYs+LlwGPjWczLt0g8Y97x+hPS1LoL305B89NgnVPdMOzT3E0wG9LOoCvhLYmD0NnhS+BeFBvr/cQz68FSg+GAC2vbDo7T1diDS+fBOtvIXmUr2Vfqw95Y49vimVSD57cZC9eGbUvYAVNr0j8VS+F1m/vY60DT6f4Zi9IJc1vU6+k73vQlM+5U4QPnfLOL7pPlo+j2wqPlYB2j1zSre8xvwYvjmcJj04wzM9EyTVvaPoJb4SXXM7V6RzPm5Rcz2lo2i+h6JiPfysBT7hibe9NRhUvmij7r1Mhl29cc/0vQHmUD1aJNu9Qn0qvXZpbL4f1Ou9tihYPd4Hrz0GlgG80BxaPt8EGz7EWGM9h07TPFgjGT7iWmW9Q4QuvZYch75oOhU+CmHcvGEqEb7T3dG9q+OGPV3O3zyfgbm9qVRpvC99Bj7pCwE+UgGEPdLFZT5IhL699mhbPclTnT1fB4w9LAXFvTgP073BLHw+uBAPPXEOODzK1B4+lh6pPdT6Nz6ZbDA+Bw5DO4NSGr46/Nq6Fn4XvmOXS74HPQy+36ywvQfHj70Dia+9MYPRPVCGUb6XHSK+T58qvWJ+7r3FGFS+edc6PuRoAz2YWEG+ZToCvhocZb7xaw++/I8ePgARJL712uu9hNGmPtA0E71ybMi9P2CuvZxeoz2K9Gy9QHx7PrjACb71Lbs9+ywpvl46oj02+Ao+bBzbvefGg73Ba1++mDFLPlsQ77t13T48U92iu0ReEb5PfM29zmW3O8EEwLwAlh6+SGpCvXhGbD7QjoI+xTdTPhjwAb6GkME99nBAPnd5Tz49x529ZdFbPh7z571Egdo9CbJUPrwJGr7MOgE9rDeAPoi4yT3coqM8sBdwvInjMD4gvh689a5Hvox4pj7IQcI9jT5tvQBZ+rxxkCu+IjYEvtZ9+j22hJU+QEzXPDHCqL3aB/89mSLRPjq09z3z9Ti9ki2mPSyJBT7bPb684ZsgviClYD0v/Fm9h+HEvagVRb7/cPQ+84LrvQL6nDx0yAq+0qgQveyVlD1r49C9+EN5vpoj+z31jXM+dxauPe504z4xTSY+5F75vdviLL2/CLM81NMRvi+Icj321Mm6bRF0Pqiw973T+7e9AKY0vs/akL1Qhem8pfhsvsm6Sz1nXsU+8se1PmGPiT24OMm8MMdQvEMG3b1Eoje91IJivcMm570q+gq9G2Dfvc97870nvZg9jb8OvtWSMb7t9h0/2DaSPgH+t70/rgU+SpGfvAdCmj31QWK9cSi2PpJOSL6z76U+7u3tPVI1TD0KVgq9iri1vbTxzL02aCc7AuMVPNFblr3WRIE+AagPvou90T70X5c9GH26vcckIb5ZsAW+KeI7Po82Mb0dbdw9YKtXPtr2Tb2cGbe9x0w5vl41/Dx8sQs/L4YxvsCFgb3pPhG+U9swvfRrxj1xlpu+zdT2Pacs3b1LbG28TNsoPmEU5jwNPXS+ZE1cvvpTqz2+Cgg9lweQPYQ/y7yPAw++CiL+vD4QDD5cva6+hbCrPAdiz70yG0E9lrQNvedSLz7RECE98qBrvtW/Nj4LBU4+1f+gviqAJj3GRjE+YuW3PaqFcL1QsRM+FBZiPg6e275GBhk++yQdPRvcDz59ABS9+d5fPj9tvb2yJWU+xjckvnRPX75rNME9BT/LvRr93D28MGs8wwmgvWK9Kr7hGGI98gWxvZvY1z7w5ku9EsptvhVXzz2DiXM9kDAXPL29Fr8cWwI9GoEhvnZfRz7MM7E9xKwYvrphUT4tJaI9Pr2NvYr4jD5BY9O9mSIgvp0eDz7aWCG9qBECPh357j2tV6g+CxJRvcvZVbxjhSA+K0coveATET1ibHk+GfP8PD2h0TwEPTw+pVfOPeSIFL4q4/e9MhP0PaTuGL5/nKe8oW3kPL4c0LtMmkU9YNM+vkz9bz16Wva8npTfPXwMlT6sy3a9O1nAPnR30L2UgT08szZYO++Fzzwunri9CSTTvZO5yzp4Osm7E7mPPgsGC75bM/w9gZJevk0LVz6a7Jm9mBgCvenZcz5rMFW+BXcRPsF6OL4voPA9jXHDPTbhu7w+sce+VVcKvRSThj6/tD6+Ob8nPq2CBj0ZXh48Vy+3Pfiwsz64JGO9U/kTv1vVBL5QduK80Tm4PZccMD0SwAa+6hrAuzIOI7632Qc+2d2HvaLePD5QCec81qG8vAzyWT387MI9Bc+Dvn4SML56IUq9f3KpvXaEOj4RqZk+EhhGvUA6Oz3PR8k8VwPHvFtLi7xKQ9+95S21Pd/lvL3xkTA+0PjdPg12Pbye8mE8zwTFO9jlZT7XVN69ufqCPXLKUr2OofI7Nf61PWkPJT0SuR09AxaZvefFhD2NdjS9r6m2vrajKb6qRKQ8ygFEPvb9MT51QgE7HymPPYPNoj32p9q9fk2qvpxj970JlKi+7UyavfhkJL6kSOo9TCd4PvkbzrzfdRm8e1mgvNRK1r0RXT+66wJsvSbEBT4bFu09zmDXPVd4mz0rYbY9TZAmPsqS9j2oUjK9/JBKPtrj/r296R2+1FfHPcqi971RzD0+Hka0PZslGj32QEM8llXZPXKRGT7VQFc9xraaPq0W4b60EI6+kN2GPqMvkTx7h8G9H9pHPZ5ww70sSVc9DmYOvqRhNL37qJY70auNPfDgvbwOoZg9AuNvvQDVKr1UVuy8a4a5O4MLmrxL7FA+fo0VPa+bdD787Qu+eCNwPmyjcL2iogS819STPnJvMr4jo4U9dy0iveIX27xVBpc91DIOPiizjD1oA308"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AMAjPQscQb2388W8LjyMvWWazTyYg8U8L6WzO1/Nzbyn/yk8ESOIPPTRA71N3x48nf1Rveey9js6UT8855CSvEqsEz2zp5g8dsrvOxSLVD2PhLQ8zyz1OqbXW73cZKu909s+vSbNCj3TuS+8CCEsvX2lybxK1DK86PZJu7XVijuoRSc91SfYvGjSYr0YNSc7KbzfuzinxzwE3WO97/M/vQwxgz3tuuQ6f7LGvbo8Q73N0Bu96CnmvMOk0DyqpRI9YcSWvF1o+7yzXIU7yZ3CvJWIFL2kSrK9dso4va4xhbw86Xe9MndCvI/peT1Lbhm8gj8Svc+Fs720wZ2858D0vJMigrytu/C8Zx+xvNQ2ZDwO5N48KmSHvAP7D72CnKi8WZKOvRWalbzTs0664M0NvdxB/DzPBRS90Kc+vOM+hjwzl9a8xqsMvcnAJD1wXhi9PKyNPBfExjzJFia9r//iu9c4rzvzeTS97XOHPWbLm70nPsQ6HE+0Om/2QbzVC9a6iNLovUAbjjyEGNS83B8CvfjV47ybVxO9+Zq+OjKHT7qzHpo8UDLMPMD5l7008Cw7dFscPBp8wrxqX6G9rf5rPUbiMb316E29CFBNvSoFtTtlrS29ha9IvQOlN7x8sCO7YCbROnRNXL3dRvS8LEuMPMwbKL1M2JI7ikkjvUx5Qb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 