{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "VGPQvfBdBLzhrUk+iWTkPRIpJD2MFkk9CNbQvYJfPbljkHO+wGxuPV8ARj3WpoA9Ig4lPtBD0r3+i/q9MRFKPrYIy7zQDLe8tH4RPo5zqj0onmy+kkECPfdL4j2nppK9ekUdvhGZUL7c1pK+4gJuPJ3BiL7Uo0o+h23GvF1Cir7LN4s+UCDCPaHfjr6sUa68Hc3dvgdVrLyU9De8YLb3PWlKPb7dNWC+jQcUPqilBj4rFQ++vjFWOsDdxD1lC5e++SZEvuv4fL6+fiK+gs0PvmINEj17uiI8Sv6bvVQY0Do/vwM9lGj7O4XTjrz2/jc+kLnQPct59Dt6nFw+1MXWvZahgb5CD3y+LylqPo+yQ741PSW+2pF9vSNbpL1Ujyu+Jh2UPamydr2oADu++R/rvOsbrL2ug589vDwfvtBDEb7sFYE+uY8HPoOsGb4a8wm9M/y4PNuaxDu0M849jKGzPbxGiTzo/E89/YIbPmqhrz2zUz4+xPNxvoIsLD4EGFK8sMolPc5A4z1rDOk9QuSHPfUNBD4PqHU9Qsy4PNm6Oj79arS9muXMPRjzLz5oE/i8VN3+vBbsa74M/La8l8UAvlagGj09nsk9bj8lPpB09rzFdtu9GmSPPBNJgD1CvJG+x1/iPZoXHr2ea7W9JkY7vzOlF74Z1kU8oVTkvc0DOz50j/c9ghApPmNlJD4ODDE9HBbsvVgTPT4yERc+lgFbvQkAoD1TEAa9jp0bvQfIxD1CqKG8JHAfPd9T+zzjDDS+F2mqPqD9Wrw1QUU+pfX5vT+iEL6yUT+8DJq9u1uJRr3dqvO9R8msPXk07Tt3gxY8iOn0vOl/jb5QgRe9XcmAPeoLWz0EEN+9syhSPZ66LrwdT4g9ap8YPihhlr1ylN+92OMnvtClHT5qMWo85nUpvqdijD0u+Mq9e7QkPhd7dD4PHCU7lfm1Pby3PL6Xydw9KaqnPSkzBb75Dd697ex4uxajIbz5Eaq+bFfAPbC8lTyEx9Y9XTYCvr5oBb6wyk49Cn2qvTE0Xr5SlCo+UhNMPV/zRT6fAzG+ZtwbvtrEKr4WMgC+fdtkvR53mb3yhU4+rC3evW314r2zYsK9SgELPosFPL6zcfq9cpoWvJAv6L3PFi2+vlwLPosoYz3KQRm+ZPMuvoMLUb350u2902DavcIj3rwbhAS+8muAviiQ+DzyR4g9FhZsPfajB7yFYbk9qOTnPe5LkDz8gLs9pjiFvQKm0T2e3DO99QASvQ6vRT5MGx0+F44evgQOTL7bp+m960nsvEGoxb1KLnc9FtcJvSwEZr5z2Ta+zG35vMzR0r17cha+V4hEPqmGlL07rr2+65oMPLds3r3xvia+MU6KPvrUJTy7yuu9vXK1vISFrL50kCu9H3JlPpQrT7yvlkO9G4/5PRKxuz10q9K9CM0qvhu46by6nAc91+ccPoKkbb0wO1G+szgePDTQn73XP1Y6KnAKvmIjXz3LCzM+Rsg0PsLiIz2g8VG9oAAbPgLdvb1qVAE+waaxPoNMjT0gYDk+siffPXa2aT1JrjQ+1y6lvtGCCryTIQo8RALPvXeAC737RT4+lCNkvrH1MbqJYY29GAgsPoh3Rz5lj4++qAQWvnOSkD6WzYq+Gx9aPs/cYz7G1r+9GSpmvvr4Lb6ZUBG+JXkuva57o716DCq+ck65PUB7gL2Gb2k+rGIiPOLX371VZ389jildvevV8b1tMa28JvKZO26szz2gBgm+HoQzPtSYjj1cJiM9k5pUPQIRMj5EmWc+seyDPVYvwD10jQK+zRfRPbqFK75LKYq+C82dPWiMZL5+3XW9TZEHPrEqqbyM5Lu+OAybvbbx8T1NnKC7uEh0vGEwk77rH9i8yoSEvt8qBT4/m6m9MR72Pa0Fxb0sotA9AKc9vhORLD70+Nc8F30lPudbIL1vifu8szAdvYteFD5mLNQ9TOphvnfD7j0ztCc+Ydkcu45Iob5v0ci9gAQ3PSLMob1GUDQ9ar5YPhtMML7pH0c9u4wevNPukL1nUDg+O2bdvGOdxzyzjN48hwQhvoDfAD7QjEI8heJ0PRd5Y75a00a+wPiNvX6GIr79SEy94AaCvBSvBL7XVBM+nP8JvkaBEztKjRo+aGQdvi3/ljxqPw4+R7oMvn69n707AzC+RuWVPgZ52T2UjPm9zDO8vZOB+r0WJZk992obPttJHL4AtA8+86AqPl9gmr5JOYK+W2+aviHXgjsi/8U9Pk5yvne9eL26YtC9I0MjO/JVTr1bFii9QSzOPRPRC76TDt29r0y9vdc0rr2eqOY9ffiOPUBoQT7KBeQ9LS2Tvvq0PL45FPu9XHWLvS1aib3TWly9RRjDPZCIbrw+0We9eG+bvuM+DDxsuV+8RboWPYGeML5GhQs+1di5PVWerr2IGNu9FnpGPih4Tz0yEiA+f5uQvnbkFb3e3Ui+rfEdPS8yHD5ctL28+zSsvRepc73iBf887/JWvumPUz641Gq+wurmvSG3jrvns5Q9DdYyPU/5W76+d349yVe6PRlTpTux3Ve+bEqCvpdTTD1h2ZG9FrJWPOUahj29/uC87I+HvQ+Arz0HgY89cMFgvR3UJ75jphy98UHjvP1TOD7plwM+nmQpPn4TOj7kA8K8nfE6PoRM170QN3o8yhkhPbax+b00AXk9IjDQvOSHR75jkxu+enstO2d8Fj5zH66+4arBvmdELD4DeA89FXZwPku8970uIBE+Cm2bPbntYD50cZu9osrZPdaxcD63Tr+95W+WPRspprycJNg9tTX2PfSejD3cIUC80x4RPjTnUz5CM2E9GO2bPVdgQj1fRg4+pMdYvAOHqz1etbs99W7fvV1sJL0U5As+oWUKvgDXArzvcVq+VhNqvbXGor7SfwS7zZNvPSkPBT77Koi9HI7uPcfFqb37lSw+LxjevQKYbr7xAaW9EVxsvvbRYD5KLAc5xjkFPvWnhr7ZvdU98vafPfH5Fz2GbR6+sMilvXUKz7ubKng+CVilPaLdcDxwTry9CeYNPtBsTj2DwiO9YtQyPZPBbb6uM/Y9W+SKPBMGqj34bUa84K4+viPCRD04kPS9OT3ZvVwmDz5KX2Q9GPvwPP8+sD3OMTE+uIovPpoHqT38UFw+W6wdPv1QDj6J60e9ZbQnPprpJr0YDEg96tcOPtQs67xF/Us+6x5mvdWMDbwzmhg+lfpXvjlEpD36+6g9xFs7vQUnIb3gkri90oOvvRSVUD749I28kn6FPXU/EL4AJGU+4hS8PK+VJj1cmUU91qTavSqvkT0pKc09bIjcPUmFC71a5uk9f8uCvTJzgL21tEQ+s1OcvJKovDsgGAA+GjdnvR5uTL0fuOy95YZAPaQkij14NeQ8iuIAPks2B75cRea9axe1Pcl91z2bqwy9UeARPpwFFT2fiU0+MWezve0pZ70yEKw93TQXu99/q7ztsWy986kzvacYwT3E1aA9z3b0vdU7x73svXu9nvYxvdAxaL1VdlK9YmkmPPenkr2W3RY+jHoOPdk7YD0NFDA+lbDkPTBHYz3EXpE8u6ULvmIKLz7r+Uo9XjNZPoBJ7D155Bg9PZRJPrz2C76VvDK9jUYPvEKWfT5l2f29cDg5vmvPSzzhgRq8wDE/OyXeL7wVRYe8cuxMPuR8/j0zuhG+hgZ/PVEMD74/w489NQmuPVcqnj1kg+09HJaNPdmc3TzwV8A9YYXmPQOTZj1GCtM9BpW3vRu/7bzvyl8+9dJQPUvT6zvzM/w9UO++PbDoiLzLpEs8EoM4PurpAr5dOqQ9hllKPn+l2T2+RS69TNBUvp7IgD1qMYq9LpMTvmfV7T1GUk69baYAvpepFL1i6oK9xdufPZ9tET4niY29Tz3aPOgNAr3BY1S8gaUWvoznPD6ZHqY90swpvmhCu71r1kG9bl2cvMHovD2oH7A8Biqxu246/zwjx9+9lTH3PYXfr73imaq9D3nQPZCRFLtHbNu9OvSHvICwZT0X5+69/xphvuQK6L3aUFa9XiIYvuH0/D1VHxe9QojTvcSAyT3wpGC9SLb/vFbBJr51jje+7ycHvax+773GA9q9HZFYPR4IvL2K+MU9S30xPvkZcj3d2O299lOLvXxB/j2ep2u+vyl4vhUDTD2ASju+a51YPqIDiL2NjoG9OHV6PkLCQL509A6+YFtCvmmxfr2c/Gq9zHVWvoT4Vr1AmCc8lSRpvsOQIr501tm87zo8Puf8xL1O4wW+WBCVvKsd6j2ZzL29VYkwPja/yb4meeW+K5JzvhN4pj3/7cu9P9QMPnEorDx8NNM9BsGkPO/HCz2pa948MJcoviH/lj2p9N89i48hvZK6gr034/Q9OxGqvf7ZFTzRJK+95E20vlCBG74P25K9GF2vvbeNUr1ftOu9DyHBPYgeXL4vQUO+zqguvEWc3j208KM9hXRZPbw3Cj5x3LM7nlcdPin1vr3cCJG9hZ75PQ9LPr3VP8s99mD6vcb8FT6DG5i+mC6juyC2y73Tz4W972R1PZJylr36V+69sekQvnLJhr2xjxg+cU0ovlpOoz2V8/k9Bw8XvoAs6ju4Fi29g+y8vbGeaz1FB4C+KGkUOwTDSr7CbHG+9/0lPKKX8j3RSVM+Yv66u/TJGj64cia+VW2Hvf3/S77fZpy9ro+cPaOeU73turG9KCo4vK9Ji72Hbb69m6f3PbdXAb7BbQs+qSLtvYp7gb50aQu+A3COPahAJb6hiCu+KSWjvQlS473arg++2BwNPbmS1r37dxe+yKrFPH06Ar60WbO6RdW3vVPxt71tBW69zSmSPXwzED55qv69JN/kucn6Uz1urGo90e3UvQW0YD2IUdE94adTvZAUub0iXoW8qZlrvEfNyb3CDc29S0k+vpPnFD7coZK97cCcPdL3CD4GIeu9FdMKvnwv6T3TWBW+5bl3PQEPM75OR5G9fL9+vohcpLx9low73dsgPnJkgz5FU349c9+TO7D1or30Igg+/6etPcbVKL4NAsG9LPjjvUU/Lb6nygo+PaMSPBD6bj16dnG+Zdbgvbv00bxRITC8V7fWPfTdAT68sxu+oOYGPoXsuj2EYvm8o+0kPsoNF75wNzO7WsWuvW0gAr5W9AK9YjvwPSd2YD3iN+g9/VRcPZ11HL2mniY9vcKbvZd//T31l4Y+pGOZPX8XHT4ajZ49IjkdPNdb4T0LlbM8mVpUvdg3F77i88c8DejJPXIkyz0zwlk9kkr4vJXqVD7zqMw9N5nMvWq9+z2u5Eg9P5woO8rIkL1R+/S9M1aOPbmFfb1cG8Y9BPQlPkGZHL6IbBA+cdPwvYebmTsN5xI9NDh7vQjO8b1pPoC9/jatPTiTNL4QYq69BdwyPsACdD0znaW9fACzvftCT75R9/e98WgpPvY0QT7QFRm+Y1wQPtZL5L3bN3w9VYiNvA1w3D0O6z49CHKGPS7TdTzNAv883VuGPEIRBr0Zj5G9kOnuvfW3xD3TIog9dmw1vi6+OT64z9u95ihePV8sAr7zkiY+dPYIvrxxjT7NWfA8twcTvgQMzTyG0/69sUFbPnPDzD1g/Sg9MYvtPenj2D1wjga+O90APkjgAb6TMx486ejKvO3fKT7N4Oa9VZYnvpxmyb0/+OS7LVlPvuJ1uTthvd29dqmxPQI+z73lp4k9ryCUPbadqD1tHE4+ghB1Pv3fdT7qahS+473WvGofvT0Uebu9nAkBPmxfBz7JxY09vaYDvq+eLz4JiYs8drHTPQMN571M502+g9gLvYMAU75Ta+e8CSeovY8S6D27G1c+sKONPc4yDLyLrdY7SSP7PePBQTziaAc+juZAPpSuwbm/Iew9Z2XpPTVTerlGWZQ6e0kIvSSQBz4PkXU8MHUEPY3cYT6GRwW+UvqiPMe4Nb3gpfE9ebvqPVkfAL5FtSo+8F1gPZ3yL75gSRO9zJyYPFN4nT2Jptc89DC2PHmmB748Pjo+iRoGPrNIDL4I6O49pglSPcMVpLxanZU9t00DPrzYpbw2aJM9/FOvPUwJMb1Muvq82r6jPT5DLj0dQA6+nXf9vfjPFb2SDta8FWsBvbR4hT1aU+w9N9GtvSoGID6R0vc9K1OfvLZPM76Xx/s88qkBvpDFQD5t6Rm8e1BBvVe3Dr5ycUw9LQEdvkZvg73W2Wk8XnOkPIetUz0eogE+iL0/PeDB97v9BUa+esEyvry1obyfNTu+DQUmvlxpdr0bQ7U9YD7XvqtegDz+thO+CgUGPtj2Nz4DLDW+e/UPvrervDzJglM9inbsvQt+k72g9au8AUSAvalGoT1VuNS99UsMvkwj9b5mI4u+GzDyPEmPHb3pcMg9yKOLPNDg2D3EMqw9KAOuPKmkMr6btvk9b08KvojRE71AWgA9FaLxPRVELb77o3++7ET0vUUSBz6Vp0G+qMyOvonCy71Vj14+d/0iPubYhj1cwvw8H/4gvl5pGb6Oeek9y5LfPT/vjzuOGAy++lmNvjHA3b1LNQo+EK1TvfPoZ70uhje+PT9OvuDRNL7iGRC+mxe6PcYqMb67NXy+9+1fPswJM76Zcu89VyW5PBHKeL5xLry96luuvsWeO748n4w9cC0Ivk0XOzxHPTK+daKlveAYpr2rg5m90TgPvr8SKj73i6e8OEO0vVY4J77zGTq+FJxRPj7wfL6NGz6+xorRvZ8SkbxIOte9QFRHvsVGKD6yikC+ItatvbsvIT1gKQg+ZYIrPdZhEj77k7q9PS18PHzV+D08LYA9HrMkvjjRrL09QMU9o1ozPVuQ+z3rxxM+54esvctFHr7ausi9leCavTz7sLueuRG+FJYzvquMtj2jWq+93wBWPFjkjD3mlQs9GhLmPS6EGzxNKtm9Hw/nPcijMj7CT5c+ob0DPVqHJr33AI69cWuYvZDbqb2nHRm9kyimvefDCbxaB2e9DLocvktKCD0GIaa9jj30PamQr73+Wr49vUbDvbkc5L1BM0E+4TgVveRMRb5rxSU7qAuxPLD8Kz6Ou+o9WfgtPrj28DzPs9Y9Sed2PYztwT0HbiE+PKFyOp8aWD03V1s+JVRRPlApnr0ADTM+dIk1PbIe/j3Le6c9g+ifPZOmRb5oGiU9FqQ2Pg0D3TyoykE9y1LBPX8PGT0tvwy82D+QvWeOSD6nDQs9C1mBPe1BAb5e1Lo9+LkwPbZKMLx4PS49C5vcvUsoMj4pacE97MsJvp9ZkT0Jowi+PcRtPaYDLT4BWug9mP2SPSLbOz0u1yE+WiL7vPgaRz6dWCQ+5HZ4PEo3zrvCY6q9DPDlvXd/Wz21wT4+ULYcPlOCi72jKQM9ZsZxPVz18b0v/ym9F4haPvOyor22JRo+4IuTPTx9Mb5uKbU98YHePC/FED728Ts+AS0lPiRiWz4d9409VKdJPlWLE76WO4Y9v6fovPy/vb3ruRW+IttbPrJl2ryg34M+J223vJKNoz3eju09o9orPgZb5L0gT0E+BssXPgp0ZzyHxL88ywnnPXBFgD6/ikA+hdhmvZrdIL7yNig9yhNKvSWXjr0CL8o9aviDPdMDer07+Ee+A/RCvRDywrz/PU0+ouBePQ8vAD5Chxa+f+otvuJdo7v9dei84yAbPnOfEb6LoSu+xH4TPn1y/b3zQZ29fUppveaRTD7Aqk07ljfJvcBa4TyjFzc6AZ78PSxZJr6y74k9ZIBYPkM0m72T6HW977nJvSS5RT7j5dk7ZuIFPod6aLzDZhs+r6gyvWG/ND7NM5u9oGhZPYpWAD1gnUG94wvpPNTrnD0yt2i8cngRPQjuEL2Y+BM+bKpiPhGo4jxSOcg9oTFMPBFS0r15w8O9knTivfCR6zvy27o9kJEcvg/5hzw6CjK+hZtGPlXVnD1OTzM+TK0hPWpWRDxrPTI+FJ6Ku+JexTyHSVm9qddBvlckK73xqaC87t0WPgzoNT4yEJU+HugHvjOiJL6Xhww+QP5ePpwRBL51nT89L92WPlGntb3cq769g2/nPSU8tTsXhcG77uFavtJ8VL4Qi6s9vbvKvTzFd72tGYi9JEyIvsyAMr4Tn0c85bzYPJ473rovsQ+970nkvdnLEj76j7S8UrYpvj9Ykr0zg/O8FI7OPQeRKbv+qKI8Zsr9vQWWaT5gsTq9OqyOPYRUnryaZAA+IrmIvUIL5r13ABe9gXLWustoEL5x2+S9k2okPplEOz28N4O97aAWvsYLFTxvuxA+WrjPuzrqLb2aALu8THH2PacdDT6qFHG9vtEevubaIL4Mli6+HDKQPYMGr70iJai9C02WvX1/2b3qCHK9n8kFPkmAND6epgc+d7jkPVdK+T0REfM9FCVUPly9wTwe/a49VHEMvZlA/r3i29C9vNnKvfn0Cj2ZnIe9lxERPtOICD6C3u693hM+O6xL6bvH3em9JkCpvSDyST6P3pa9ITbdPTWmPr3xRyA+8+JJvY6RtjzTYQE+d5QpvIVQb76GPIu9sdXqvO3qRD4Bf4w9fEJMPuPUFL4lQIA7wETmPZHIVr1nOZi9V1UNvkg+vT3/uVW+n45TPdm9rLxEWTU+iIyQPZy1jzyMRZA9Q3Mfu0RYpj1Eess9PhmXPh8UUr70Qqs9myUIvkYWoD2BeZy9LcU0PqAKOTxTGQO+mjrmPUbKibwtsQw+unQYPqhXYz6c0Kg9O8ubvT33sT2ADJq8imEmPhHgYz7U7IS86O4QPhMZxbpVCF29OcnxPY14gD1LSSU+9me4PfNvsz1e8Ra+oaymPdEg+TskbTG+cInlvc2Taz5SDB4+Y0w7vf14Mr7zbMI9OdgwPQaJCb3BdDu+xiu8vRL0bD7ftZa9YsD0PamHSz32gvG9bTabPOe1Djq+KQW+/joFvnQkEr7rcMo8rHmeO9viWT7D36U9wc0LPrA2TTys7Tg9GRNXPpMQvL3x39e8exwfvnTUuT3w2l++mOyBPeoVKz5KudM9grUAvsuMlj1q+30+npzjO+/Op73wLQy+mXEQvdkBtb00gpW89beIvXhWKD2K46Y+VuOEvTFr1z3isIK9OlvoPJ7Upr5Ujd69AHgbvoFvCz2uqIM+RlyuPGM/YT1jMb89IroTPkI/QD2z0ti9qH5DvSQ27L3oUz09nWH7PY4INj0zT2O94eepPfZJ2rtJPSY9Lg3+vLtp076/cPy97PLvvRMQdr2Y9Te+TsheviFqID73JwU9mmMCvoHJjb3haX6+fPdcPBc4ET3vhEk+mayPvTwBI77YQxw+TBX4veD/DL7IAlK+kDhhvsoEczyZmxc+Cm9fPRR5rb2tCKa95KbSPTxLwr0c2vQ9HI+TvaUgiT7LJtk9j98dPGPcnrz+Mqi9BiWjPcCph71ARSK+iAGVvdnyer5dNT4+gIHDvXzmHL5xeaE8LFELvkNwgj7d1M09pmavvhcpL76qmjc9z/TKPVYALD6kfQu9GYnOPXbN2D207xM+/Q9iPYFoDT7AVRA+REsGPlVhUz7Z5NU+pl8FPi6jvLyJzdQ9RbShvrA7f71CZ9M8zDA2PYS9k727THo+r64Wvr764jyW6lk9cj3tPR0nD7543/a9V+96vs5+0zsco1I+KbxMvtX9rr0Oh788ZdULvptNpD30WVW7R6Ugvb3Y3z2B0xa+dGIFOlmugr34uGK+BP0OvTfOhT3r0Xu9bJwxvCaemj4CHDA9nYS/vSeoW73kCvc9mEkQPs9MUD6xDLI9ehmovc5QLL6Zm+Y8V0KQPeQTSL6Ajis+FbeaPqcvLz5Des28vjiRPtMHZD7DvoM94IC0vVRy6Dx3dsA9Cq4IvirT+Dxcc6S8Zic3Pi4Whj21yD8+ddM+vasLGD5+Xd496E5tPg/9Gr0pq6U9wjzdvDlaD7xGLcw7PgAAvbAsHT73AZS9z++/vQaJGz5h8PA9xxG4vEE7Aj2e+0Q+/AMRvrlt2D0ZX8u9j1kJPTosGD7NU0S8BiXHPc0xkLxaAS6+6CYJPs0FjDz3/B0+YQI+vmmdYbwzIGs+ZEW3vPCDBD6OGsU9lBadvfaC9LvELJ09j1g0vmI8yD1/VG++LvqRvOUgpr1BNjg+fKW8vc7C1rzG1xq9av/cPebQej5FjWQ9WqoGPkdnqz2XtCK+g0FAPTOICj52RcQ8wJcoPFThh71eRYa8o/ALvceVW7p0O0Q9LJjLPOXxMr7Uoxm64qxDvV0JLz7MMT89tH1nvk+JBr76q5a8opiduzPuZ72AyQI+ZhwRvoK4zDx/aR0+gfdMvqOGnz01yZO94cDbPaPwBD5GhvA99J8avFroKb4eUqI9WhFLvvn2Cr6kAe+9n9PyOq05A73JBQG8kNicPHTSsTvVbW4+IIVUvndiIr7ENOk81T5UPU4YUb5bkko91oN/vYQ0Er3Je/G8NppQPrPlCj4uzCA+fwWkvaquOD0E26w9HLyAvacUAj2flui72R0xPhS+CT7oA2A+6htJPtJ+6b2YMxi+O3c1Pp95WD5c2S++P0JXve3D4L0MQR09A83CPfT7jT7AeUq9x/88vW6w5b09g269H9SBPS5iUD2KRhm9EmqePQae6bvUoNa8EXqavchEgz1xFwe+36/TvcU/Eb7TRBU9Y1bTPDrTrT2lQls9xFyfPbs7Dr1hPyK+pe1KvjRq+j2zCCq9emrMPVtkJLx+QbY9nOb1u50D+D05Agw+s5LOvG9snr6YVe84emr0PUihVb1TCQW7dHacPbqUqz0P6zA9ylzHPc/1Fz4Hc789p0EGPr+ekz20SqK9MqsQvRxqmT1iKF09YitQPUnvzT1J2nu9/0zevHT+vD0WwWe9gE+8O8Q4sT0rWuK9qMoIPXS/2Dxd3rS8qTYXvSaNqD2QEtY95AsRPgGSYT2RDKI9LermPXbm8D3QZWA9qVcCvoxaHT6GRoK9iZ0qPaCRTL4gig2+eIwlvhCXCD4gZaI9PYGzu0mJH76Hu3I+cHbUvDa1/rqLqrS9DUxRPo5dZL7v7wk+gfjju3lWlj0yzkU96njAPTm+7T1FERe++AbnPVGcITxBR1U8AuIXPmVfZL4Uc9+9k/RIPsIEpz2qnBs+qmeFO3plNLpolR+91QuzvRjEb75TTw4+ZekPPtOxoT4Rdju+zgOHvYzHFb65ano+JhEgvT10XL3wbzI+d10tvUSxjj1xC6W8O7Gyvj0Kkz50OZw9orY3PW5V1zyD+gK+YFvOPrJFhL4Ga1g+8/lpPrCyhj2uqwM+kDDkPQFsar7Ybac9EwO2vcOEYb4N8287itHoPoKY9LtWGQm+ZeTDPhbjKr641sw9Vl+5vZtgs72R41g+wtMuvoWwqb0WP4m9kZrgPdvfQL7XKYS93deIPnd6Sz0Moxy+EjEovkEmub5n0Yi+wEc+vgBCiz7mQaM9DL55PnsXbb7KKqC97cgRPvobxr2Kbvs9UJW+vYETk77MiqU+5sFavqTuJL26LFs86aqAPCv9Lr5ljt27/IqxvYwgKr4ALLC9+LNPPR7SvbxZnns8ZNgmPtMFCj28t5Q+EMSXPfHBmD6Zjq89y0XzPcTEDD5WxzM+7M9APsAHLz6OCaU9/uF5vhlwkT0ZZXa9zAkEvsfDRj5Fez4+DEskvnvLrL1+EjW+dEQavsdsJz6PNjm+RaD5vLWBwD4tCsc+5FxzPlVauT105d89rDsKPsLG+L3KE6A94ir/veZJ3L2FZku+lV3dPYxWzT3ZjL2+nuySPUFyRb547iO+J7NavjDySr2tyJa+EwXVvWfX9D0dMfc9sFDmvGz2Sz6fLGO+py+SvRzbIT7Ak4c+m1Kvvu+DV762RMQ+OMkOPmPugz7zrYM+t0SgPhsukz2Q/Iq9kDISPs+Mmb1+Xae9o4dovgZ/Dj5kvW6+ohIdPjAf7b3S6gc+QMKmPV9ocL6nyTq+6MwvvlquRLsTZBm9b28+PfFUMT2rbUS9zClkPXSmUT4R4xc9mKcXvr7bQD66nxW+NlOIvpo0gr0OkIm89yLGPW4LtjzNWO49lYAkvJh4qT3j4Dg+WNePPaNYEj4EgY292jr/vbUYJT4QmYs93+XlvSSr6r3ZR8o9rE05viDBE74YCxw9OHFovsGTn71nqtG9MxyivTZc3DsbHgG+zFeQPfmCUz4+YBY+h5zBPSHAHL4eMma7K0jaPdVtPj69lUo+eaZ2vQNKDTyn9DM96guwPWE4oD399sC7eWqQPXwuDD6ts469HM5YPIAmkD3oK4M+HobvOyoE1L1Dz0Y+uKFlvZ3qGL7jc0I9qJUkPGa1AbySFYi8OBpTvcztHD4BjzK8e/hbPchtor3vCD8+mNe2vaaKMz7Nh9m8cjl7vUw7Vb7HNW29bLIsPchppL219+O9YN4WvlVU/Tw71tE97bQEPqAtwb2kZEY+0snLPW5ZIb67TYk9j8BxPZc7Xb1JLp296dtiPMqKXb5swdo9DaSoO+3H4b0TPTY8rS3mvWAwGL5hkWu9RLoYvj7POT15OSm9Q628vXATcT2ftCk+NirOPSKfqb2V0Xi+Ce5xvHRsiL1EgN09ZpXwva1ItL3nEEW+iV1iPG1CIL0ifn08bEnmvZGkQj0oJBa+W44VPsI2Pj0nXE29PRhaPeiNPL0OlCW+ifXDPa3W9D1y0Ik9qgy2vR5iGr1DWBC8ZZqhPelZJ77W63C+7CYDvgplAD5LYDM+R9+WPSXsEr5Supi743IaPay3vL3PMXe+rha+vMJkwT2/tuA91SnlvCKRS70uQ5a9PtqGveHe8b2fe9+9IBc0PlZsc72z7JS94dAXvtpdrbsOHP+9O0BTvnXIO77/zN+9FUFrvu5eBr4mfYI9dKgDveNhxr1/qYK84zEGvrzkpz1AUdc9fGGIvZY0K75Wkh2+nqmyvJdeLL2Obnk9jEW9vUqDDTzmbBo+PhomvpzFAz4iDyS99rbSPQGcLb7V76U8WkhHvjjRX77alpK8ZcjdvVz/+bwoIim+7ZruvVdBPj0asc09qoqPvdq8L75arbc9evUOvrbpyr1S5SG99AOdvIJPUL7+Bra8BQhOvnVnAD4rr4e9J7nQPHDfP71Crwu+5OUAvoevb73kRD28StuIvdqyjbzW/g49S8Mbvrh5RD4N7Qk+zGPpPQVCZz0PfGW8QeGiu8n9Az5cz1Q+XblDvuk64j2FSz0+qy4wPgwtcT6PqA+9hZFKvjiVir0ivdg9uC7qvTtQyrz3PcW902KmvA3fDT7/aUA+Zu0DPrROEr0nkR++4maevQy4kD7j9Ho9Z6unvlFntT0Dv+09GQMsPd+xPT01ejO+CjeEPdp+hj7J51w9BRRoPYd8gj5ftha9/c91vePBmT0npIS8nmM0vQV6rDx2o3G+aseBPUfp7TymqT2+UCZTPnBIBT6Dtre8XsGgPTjT970KJKe94IUTPvHbzr2seie+J0QKPrS7y7zTHLs9/l32vbX9gj73KKo9+8pJvVGtQz6B4GA+nLgvvI3r6jyO3M89dPVVPhObNT7VOiW+v9lTPQxyMz16+u49rYEEvuz/Jr1qywO9F4kUvU3nAD0NG669HmjqvXwTVzwXczu8jajuvXYburoQDy09zUCyvRAlA70o49y73XXoPMavLj4cEiG+GZBSPnecLDuzISY+dKCBPipZmby4ddY90H2svAqVkbw3/R69JkERPmJ/kTzJwBe8vDGevaHFAT7gsRg+lve4vRh/L72mIQm9HuTivfuuij5AWgc+1nV6vbUVyb2L+Ig9qso3PsiRwL1p0yE8LlLDvQujK70viI+6+Fn8PTDY7rzkGmu+9ucGvryl4r3wUIQ8lOx4vc6BDT73CVQ9s7mwva8lOL5Gp6k9BV/8O+hbWz1x2qW9MdSWvWfJp72Kwtw9xgzvPMYRdD3cqSG+cWgPPkHzXT1QJgG+uo23vN16WTwuOIQ8rTAQOxU+gz5Vfsw83hgCvNM6Bz5gtNO9nH5fvhEM8bpRPgK8itZ7PfgMEr4LPtq9uqj1PWRRwj2SXeK9eiIAPRlvHj7b5PO9Twi+vZR9jL3HfsU9hqRsPdzBOz4AkQ6+w0VXPZYA7D2CrQO+lrJXvcwc6z1kQ4C9rF2BvqKwbz1rxAy9mcdHvnOY7r3M0hy+y8vqvQUf3j0dRkM+/HtRvmG43b2yQ+i7hw0TPrRQ3rzCGFI+OuGhvbTV0L3mBVQ+IApcvgcATL3IWty8TGcZvr5pJb1TyAM+Ytw+voo5Nz0OtgO+OiX4PFSclr3w3k6+ynN/PniMLb0zPYQ96914PfVfM76UpTA+F6GIPnP+rb0+xac96ZtoPg15Wz2ZycI99Nw5vELtTD2RBFG+A5A6PvdEj71ttCw+FQr8PC7cjb34Hj2+a5N7PkmK8D2unOq9GYK6vTnjhr0ZIE++koUePdBruDupv4K9BfoXvtmcrTyDjsG9IByEvVb5wT1PcS6+pZOPvcASAL79AUm+Zc2bPcRmtLxKNEe8rjR7vh7N3L2o4we+aduovaGpAr6+50s9TVxZO5QBH7339Pq9kgAbPqv/cL0Phg6+r8dDvW1DT74xGhq9Na75PULwGb6fjtm9C1WOvWaBSr5f5VS+MBlrPNn0Lr44Rcw8Mr1jvf+Ln71NQBg8m3XKPXNPWr08GwG+ajBRvgLcpr0ZFZE8lWktvq6hwD3TDyq98DhZviZ7fDxFzb09U6HwuwufMb4SD889hOsLu1SAgb7kQ++9FHhbu1mEM7693OY9Kpoivuy/Fr7gu8G9dik0PQDeD7595JS8gpokPt0p/r3tHiC+wkl+vc/oHj0gMt+9nhk5vTb+hjvyn7S9UDxMvi9xRL5P5Uo9L3hOvtk/rb0ozUe+52DcO2hmor1LafG9+9VCvgdrDr4Iaqu9tDLpvVh5Hr56oF+9ydgXPkfW3z2bg8Y9bPtVPUSiZr6/1hq9ekHEvUUzKr6WPIu9Fd7FvSs5t70NdbC9j2RJvkplXT1XkQ09J6EnvpjxRL1gyjy+QfEfvi6G3D18Os67530evLMRvjw3pqk92dv1vQnmAj7oBco8OieBPS7jIL4eftY8L7stvu8fiT2kw4I8bdO+vYx4nj3Hutg92pRNPcJxAz7wqhk7dIokPqW7xj0JALC90nMHvlHDIz4cY2g+oGt9PUIfIT49wo89FA1Kvv3wMj4fVPI9c1K4va78X71rH6i9YI9FPBdwhj1qxjS9SB9GPurkVT6+gOo9lDC1veKlZT0q3zM+9IxaPQBpx726ZVK89+75vZe7Pb2O7no+RLJWPrIxFT4cV4U9HpkHvV0vjj0LbJ69svCFO3E4y70rU6+9BRxCvrwZWT5QZsM9MoAhPlqnSD5GnNQ8mPM+vudeIr6UDRQ9/yPmvFWhdj51R1M+K11VPUWsHbye60w+wYG/PY1nST5JYx893XLEvZCIMj1dgtc9WKrgvZlIoL1Prza8treIPf7xGL7qPy0+JZtOPbJd171nB7K9NFzMPfCMWjxeqJe8qreCPRfy+L14TCs+4nChOJKJTz6gwBQ+K9CrvVuw0DzfBV0+srENPrUoxT14rhI+b9c3vTrAGT6qoO08nNKvPW+bxb2SSDQ9kH+QPTqQED4d9di95g8svsY0hb2M22c8w2bWvXvNGL0z9WQ8wfNTvcLrOb20s6I+PD1QPFvRlL2pb04+fEEsvD3/MT6x/vu9KfyWvJg7WDx3iXS97uSxPaVGLz4YXpk+GYisvQJIDr5d5D0+7cZFvQx+y7ytPNM9xciivWC2M74cLn27VplAvsLfCz1Rzcq9b0FXvtrygz29FRo9ITAMvgfhPD3TDw2++Q+BPDdn97zv3bI8+SvrvcelB7x69h2+gBjsvdRn1L3pXGE+NgZzPbydMr3zjTS+guYHPnolgLx/vLS9+Ug+PoYuLTnUrFg9D5RkPR42SL5bjk69jil3PZf8ELxMlnq9t9B1OymNzT0u2jE9iZ18PRQKXL20CrM91fwdPs75rD2rWzU+uh3DPUeIHrx/t3m9c0ObPJuLPT1qYSs8VvCVvBrwKr7slKg9qfzhPUdFKr0yLyi97nw4vuYkyT2lLZE8YDgOvl8/QLsbWpI9bzS2vJrbM77vjqe8Z2cJvSAPAT7HiD++lwqcvcNe9DuR4Ho+9ggevhVdtT3BaQk+UMQEPoF0lb15rwA+ac9CPbIJY70b22s8qn4Rvv68Ir6j1TI+YD4Cvla7Cb6LF1o+O2ZtPaY7KT7rBDq9AE0yPh1ffr5o5fm95k83vk+XH76IATY+9uMkvlgcBL6WHwE9vP+aPcgwvj0JLC899bkpPTLOlr07v789e6xBPphpZT0if009XEqavZMXMj1xCIu97wN2u6afuj3n2/g7BGiPPuxkjT2uRjO+JXBkvWmtvDuas3u4T9q+PdVgvz1xgF8+Q5FfvaVZyDw1Fea9OxNePcRmS77tD6y8/aN+vdjgLL0t8yU+Ze1FOwuJAD35bBM9cBjiud9wfr6bVEq+ubCEvnU5+T0cN1i+KEfSvGb25j3ppFq9upGPPZ+RnT1BJqU74D1NPfz9Kb2shhK9JxknPUdwbT1lo8s8z+SGPfaW2T0eyxU9F4cgPkN1ar59QkO7yVgePtwm+z3Z/lW9WhRqvsuxsD3auoG+SYHNPd1cOb59vdw9IwoNvopGa7vqHyi90tJFPaJE171MsTW+/dMOvrjr3j3oKmO5ViQFvtbFoDzYb7G8VuP7vIePwT14L8S9ttuDOwH0WT2J5LE9YasiPsnGbz2Q7AG+CnC2vedh4L2D2jS9IDgrPpUUzb3wNui8z02avAUkLr4azTE9i+YpvrkSvD0MJQU+xHSEPE396r0b3rY7BFPHPX+QQr2vVAG++tVxvW+r8r0KW9i9xkh+vQ2VKT1M8a+9DxT7PXGEVz2JK9q8BcFFvjGLnr10kTC+ei1lO68RgL3EdPq9SA9zvVqf0T2/DPU9//xBvoIhlbzirq495o9Zvi520L1BDIE9kh0JvraXvj1IRYW9jRECvrddBr1+7Ya+p7vxPGidnz0x4xm+NpgGvhgExT1ABuY9zrKMvdu1IL54Kwi9NNIHPrOk/L3ZVRs9GTkzvg8y471WuNq9/YkNvvn/072SjNi8upQqPqxNJL46ONy9VPMaPlmMnz13hcu9FkIYvmWfobwa3uW9j0C5PUC5PL7nE1M9vnJuvKAPEb6PrA++DRgjPuFp0D3l3jQ97hNfvknxcj6t1Am9DzsnvmH68r3cDna9EVXkPDoT/bt0Nwy+3+vjva5OZb2O69k9yNqPvrknDDo84W2+Lg5gvijZHD4cZg29DPLEPfXv/70TCd49uCbbvQUhxD0WvVy9ibOfPY1iBD3K1h8+SHtQvS3Vlrpflto9lF6gPlx2Qz0VbRE9GxEHviRpJz4x9II+t4rzO3GlIb51Ah09Ynx2vYZfCD7NwNW9GE+bvijn6b37dQA9WbqGup8JXT0OV+k90FIVvjvrHD1Vy9Q9Ke2ZvOy8bDwhXcu8/iYEPtkzK74q7Co9rJg9PhgfNz1HswG9jTw5PumGXL57gF88FUA8PRNmHb70n1e+aRfkukHhZD0lK7a9FbbjvFRJdTzIbCm+vHrvPSzoMT1yrX+9QDmWvALjjz20TR4+lct0PvrgSr4KpLw8Mdi/vbMMDb2AE7A9LZUBvoeMDT7LRIm82HSPu/ShZjxJMRi+DdgZvhiHmT2wxb0+THg7Pup14jxWir69f3GJPgfIQT4fnvw6mIxmPmtTj7qfFO69ooqtvG0mGD27KEo+ODDEuHdxN75dYtW9VTAkvDWmMD5U6De9QOZIPSljOL6l5Bu+5nyXvcBMAz7ID5k9uQFrPmqlmz1JJIA+B1qnPH+76j0InMe99Xr4vcZGKjxRRQ6+y/4JvnRQC76o14E9/N9/PnrsnL0rIBW+PoSDvCTSsTyWRkG+bHVLvq4HNj2L0Qu9YEv3u+HbED1eteg86VuXurtQ0L2d2FC+I7AXvnLmnb0lByQ+Rn89vow6Xz53/689ebaNPbM4kz3Ugls9Q/ebvf3dFL6sUNS+pxR/PNUBgz7maI29yuOGvUuKoD3Jejk9q2GqPTBmND1SXgE+yHYJvjy2fry8nNM79T//PZhYNr41M029UgYPvtAoO72inwm9vmqwvKuQir1B1iK9wu3pOwafnz6R6uw9V7ttvv2fDT6AVXa+20klPp3Ebz0jXxu+a3jMPMz4l72KRNe9feKBu5Pliz6u9NA79/aBPS8l/b024lU9Wi6IvbTrub2pefc8E5tZvZFMWD4CQos95/MKPYuNpz1iaW0+OItcvJ5s6z3YHEa+2szqPR15ZjzLcKC+9K0MvrgBH74mtqk8ofQGvvFuKj7VkmE9vptcPi2oSr6KbbM9vuCzPIoxvz7TRPk9kyyMPtFZfT591xw9LqU+vb04ED7E+C88wQZfvuQxGb5WcXo+c4RmvnBjnj2pMFW+SkDBveU2qb1FaOE9wooWPSmsoz5FXya+6aYGPshsBL0+Iz89OUOXPHBgMj604yK++AqlPXnPxbu5Z9c9SMPWvdxNnbw7r/Y93Zz+PToEhjyTSh892wsdPfyAeD0UYPI9wjCwPQUom727/QA+Hz0SvZyjDL4XhQo+3DYLPd5SkD3Bnym9sI7+vehC5z030/w9uDOhPbXeL74onxk9imdZvpvDkz0Mg6G9S1Z/vGzlirzmCpa9D8dSPijWFbwKNS49prgGvhGbHr6S9oU8t7X6vYVsNb4UrSQ+UelRPsNAaD4FI5S9y5IUPpqNTT6clxc+Rt2ovS2ywT3PaKC9lYrDPTcec713E5i9rg+5vWLhqz2Gb6q9FYlpPjND7D3DphS9Phwuvo8c7zwahAa7Y9T7PZoqGj5thoe9S0NSPmnVVz0OAa+9zzuLPr4gzz2cfYW9BwbtvKvgrj04a1C8tFzYPY9QFr4pze69CggIvnwsBD1t8jQ8RisMPjVsFb5NDEg+v4tnvdtTzzyLE0O99O6VPUrtyT0gCbw8wlLrvJq5F749RMC9kMZAvRE4AL5bgIi9fbkzPnsCT772sM49J9EfPe5TIj5z4Ue+QlwOPlWGUz4HHPw9qfmhPfMHi73QXLC9/5WzvQ3VyL0U8yq9xz0wPaniMz6bZlY+zQIgPU9o3rqHN8K9NrWAvD/Jhz3ff/s9jYeTPbTSpzxANj29U+2qvVLDWLwXNZI+7n0Nvont5Lybt1S+M8w7Plc91L14Ggg9RKLVvclwO7635Us+XB8PPrVoJz10Iyi+tkXYvAQFm71oSXS9pPkYPfO2g76RU6c9hAtRvfxLLr4U6AS+GvXLPBRT8L3+MlM+Gr+5vdQiTDu3k8a9Zdw+vKFD0r2tCM29WavXvZJIOb3fJNU92PfZPUAZxj2yzHu9iLZoPlmdBD576uq8LueDvl9ZWT44QKq9t5fBPTbJEj4LNVi+mXgPPjpyOr3IYe09sCJVPkOICz7Jade9yVgEPTkJTr1vjBe8Wa4DvpBrfr0VNA4+douPPXmOuD0QoMQ6riNhvWEdgj6XzFg+woeGvWOlXL5o/ei9z/LDPZguAjxpyKW9VSDEu2aZhD2o3wE+3O9RPnnTGrw/gys+G7Yyvl9ieb57XYa9qE/vvNJaWT59BZy9qa5BPsX1Qb4NZ0Q9aTBfvs4TnD2iTq08GdMAveougL5sGC29/YO/vbWMFT4sCBu+Pn/mvVPAPz2l6hm+aam8PfZvUzyvNFS+SwpovV6YYz7STZi9SY1IvqYF173dvJM+Hx4HPmLkgj1SYAg+VdJ5PoKOvr36GKQ9XPfuPUDmvj2qoj8+6xw5voJOdz3mNhq+sDAjvmJ8lL0QbcI9D48RvodOmLm+HQO8Xla9PMnGwD3uxeu9kZADPq6rQb4AWqm9K5+HPukAkL13S0u8h4b8uxgumL0ibbs8XXg6vSSV2DwRTkQ9r5jGPXbcDr6pB5q9TZCEPIngHD1VSTw+xKpJvUtsLz7jyBs++dw8Psuzlr3hw9S93i1XPRyHRb1oWZ29uoRjvur/Kb14CL29NkZNPmJEVT46OG49P7YJvo48Jz70IeQ9WTL+vY755D1uEP29qYjWvU1KC73eyEu+dYvFvSU5q70lAPE9Pu1TPjwj3b0DPKo9UzfTPXxyGj7pNsI8vBsUvhO/m708uPI6quQxvuBf3T1/pe49uFzNO0FG2T2aeAQ+FS+kvYFIaj0X/jO+bc/TvSgzKz7TQ329N0SCvuZeHj6OqIS+pZQmvmpME76Xnwy+i0QXvsXqWj7UBry7MxtcvMlThD2uVxE+v7iPvRtbCz5ZCG8+k3RaPXNpvr3dqoM9mW4Kvcx5ELzqlva9gF1FPSCYjjy/Tym+bITfPedjCz7yBmE+1aFhPtcEcj5T4Q2+5xaFvByoJj0Wohi9+wJAvkCAnLwNJBk9qUSsvdT/B76nUDM99eefO0zjU73c4nI81Hqau+MszTrbsum9WPHaPJdYnTzFIQe+6OsdPmDGCD5yg5g+26EMvouYkr34W7G7m7DBvZsfIT30ZLi9Tt3IvYYxDDxD9ow8E401vfPPAT6KsAS9BpIWPv8cJDxFKMO9H/eSPct9Pj7XUAe+MJaWPFgHzr2Wa/i9n5LkvVKO6j0XhDI+JtuuPQcOO7zwx2e9urqUPQJLbruK57E9t3AePkOcAr5Qsqa9jIWcPU2uQj2dcMC9VbY7PQCrJr5l8t49Zu3mvBWfyD2rCEi+V62MvdIfab78STq90lDiPY3X27yJ2qW8BTbvvUL5gb2dFbY9x/xKvA4WpDx79Ls9cnRKPmYji711dws9PbbtvX6inj3bnO09bWsBPaHdKD1gKe+8NpN8vdeu/z2fV709UpAovdGvGr2c3K09gJJZO9/EUT4GeSg9coXOvEhHOT6zbR49BcJYvON3y72/rWS9VcHdvTZouz2NJXS9Ob88Pcs46L3lpOg9DBiHPm0bDr4cLiw9mt7pPXQL9z33mw6+eMwEOnEQ6r2oKaQ9SpkYvvnehb2d3/K9TX24vTyTC73HEEq+FlQUvruBEb7T65i82aOOvJD1wzy5PsQ9bQhCvmcMBj5JYna9/ucNPTxpCr7rTXy7q4w0vihoIz2Wjbw9YKkCvshSTj7u0fY8ab6hvPi/Hr3cKqI9n/67PFrX0L33AJK85qZnvcObFj6ghE69xAUqvRFYuz3xMgm+0BroPTyeYb4oUVi9ACvYPapJqb1cUjU8vXFUPnHLmL32BfG9ynWzvRB4Zr2GQnQ937BRvsQ3Hr7sQ4S9p2aPPtWDjD1hKiA+lr9GvsfGLz3t8tI9N8a6vcFGPj1iCDq+ETt5PhdXrz3MHaq9SWXHPYIShD2N3rQ8FL//vfTSUL4Y7aq9IZVjvkOmCj2eogS+qF02PEes97309T4+vZejPpzhaL21pBY+/EMrvlaE7bpsg529ebT/vbUj0z1itmy9vGg6PkXQZD5C9+o8j63lO/44Bz0+cLg9EiAYvhw4Wj4Wtwa9dXVZvielIb5r24Y+jDYGPuUa4j59lA0+/zhQPXMNzr2cY0M9FoTUveYiVD5tQ04+yi39vYtVfDw0IpC9QVPmPbXgSj4yyQm+3wYMvT9PhDq2Bou8uSgkvhc4Ar7Bg6i9jVZgPo6xUL6qaGe8Z5QzPjkpqz1jNIy8u8eGvtQKnr3kG1E9TnsmvQ+LDD4liyC+RWB6PuuyqD1Q5sS8LiJ1vQ4M5LtjYA+9wMkhvRX6vr0RQ6S8rnwpvaWuKj4aA5y9DfGcuz7ElzsL40A9XumVPpGOyT31rE2+CBffvRMbGz4C7GK+969KPa3ZDD3XaAC+41jlOx7/k71tATe+v/RAvd5Lqz1ZZOE9hY/OPUZBoj2rJUu+awDVvTjWwb3ZqLI8BlSHvqIgCLzSz629Ss4pvon8qj2wn2U99Xr4vD4ltD0HM/y7mvoMvfUQUb7YBIW9LVhRPnDbET5xneM9Nca2vWL8sj0VaBu+cdAkPX7i6Dx90h6+imqdPG3bJ74waPQ8ttHmvGwHqrxAVMw86OyfvjrZqD1M1Nq8r/rQvThdAL6EPt08o8Fyvp7Hhz4QMV0+D10PPoIzOL0oY3I9/Q8IvgFCSj1Oh1A+AzmbPNv6Cj03as49cK0JPqUT873dzIG+jWAOPbDh1r2n8da+DZ2BvZwgpryq/9e9KwTXvbg7mr7wvxc+NISvvM9/Vr5XHzU+bt8nPRXNU76MhlC+LZsTvcXY1j3hfta9qurfPWAglT4ZQd69R/LQvFNNwb0nha69Xu4EPqJwIz0+w3e6plgaviBdKr03a/O9cBmHvqiBhb2Sa1C+uSewvmuLzb0CRHS+bdNZPUee2r2EuaC8dkaCO5uALb5i+Ag+I5GKvhZdHL6zBXM+fU+PvgwlGr15lss9izVPvtlv+7z+LjA+YVlDPpsVIT5F3ba9nI8IPrDbZT7RG5u+RXbwvZrHvL1tBIG8bxUDvXX3TjyRpo6911zmO2nXR711e229yrDdPHlvAz4/hlM+cimMPUwRQ71tLDy937ZyPuHOBz1uxZ49ZgRQPl/enz0atpo9KTQZvhODXL7k7Zq+O/wFPoehlz5C5kk9otAEvbYrkT5mh5i96AfdPXSh0j0pW0U9yy0BvtrpKD3wstI9Cj4OveUHDb4JxrQ9M0VsvsKhJr67XD2+EuZavutAQr0YNR6+Q97PPcmNy70TOk+9Di9bvlcD6b2t4Wy+ye99vR9Rlb25Bke+nXaKPaEZe74IVcY9+PAYvfqVUL6xe6M8uwIAPk+H2zwa3NO98GSavds8Ar7Ox5E70CyZvQEO/r19BIa9RxcZPdJdFL5S/y6+JbRGvubNJD4T+w2+UKWJPUPlhT0oeGS98AEuvnan2ryhC7s9a2QXvr88Bb7P0F89S/4HPts/sz1xtvo9PaEkPP7K9L3EGTu+tYUuPtvcwL2W7dE9v9RkPAD/Xj0ASpK95ADevUCSWb5/loc9q8E7O5phhb0WHZy9o0snvc5xLb546TK+WC6NvUFV5b22da+945EOPf4Igj0sqDU9CdYmvh5Qz71uzjq7e2epvW4GIT2c0mu+8anPvX27/b2IKTi+794Ivu1iPD4mmh29PbYVvoZtFj7CqvC9aMU8POc9X77FS06+RciWPU9ORT2umVA95747vfuiML2brlO+uRIUvhs5Mr7gfqM6DFMMPTAzib1zZie+O/9QPRXwkz07Akk9ouvBvSNkor099Le6BavWPbUXCL26pPW9rYZ1vihoUT2v/hs9o6thviygsjsnMUC9GcqIPalxRz0N4/E8N9iEO5lnHL5zpCu+pUuyvRib8b2faSG8+eu7OrmGvr21TTC+ZTLAPecRhzlUOc+9vaqNvCT92r1P4cq9ej4gvhQsjj6ybui9IdFIvApYFbwBp5++RfQAPV/g/z1dkay9nh4NO/pCDr3Zw2Q+8kdTPav7sbzMp+Q9dzKWvlBamz7WFoa8LFTUvcRs4r161cG9F/anPf6w3T2eBsm9lisOPVyzgz55gzI+pqCIPsxJhT3zARC8osirOhAGgj6P3/O93ts5Pncopb3LIi4+RSUnvpL4vr7WHq87voKsvIimmz2l+6E+3O+OvQ4PoT2w5pA+4fTfPnNLKj7cAg++xeuLvqEnKjoQoja8mlyQvcI9z72RWrE82hFyPY2UazuxFq+8QHlwvU8IRr6PKRQ+rpCkvE4qIr5QK9O98LajPkSuVjyVHka+pY+AvEIfy7tTN+27pN04vhO3Gr5E9Ba+QzfcPiTl9D3/Zn8+Pczmvc+EHzyxbCc+IiaXPW4o+T1oJgq+nBVtO5adIr6oGxO9QDZ6vinExb2fKJc933CCvOvh8z2X/7M9pAPAPftBjL3pE9k+bYfGvYQVk71h/GQ9IZkpPvcPjD72CkA+PnUtPoyGQb2ncya9s6qNvYxWBD4bwm8+7uD4PGK3N77vAxq+J8UevTzU+ryB68G7EjIDPVN/C77USoo+BfI4vmW5fz1lT9G8YNfjPcPAjj1Ngkk9ACvHvG9J47wZ88k9tFP8O+4QV7x1y5e+6rckPqCWlT2Oelq+8HxovT/oFb6DiaQ8hpYWPbvTlj61HT6+1bGPvH6VZr2xRkQ9kLxuvvMD3z3Zs4o9OatPvUvzSj00RVa+4+4KvTKnprvsE8y6Wm7yPWhmAb5BC3y9CZF5PjcmMT4cJya9I4aePT8mVr4o3gm+qVy2vYZjIr0uMQo7RXAuvp+KJj6594o9iLi9PeTRGr3fiYQ+NenhPPx0Uj0oAa09YhwAPiJ6TDnCUyq9Cc42vul9zD2koMK9Q9AgvaE4tz17mwI+tbAPvubJ1b2u6fc9HFM0voGni75k1r29UfunvYoJ+D1CDK+92d8NvjKmjj1hJei9VsojPpOs1rwUX9w8PO2PvbuhjztXP8I9xgfHvW2BHr0Atjk+DCIgvZzrez1SCDK9SD5aPqo5/b06V4+9VQjKPNlwKL6mG6M9abosPncutz2IP+29yw5Cvav4X77az+I9YLiovZIYjj5AESU9uXgsPvAM4TxQA4a+9QB3PcV84jo5frw9Z0jnOoRzF7uyKkO+aY0BvMjIhr5GR489MWncvE6xVzxfwRw+yWWDPa8cvr2Y/EG9IjWGPmHifT5wWgs+OmuTvUqyY70pkpa8OD/7vS0J9Lq7x7U9vshaPgpnGDzNoUK+3IvdPQjDFzxD3yu+CD/OPdj3KT4bf5c9JngJviBcazy5t5E9ia/wPHstYz6OSwQ+MfrAPBc6bL3Hqz09Su+BPkksNj6cpSi9JSCLvXqQxb0bvx6+jiFSvWcV6z0iKPU9cwezPUY0Qb3lkjE+1RCOPXwqCT6IQRI+YnW9Pa9u/D3ceIq9G5+dvXvNG773zva9imhNPlovXj5EmvW66WHovDcjFr07WEA99AIxPBta8D3iFkO+6a6EPTHG/T3fwmg9PAzzPclCsj3a6Ng9evxxvdPoOz49/8M96bwOvnpuKz7fiQm+3DQBPghptT2sqZQ98OlHPrstyb3Koh88SYI/vnqnxTxsowa+1a5PPoE8EzvBmB0+MfxIPmmuN77q+ve8YxUPPIcYOD5uaIY+ATU8PZshGrzu6JA9fB4Uvmh/nrxjFu49FxQ/vfgFVD7Ytu68da5OvTEgN73vSR8+fAVDPvdT1D18fzG+4Q8BvqtLLb7mEAG+u0V+vTvmfj0UiWK8DE4vPRhTQD06wdI8+ugfvvGUZD48LKw9M0H3Pbj+Zj0bwB09uKqQPUJxnz1EkYc8y6BRPgd9x715LTc+Y/I/vYMofz1enwO7tKWzPeIG3js96C49LRrUPQ89Jr5Vv0Q9pNeJO3mVO75jXY694KKRPRgIgr6qNNU9LIKpPUVcsTwzLqE9FSfaPUS0r70hi9c9Bx1RPIMrHL7MMRk+Pt5FvuuErT3DWEu+QhiIvt8kKD6JdXM9kEo5PsCeFb7xVUI9/lZePZv/3z2ZIJk9YU5tPG9sij1VDvo9oqo4vvDyvz0xGfS9aib4vLCVDz7KxdI9DdegvQ3icLwmyFw9he3NvFOxqD1OBkQ9CX5rPtL/pLsMHBW+4KmMvUpcfbwN41w9AolAvbMmaD5rXkm+phzpPYeu2TyU9MA9Y+R4vC+a7b6FSSe9PhYgvvjtaT3BXia99d1nvm6f6j0Js109gMyPvW49hzycDpy9+3ZUvnDcDjo0+RS+lScPvmL+BLztpCE++MJaPZSu4j3mIyq+tzY6PscCWL4YHww+GrTXu4yiurywQx8+p9EKPdrLLzwJht08OiBmPYplPT5Bizo+vMPSvfn/Kr7JTQc+wscIPmCJir0tUB6+B0WWPbTIwz2ga5U+w9A2PZMGRzwwJVy94i6PveKSAr3LM4k97epjviBD6r07AD6+B6WnvZbIyL1jn4C9mx8kvQ2j1T1KeXY+nWHCPPsw+z1wv/I9FfE+PfaYFT5ZZWs+R7csvZMyFT3QTmQ9erYrvnb88j1h5eo9rk09vswmBr5ae1q+7L9WvITORL5UWOS77XGqvdkfbr48RBE+w6LPPYsehb3R664+BKgkvh0M4b1ErEy+gizPPVbsE758Nze+xC8/vrk/Gj69J1M7HJTiPcrfHL5rKHe+kMrjvWuOBb75kgg+ll39vD/dlj4Yr1k9CCIbvswAr73J3xc9o5xavr3IDj73+3i9uMSfPS7kGz5NlZo9yc64PB+bRL2o0Za9IuOSvKkXm76gMnk+/AwUPkgGkz1nKOa9ky32Pc/L17p+pXO7+CzqPePPSL4lxTu+vdFiPeL3gL7nOxG+t/SHvs4rjz340XM9Lcs8PJJgKb3JzQG+YmfcvclPOD6BwQ493LUhPkPkQT7zebu9GKVRvaldQj5JflS92lpEPKqzCb6Oxh0+BnWMPJDvObx1tvk8IEuGviiQ5L25oWm+jWSnvoTOI7wuQcW9f5EMPmgigr58Q1i+zHzkPWoUgL66erM+6LWcvVN0HT5/8TA+eN5rvijODL3It0i+nNX0vSHWiD3/PEW9fPUyPlQO+T1W5WM9/hyAPsfuyj3U8gg+105QvcCgo71BQUc+tkxUPOk+kT6VG4w9b+Q1Pb46qLz2BZe+1K8lvjkMRr1T1Qc+NG5RPfgVOr6W52c+VYLFPZo0Lr65Gaq9/ySpPvePMb3r9oG9cuQgvmohw71YrEI9g20uPgi3BT45hJA9qhmwPBpNmz346yq+uRmJvr3sBj6ypLQ9RYG7PaiSirxNJRq+zqsJPvuKOb1PODE+FmekvSMzJj5wr/88BmwFPFG6l70MLrS9ZLgrvrnhnzxS1g499ZY5vTlKAL6WMxi90fnBPVlm9b37m6K9jUY2vl/vH70Xd2671sENvYu6hD4j5Ao9eE+QO07ezj3SbgQ9K7amPJILEj1W+gw+dJBDPrYvQT5r7yQ9ks1wvfcBlzo1fiI+1Fn2PYZpKT2Uvh++sLeROy+OJj24D669eFKLPRjxhL4wCqS8NF4HPf6/lL29+769/+TMPQVZZT6R3k86OrALPkQyLj7Thbc9Az4KvoXPgj0v7A09EJcmviT0a73ERwi+GpChPbmGn7x784G7xk6iPZrJ1j0Y2i8+3ng+PhDT6D0j4Mm92ZI3PmZsrTugIQc+mbyiPRrpNL43aYo9mgrrvUcRRb2ib8g9nPQ2PgWrXr1N27i9V2zBuyiAAr7zwYs9s/MKvVPtjb3B0g2+LsAOvbyqiT0sJAO+cDYtvg4iUD5DY9U8Ao/1PDsn4z2c3zi9I/ssu4Y5V70mhya+j8yBvYyC2j3Bc3W+YaRIvv9mqD20EzU+65e6vUskqL0KFZ+9lpG5PSR4Kr5T8eq9pOXGPbi8D75HJVI812SDPDNuErxySBG+Trv0PQ1dYD47au291YZpvXGl+z3ylkm9eSogPt65lT3c4oO+s9saPoYmXj55Jqa9FAZwvsM7tz1q6RQ+p2EKPhZUCT1uKD++LUnoPYqQMb2AGjc+BLbyu/FBRz5sMKy95qvLvcwZTD4JnXK+UV/ivZ1OQz4XZaG9j08pProY+L3aMX8+PPGbvd3OL76qU1g+epq0vqNNbDxIc5G9gJeHviXYBDz3OaY+bDeNPQyvfb1DBP68xTVCvsvLoT7vrq4+YzYyPausPb6h0qE+Pz9QPjyALT4tluq8sF6zvBCoOzyDejo+BlhfvuGiJb4xuXK+1E1kPZ4uJz66+pM+pwUpPo3KGD5ytmo+5CrcuaaaTL1/YAY+WSMaPmiafTyB/Ls+DLh+PnwtRD0MvKu9mW0ovWC5uz0ZGmk+ZFqwO+7G7T3r7py9pRI6PkvMg72Y2zE9r7QKPbFa+T3iBcO8ZL2yvUxXqj6eK4O++91KPVzj7DyrVVU+MYdcvEoip70EXTc+l3vUPS63nT6JuF0+fNN3vQPCsD0q5Q6+9egWPSKOv70Ecy2+O0DBvRl4hjwUPLM7NiVBPZfxgD7VUia91c9dvjU/UT6/F0E+kRFePd9oEj6M/Mi87PpTPZ2wwT10tmO97uisPgWY3r0tzik+jas1PUrqRD6JlE4+RugqPsyrZrxDAgk+pfUNvmjjPz4Obe091+WEu7V3eb5RTFA8EmptvQo/pT3YWh6+gLOJvmqBJT31PLA9zS7/PHKecj4/b5i+2OSRPXvi0r2UlwA+1WwrvU0JMj1X4SG+Bkt0PAPWTj5w3W0+3xULPiEmdT7loiQ+xeJVPVwAvrslh+Q9Lh4ePMc+mj1jNRI+s9clPgxpDD78Yr68frcUPuQjEL7UxBE++pMaPFUl9z1zuGa+gwSEPqzYqbzEH6+9AktOOpZ3Ob23uEw9QcdgPMW8wL238ry8kyvaPYuP7T1fRUs8N8P+u4FUUb76X5g9tDBBPCBwGD7mriY+ujPYPYQ7hT4zuAU9s9XsvSvCkD4OcSU+epDhPHs3a72Fjb69ZP6uPQWb4j3Auiw9F9INvZz9uTyfrO09D5vuvZ/lgj1uRw0+nc5sPQag+73ULr69Rj+4vQNqar5fnfA8ddj1verRzTxjDy4+mRDmPJLIML4IGb89dwp9PeZxFz4sXZq94e0NPt4kiL5uLBQ+DnC5vZdo7ryK5Zs9zVHavLZJJD4+oaM9B4iBveWSL77thtM93mEovrkmb7yVqxy+pLImPsSLYjxmYBy+7GsSPulJnT05Awo+I5mJPbm9t77+FEu8aLgIPmK7pLox2Fq+LA2HPc8UhT6WO6G9rTqIPu1URr2MXSc+9uCdPvN+XL58tZw9Xb15PRQVG77r6EA8AFUhPfeQkL61nlu9L64wvAVYCT7Q9Z89WjUUviATSz3yik09wdqUOyZh/L0hcAM+EmAuPcvrdj2mCVs99O4GPA5ul75eIGa+s2ocvgtR/z2eYOU8VjYgvmtQU77BZzK9MHoNPZfvx72zDyu+g9MBPT67+TzOtVm+cnFjPGWTcr5OSQo+qxYjvhV9gb2385i9hAaLvM9bCL0iH7O9xn8SPVv67r0P0A2+4Ln7PFby9b3iUPW9GmXSPentFb6e6uY9vc4RPYYQRr6yAHk8IZXAPMN1/z2l/3i9KJoqvm5Gvr1OTbi7ynE9vhzYEb40Kvy9TDe3vTG7fL5F+h2+2jXUvYUB0T2LVDc9TTqWPRbcSb17gSs91be1vRQ2PDzvyPU8SukGvn6ORby7Jrs92VIVO4ryIr7pFUy9aOvxPbYWAr3+JYk9pgIrPGN0nDs/Kyi+iroTPWLjSL5Atia8jbCGvA/qoz2drrC9pPwDvRAk7T0f8gg+4WIFvta6or3sSKi9n/A1PeQXLz4Euqk9c/8Dvmhbg77D2vW9uigrvqtL/D0JWIE9yNo8vSHiGL5FB4s9jyGFvpzen70MPQy90pfxPRVxNr55uSK+YbG5vS4nrL2JY3m9/oC0vSJGCL48qwC9xFWivVsNIb6Szx69km9ZvcqX6TsP2Lw9lDMvvVp9ML5puD68TLxzvQT9jT1UIuI9Ey9lPaTcsz07ba69R+iGvQcZNj6mkFE9Nm7VPE7uUT5JlWm+y6pVPhjRST383V0+XjO3PY0x9b2ENcO9SmESvh5iuz0+Fv28XXdzvoGPWT4X4xk+qrxYPh6Ma7ueUzs9zNT/PCDOST59Uew9ApFHvhjF+L0A02i+DXA/vqXuzb1NkGU+0wFZPtq47LwU3UQ9zPbevKDuBD04eZE+2Xwlvvd/r71FGyW8BzKAPt+aEz70H3c84ZvfPXqjTj1TpuA9Ke5SvoQXnz2oj3I9ZsYDPi9RUDxD/k4+MK1TPoFmmj4cAm8+3r1VPYmZHT7R/1k8q82SvQZ2P766iEU+91APvD6a3T0qkA88MqZgPsOgEL4IPsU9UTmBvBERJT6rZ9E9Qc/HPHwEwz10cEo9eXsUPt1BkT2SeNY9dWycve1fEj5LYGi9F6+BPMC3fTxcN0o+ouALvtHO5T3aNKs9KTpJPuJQiDzFIs29/LD6uhXKLDy/Hx+9jte1vXWD7T25GlY+rhojPu4LaD5p52I+5DQivgnpQz79YCs+xyxBPV8soL1Szvw5lyrGPaaNMbqsQuS92DVBvR+cXz65Wx6+bu2aPoWDE77L9FM9tHZTvfp5Tj7rdqI+msqqPXL4CT6c7ji9qg0wvab9yr2zkNS9r0H/PC9UbT0iOpE9M1tVvlioGL2bUa09jt7vvadOQD6XdeG9crGZPF4jlz7Ttna+Y0J/vTwtrb01QJQ9NuwhvjShjz2u8rw9Pt6+POsh0r3AeO28Y8SiPu3PMT0UwzO+7ydWvXSilT3zK9G9SfjCvbasHr45g4m8GbxSvn+gCz50pgk9RS3APQybfjyWMjc+eS57vQhBDD6TfHG+TkeBvR9Jvj1dRxy+FiSiPqRhhL24bYA+VEOouFjhO77LIGi8qyf0vY+ukLwzezc9yXBPPJmXdb7G/tc9eBaGPouW5r17wV69VjMMPu6VE722sMy9gB9Lvg+QWj6oKKc91HjsPa69T76/3Nw9nJAGPBxshj15Wiu+wWjFveor2r1jkSU+nsS9vC0HF75qUJY+XGqEPptgwj0l8s68rjPCPeh4gT3G+9G9YE6wvbjRID7sUKA+4MSrvbNsDD3mpYQ+FtxhPWu3Fz0/iTU8bcNHvfryfr1wOY49BJLGO5Xmh765Sxo+AqXPPQkV0T1cEOS8JtU6vntVrb2UI6u9EDfTPVaEX76K1aK9vcKKvSzCpL1TH9m9ri7MvfRH6L3SD2c9pl5HPuu3BT2qZN27r4iKPggqNb7VP1g8qEjyPNMqLT6RHAy+kT0CPqT2WL5AHlE+oaDDPAJb4L3t6Te9a/JWvdi9e7yOP1m+xXBtPkSznL65YJI9GSIlvIWgTL6V2LI9dAXvva3aAb5lwRk9G4cYvqVsIz0bHIG8uj+0PLzDUb7U0AK+cOB7PfHxIr6IApo8ALkYvQpG57zESBu+nA4TPm0PEr38LA++uQPcPU5N1bwGwwI+j+QJvkgH/72JhGO+zSJ5vURUJTylR0s9k80OPmOvJj70Ixm+tHMMvsrmp72ffYu9J7AmvMMigb4saiy+m9VSPZPHlDp0Fs49N5pmvjweED0Z9169dRYBvh5SxL3iuow8BjQNvkxlNb6zyKO9eDRFvKrXm73jtzg9sFZ3uWkKwL3/ENk8vbX6vdl8YL5zAYo9l4lDvnfNHj0adrc92U4XvjmXUDxaZAI8UTYrvYIy270Z/D4+PBSbvRgZzD2/9+C98uZQvUxze70vnO29wB9PvRIlVb00wuG9MFOhPU6tDrxp5LW8EmgUvqhTZr4A5xK+gB5HvM0Vqb0uhyu+AETYvX0Sx7wANxy+QvLyvW7ZR77H6PA97pqNPIkTBL6ezsw8C38GPmFR7L0VpYs7NmXLvQhY4T2Tgfo93oxDu3AGTT5idCi+bAQGvk9Y7jxj0kq+4ZwBveIlNb5Hq7c9mbvUPHwiQj2yZbk9rsbcPXIo0Tsh0tG9xCG0vFU1ET4gP649icg3vuFrKj6/sn89MZODPWKKgDum5j++O/c4PsFXK724gzC+t0mcvZ8AIT2JQB++LlOOvHvzPr41RSo8RmkwPt19Sr1piAm9AgBEPqhakL1UH3M+6OrVPFE/fj27Voe9pja/veDUIz6FSb89Q7yuvEQTTz5kbYW9AHpivaVw5j2gaow+FHM0vpgVQT4FUpY9eBH0PO7P/r2q21c7j+cxvudx972KIyC9Wjo7PHh+V7vS7VK9a3Ndvim5dz6Z14M+BUkjPoVMAj24E6a9JEyWPnGEpj7DF2e+7heWPcv4OT5T8IU+AJX6PICLEr45d9Y8UL/KPctnBz6XiwW+1/EaPlO2AD4A86c9TTRDPnJe9z0MVZk9U+14vu51Mb1ksOa8ROIlvXE+lDzQ9MG9ylwZOGM6Tb6JVCo+7apTPg1GeT6/8vq9ZnE/Psbiery8A/c9DNVgPaJK8T2SETy+kFryvCdTmj64fQq+7tEvPeym770ki18+6cwSvegKX70BbQ+9TrVQPp5dhj4YsQ8+0PZxvYoTb73/qae9tPO8vOLgpz6QKqE9qHzUPZzbsD2Jni89UAIyvnEajz5iC6C9Eu4FvoGXKr67Zoy6XSgOu5xfJr7XeK29lCQfvT5bKTxXsEy+rp+lPn6C9T2Y7Zg9AWPxPT6igD6vrpY+u/s6PmE1h70JfeQ9vIyqPZ0Qr7zAbcM91vLoPWLL8jwlTBQ92+MOvjqs9TxY7yW+hp5Svr16Wj5iHiE+YoQvvjAiTj4DRTO+R+j3uyg5lr1YGw0+VGE4vsh0QT4YW42914KivTUxYj3Qb4G+0LiePLsVFz5n6P69VNhEvQNTO72LVm4+ejAEPrRLSb5kYuM9iZ/jPdSpGD4V8qG9e+8evsuBnj2sK9m78jjOvUlpP74j+es6EcV0Pqe2Ez2fy4y+sMisPb3UBz6F80e9TZBcvle6u70si3+9GJDtvW3PUT1Eohi+EOD+vI7fer6n5du9vYvvPCZVqj0vvwy8cZiUPgTqAj4RNA8+ZheKOk5SCD42yZ07O2yRPCQcnb6X6909h6ilvEM8R75CS6O9qD9GPYD+CbxyAtC9tS70O51VEj5LUSM+DdqqPaH0Oj69NMi9fL0KPTKbvT0Cz5Y98dpnvbCch73PU5E+uiEYPaUUrjsTUFM+I2HLPQoOWT4htlU+MpywvM4wk72BSxg9MBQZvhlYkr5KzMa9iwbovaJE9r26m7G9rtbQPedMHr4hTha+xG+LvSokvL3qI5K+TFYoPtnHRj3WOUS+uyOdvUGAK77jIAW+AFE0Pp95ML66zQC+JtqvPkmkf737J+u9r4wWvic64D1rGpe9zgl+Pup7Cr5OChs+w65RvvWNIj06TS8++4HdvWie/L00ml6+XY13PvkAOb0xwLK7ynPeO0ReEb7DAg2+UZu3O19iLT8Alh6+SGpCvXhGbD7QjoI+iNP4PhjwAb6GkME9+vApvnd5Tz49x529ZdFbPj78/b1Egdo9CDJRPrwJGr7MOgE9DtujP4i4yT26W6e9rwwPvInjMD4gvh689a5Hvmv+Gz+/Ksi9IxjRvQBZ+rxxkCu+IjYEvtZ9+j2W+ow/gh8hPzHCqL0joE+9rSGBPzWstz3z9Ti9bM77PfCU7D0fTa+74ZsgviClYD0j2X4+h+HEvbgqcb4zQYQ/84LrvQL6nDxCWii+tf71veyVlD1r49C9tYljvpoj+z1684G9dxauPQKt1T8Wj9u95F75vdviLL0bd2W+toz8vS+Icj1l0wS+n3h3Pqiw973T+7e9AKY0vs/akL1Qhem8Naxtvsm6Sz1nXsU+JVySP2GPiT24OMm8MMdQvEMG3b1Eoje91IJivcMm570q+gq9G2DfvXu+Hr4nvZg9jb8OvtWSMb7AawM/2d+IPNaQ/T4/rgU+v/SOPwdCmj1LRyY9cSi2PpEMSL66YZI/7u3tPVI1TD0KVgq9iri1vbTxzL2KhJU6BTlGPNFblr3yyy4/AagPvjierT9bdA6+GH26vcckIb5ZsAW+KeI7PjRzCr42/5c/YKtXPud8J76YLMO9x0w5vl41/Dy7l60/L4Yxvkx8BL6b1mO+O4UVvTP6Kz4ztm2+H8YYPnFe3j1LbG28TNsoPmEU5jz6gYq/ZE1cvvpTqz0qnos+lweQPYQ/y7yPAw++6LWJvj4QDD7ac6y+fbCrPAdiz73kKsG+lrQNvTWM7bv0azY98qBrvtW/Nj6qPqc9872Xv9wDwj40fwW9YuW3PaqFcL1QsRM+FBZiPgXAt7/ZBU0/+yQdPdu7iD1aTx4++dVkPrPpur1VH6U+Xyohvm9DN75rNME9BT/LvRUsLL28MGs8t8TYPCUYlb7hGGI98gWxvZNVIz9JbQq+EsptvhVXzz0qwGo+kDAXPFGfAr9oAwU9eMZUv7v0gr7MM7E9xKwYvn+NGT81crQ+Pr2NvXvRaz5BY9O9uNsYvp0eDz7aWCG9BvEPPh357j0ojKw+CxJRvcvZVbydFR8+K0coveATET1ibHk+yervPD2h0TwEPTw+gLJNPeSIFL4q4/e9T2YQPqTuGL5/nKe8nNCKPfmFTr+Au4i+lINnvrX9bz1NFzw/npTfPezAHj6sy3a9MNmZPQkcpLyUgT08szZYO6vU6Twunri9MJGMvdhAvDxFsZ87OcmuPhr5Qb2GYdM9uOYzvn1bIL4cjvM9mBgCvYq7ND5rMFW+NlthvuMahL8voPA99HD6PYdhDTtaXAK/uLN0vYn1gT4EWEi+hgkIPzvjI722Vao8oNFoOrLOwT4+32G9wUKdv1vVBL5QduK80Tm4Pe3YOr8SwAa+6hrAu5cwBb632Qc+2d2HvaLePD5/IHc91qG8vOyXZz3z7MI9Bc+Dvp4+jb96IUq91PptveX0Kj4RqZk+EhhGvYP7G77Q55G+8vIuPsFkXT1KQ9+95S21Pd/lvL3xkTA+tyurP57B/76e8mE8NR7cPSjtgT5K19a9eeToPce+mz3SD+w73uWCPWkPJT0SuR09k8wYv+fFhD1diye+0YZ1v7ajKb6qRKQ8pMlRPranybt1QgE7HymPPfmKNT72p9q9gxDPvqmH7r2uBaS/NJfjvvhkJL6kSOo9XashPziPhD7fdRm8nKKIPtRK1r2bf0U96wJsvSbEBT6tXPw9zmDXPaiZPD4rYbY9TZAmPn3K8z2oUjK9/JBKPtrj/r2HJR2+1FfHPcqi973OtHs+Hka0PZslGj17+Za9llXZPXKRGT4UK9w8AZTTPn4gML+4jt++gd2GPkuEUb97h8G9g6uMPZ5ww70qMlS+DmVXvqRhNL37qJY7RMGGPfDgvbxilzA9xhiCPF97FL1u44u9IZLIva7mMr0pKCQ/hTrBvWhig7z87Qu+t1l7PmyjcL0izbs7uG9YP3JvMr5b4Sy9FIQ/vUKCwL7HQMk9LdtYPv3VqD1dwLE9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "wKJ1PZMkRr2kwUu9P8ibvQInET2HF1Y80IKZPKGUtrwXk9K7vogdO2uGmLxhBTm8N305vYuFJrxfkaM8VsAdveviHj3BvoO5QKx3vA49YT1UCmy8xnY4vCmtlr1xO/e9yJluvRtrgjxjmVu853JCvS4K47wtUAK9y8YhvL1hcLzE+xo9gQSjvDUEhL26CEm6i14LPAsUUTzyJ7q9jURivSbXhT26+sm7rG+UveTFuL0PwWy9OgyLvdZ7zzzf6pU9Nwj3vPs+Kr2PnRc8eD8OvScJRb1+M/a9fRfOvQDJJb0gTc29ynyKvPbUbT3RR+i8p4ImvfxtvL0f6Oy8BUt3vCQpo7wnvoa9X2sSveFqHryxESU9NFMmvHTLb700Bsm8mHEHviBoGr10+DM9NxN2vUEM5TyQLF+9HcHJvAoFzrxxi5m8J7N4vcj+6jzDKEe9HXUHvAGdXzy9s1i9mc9vvSQaELskP++8P3iDPct+wr33JaA8vSYxuq7gKL0faIA5Kr0cviyKkLus1oK890U1van6hL0nTlK9AWQEPLfDgjwUggs9KtMjPQTuzb1nh947EFM0OwtD6LwKvKS9+w9yPRKJHr1Vg6K9CUh8vT/EAD3cCmO9P6SFvYMX8bu+NDA8aaeEOuy5ur0+aNC85/8TPDHfX71dUdY73yKmvdAme70="}}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 