{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "5P+5vYtypLwKK0I+oOLMPfpsHz2nyTE9k774vfX4ILzJiXm+qxNXPYp+VD2Er6M9oA00Pss/r72Fsw6+xSpPPsoZ77yKDGe8K1kRPhFmpz25T22+sHj6PPnm6j2+kF+9mvYfvga1cL7AC5O+6TCuPHYEh75Po08+/6OfvKfBm75jyao+MOilPWuXk75fnQW9apTxvvdltbz3xQW8sRX+PZDhLr7L92K+FiUlPp+IDT5Csw6+lFgkPPeMpD1neaS+ddlSvjV2gb4QVh6+JiL9vf8xDz2qCpc8lumvvYZs07trMRk9d8gCPFFvAr06FT8+xCPfPTG2FDxG4lw+1Rv5vR+Zl75++4C+1i5rPoCWV74UARa+ZkpqvSGvib3E2Sy+2RyrPeKhW71tIk6+GrgJvfg9rL1Y8qM9mR4wvn+h3r2igYw+wYgLPjW0Cb4DltG8EavuPDrX/7tI+sc9A4G+PdK2Bz1LzIY976QTPvOmpj1D2kI+H+CGviseND4VESi7DUZEPeUh0j1B5vo9sJuBPTbl9z2OJ3k9hjEePVirLj5i79O9tlivPQQCLz56VhW9k1M9vYRtar6jYpg7LhgUvtFYEj2lYdQ9MOsZPm5xnbwCuNq91YjCPBzUZD2iMYm+UgfmPXXVTb3jkIq9QtxZv7R/I77FdqE88q7cvb8MND7Q+hg+BmApPtvwLD4HnkE9TW7fvTZFWD4ICgQ+OCmLvamGlz2HDZm8cqANvcRBuD2zBjC9TRFIPcDmqjwlMne+Bc25Pud587zeGFA+E7X/veX8FL5IguC85vgoOcmzOL3iMPe9RJ2ZPdP8GL2x0U66DUGmvG5bqb53TEe9VgmYPTBXQT1S6rS9StViPXX/wrxKlQw9WhcfPkUTs703tui9UiZFvibRID7UXQc82X/qvfiXcT0kw8C9jMYlPgyfcD4OZ8072CN2PVlIPb7aS+0900v7PQeLE760zui9crzmuyuIrbvETaq+O/L/PQrLLTs6O8I9OLa2vZpDDL5pICE9Li+IvYVHbL5qNx0+tkQ+PZrpPj7JtTe+lxknvvjLML7qXwC+0+7vvObTyL32Pz0+TrjKvecawL0Hovm9jS0PPle6QL6OoIa+5p2+uzu6Bb4PFTG+EOAZPs9GXD0PSBq+Bw1Jvr2ZHr3eCP69PZ/1vQvxb71DPxC+EkNzvkIHFDxDYb09ujaJPfuwUL1WvbA9JPHWPSkD1DzbgtY9JjFhvdvj/T1HJmy9aIPtvC9MTT4lBiU+2zwyvrxQNr5IXvy9Bm4BvUbe3L0Z0RE9El51vCovZL751S6+Cecevck3gr10CSS+BEVQPlj8cr1YIb++h8uLu2nyxr0TCTi+EOeKPqGCsjumrga+1rIivLYMyL7uYwe9BtJ7PsQuUrzRf1S9c/T7PZi8tj2/d8G9fAUYvojBHr20rIE8Zqn/PXU+h73L8Fe+jG1XunQHv72nrdi7oUIPvgYKRT2H7Rk+rYs7Pu8bTjx2LUy9o8gBPhZc2r082w8+lg+5PrU3sT0kBTs+wMQaPm4pxj3l1DY+VkWwvj0kUDwZ+fQ8XqzUvR4PGL2AhFQ+1VNvvtqDiLyShXa97RImPi0qUD6DFqG+cpkuvrqFkj6Va5S+CVttPs1lYz5jmqy9wbo4vv6vMr7T6we+nR1QvV2sur35sSW+CiuqPbMQe72Hpm8+KbKFPNmQwrya2qs9Ua5zvRHaCL4VdgW9o34jPSaswj1pyBu+hlgpPoheoD1Srms9KsVjPWQuPz4nnXw+9lSePR3Jkj3p/8e9H3SxPfbQP76jt4W+kvWsPV6RhL4y9ae9PQADPugpdjtkCsq+5vvrveim9D3qhIK8M8BpvNUror6vvji9AbuHvipJ1T16cV69JJ/ePdkStr2zLqw9h4clvk2yPz495w096zwoPiEHUL3nIzm9blfivOEZAz7BqAk+Fm5ivtmSxj222kE+pXY+O5JXqL7+S8u9XDkSPdmDyL2b9Sk91PtbPkOzPb6AI7s90+XhPMvqSL1ayi0+yCZVvSf4Iz0q8vs8+gEjvhPiAD4f3GQ70m5cPaHXcL7pfFe+Iq3OvczXJr4nqkm9vba6vNonBb4fOhQ+sRgKvqTlqjdwLB4+ETdDvqU2ZjyKvQw+gGsGvjYKp72vsjK+om6iPpLX5D2DoOW9ryO+vdfhC74X16A9BYMePvpjIr5boBM+tAwzPhzPqb742o6+JM2fvnSkfTt2XLU90BJ8vrAZhL2MwNK9qaKuO3VcMb2iBji93hPXPSbRBb6L1uS9bCm7vWZ0uL0n7gg+wDaEPVrAPz6wxO49DzagvutKR75NU/i9uL+JvUn2k700aU+9uT7HPYC0Aby2s3C9/Jmcvu8Qnjt9X+C7G01yPI7YPr4uYBU+Fc+2PV+gvL2T3dq9ATlQPk0+Xz1fZSE+wy6OvnVcG73aHk2+KTwUPXkSLD6h+eq8d7bKvavVHr0PgM48fY+Cvq+fVj4Za3K+uZ3gvbwyZLzAw5c9RC+KPRMCWL5t44g98SSuPSqxibv+uVa++E2Jvkm5NT1OyZK9csIkPCVBez0AJ528sGaCvUerrT11apc9dj9wvTJETr43qxS9+/r8vNR7Oz7lGPI9hWAsPoTGQj4gIeC8gEc3Pt/N2b2aTDY8EdfjPAbMBb40inc90wOevBCHTb7iDw++voJQO4HsFj5bbbq+4z/Uvrb8NT6e2Q09mu14PuthB77sPSY+obd5PQ13YD4+Bnq923PYPZIueT5DrRC+hcdYPbzp3LwgC+Y9jq4KPp7zhj1RCY+8vSQfPiD5UT6NfxI96S+6PW5yQT3FSx4++Z2CvEm2rD0gN8s9ttrdvWxaZ73P7g4+Umv3vdh+wLzc5Fq+g/kUvXoKrr5T9V28skKtPRDyBT5L0Ye9Af/7PSysw70cczU+WX/lvWhZfb7io6a91gh0voYhWz7Am208w78lPvpljb4LJdc94KbMPe6iBT1WUiG+q9THvdROEDw6WIA+6CLJPb1DLDzogsu9nXIKPlUSYz3TPzi9kqmKPXVhcb4urwI+0ikAPS4piz3NM/C8T/M6vuU8IT1k5RG+3cLnvS9sBD7s2Xw9KWD8PFVSlT3sUVM+gKg0Pr9amz0WBU4+oQUxPsueCz7aQYW9P4kjPictIL2/A3k8fVMZPrKyPL15pUQ+nQ9uvTxIRLu5qR8+jQJxvi1Mvz2VkLg91y9YvXJ0cL00t/q9ZfvBvVLbNT7yWk46goeRPaceIb74HWY+7EHHPMZNRz0A5WI9yNS9vYitpz3RQew9OQ3tPXx6Mb02fOA9dKq+vT4uc73NADg+r4C9vLEerby2//Y9RF8YvSmoKr2aTMy9aGv4PP3qvj3hNlc9X9DePQRJC777jPO9C53DPTmF/j0e9T29Sz4ZPgbDXj03Vko+JsygvRFEXr3AOrQ9ddNLPH/xGjwvkYG9E2NMvUH26T3BbJs9xnTevVDgqr3KDnm9+cuFvZo/o70OVGq9hWhJPPHBrL2uUhc+5jPXPEKPXj0Pch8+Ylb8PQjbPz0Xotk73twLvgRWHD7FPYs9VzNyPr3T9j1KZAE9CatkPgBK4b1SFkq9qnu7vK8DgD5dYs29VgA6vtmvcrz/fx68xn9dvHdOyrxnqYu83mYyPkRGBT5sHg6++h18PYZiG75jg7o9Ar2sPa6zmD3cJuY93ZfZPZ9qpjw10rc9AvXXPcohTz3Cjvw9UFG8vazRJb0dVEw+3ECIPWtnnz2u7ww+jCiZPbo+iLxpdlM8Tv4+PnDiB77OR6U98QVHPozDBD5P1xm91NZbvrd7uz31QZO9iJgavsXr1T3w24S8kzoavt4Aqb0z0CC964OsPcRd6T1zpZa92/nEPLMd6bwHUhO9KjIxvg2TPz6LbZI9uhMcvn8x9b0zTT685qR2vC4Tnz1ZzGc9i+R+vCX1xTycHNq9BQ0MPs8NZr1S7bG9cDPcPVqwb7zEfeO9bY/uu/b6Sj0Nacm9wPWEvgOS2733fyy9LowXvv6aCz7weFW94PHXvbTYyz0hiFe9UifgvOUELL55CPG9RdEEvcblA75uiOe9czoCPW9Cmr2siNI97hIsPmMLZz12zu+9DgB6vZ+X9D1e7nm+WRaLvlO5TD0t7jy+7PBaPtkSmr2Zm469jauCPs1wRL5foR6+dQdDviEwjb0e5oC9rKdRviJAXr0WVgY8MYx+vksdIr5ET7a8h805PgJ09L30dwa+q8eEu12v9j1kB7y9Um0yPp8N3b7DnAC/QdGCvt+unj2XU8y9SGocPkI+pzzjrOM9bliWPJXdDz0mldY8xmsovs0diD1knss9n4E9vV/1bb2hB+w9zOm4vaQb9zsik569aaO2vg7tHL49C4C9wdiivcN1ZL1qrum96gjJPUOEUr5D/U2+VGETvESO7D15dbU9U4r6PD/NDD6hr7Q7lOQhPnxFwb3rv4u9vb78PdxkXb2JP7g9CzrsvfdzGT65BKG+t+UWu7put71wq3y94IE8PQc9gbz5dfC9mD4fvjoNlb20axs+qUAlviMRkT36kv09zpYBvg6LZzxW50W9wV3YvQzoYz0sboK+SEczPJ3lYL5wWYO+gQMlPCs57T1L3VU+jdnFu0WoKD5Wih++iuOLvZnccL6WJoG9rIeRPdosSr01Dsm9gJEcvAMYp72dL669ivDmPWVNAr4SWBI+Jo/tvThSiL6l0hC+KcWKPTNvLL7DMCq+A9KqvT8O1L3s9RO+k6tlPexe4b1qWxS+CkeZPKWtBr4/hQS8uBjNvW0w4r0q9FO9+taaPR+9CD71ehq+HVJEPFLORT14Hms9UQPHvX3JUD0QQrQ9iQ8xvWa4h706rtM6/rnZuuVPtb0CRNC9BeY4vrvXFT4BDpi9/m2APfK4/T14ef69FfoJvlcR0D0ORwm+9qSRPfeoGL6aunK9qildvmnUS7zuTiE67uIjPtQdhz7WqaA9CjCBvOoRl73DVPc9IS7GPSa6Nr6vk7G9oADkveGmJ74RQgs+XPmRPBuoJj2/JGq+75LEvRuh9bxtywS8WV7rPdIpBT6hPCW+IqMAPiYRpj3DZYi8WB4ePoPxGb72eCI88HUJvl0vCL6/gEe9egIEPoz5xTxILLw9kFhDPVaNL71/AUs9eZiUvQz2zT2IsoE+FUCYPQyKMz6o8YU9Fd1kPK6wuj1zVWo8tCN/vXRTGr5KBZA8NnTmPXiysz1nVVI9scYEvbiwXj5Zus49BnHPvWMN/T1lmIE9nDTzO2XplL1lsBC+QgxFPQtjgb1bCs89x6kYPkYWHL57FBE+i03LvV0XWDyUgAE9UyZXvbhEBb5T5A699+ahPfFmOL5Udr69hWosPhFQQD0smZ+9ED2evaCTZL7ahQa+TiozPtfMPD7Z/xK+KhLtPW7N5b3riJI9YhQ8vPNyxD1b0Sk94bOjPajJrzzibfg8CBI7PdqsG737RJ69kRz7vXIk3z0wn4U9f105vlrZaz61ML+9mBdEPcPGlL2egA4+oiAYvpF/nT67Jyg9ZBAZvlNgMrt30AG+YvllPiznqD3Pmx09xK7PPRcG4z0KLSC+DcIIPkrJ9r2ERjQ82S5svHNsLz5LN869GB8yvq634b3LLQ+8rI1IvlZgZD1c6+69tBOnPY/Ywb1UQI49y3iYPQuGrz1u+lM+V6tzPjACeT6nsgC+/6VYvbjyvz0lasK9YIIAPtJGBz5eeZk90t/uvUsmOj66CCQ9pyKzPSit+L0Gvl++xE5hvZIKW74o6ta8yTqhvd8H7j06nVU+wwKpPa61eTvGgTY8r6jrPTN/brvfZA8+N0dLPrCwJrze0fg9crT9PWHCbj00pYa81SHmvBmcDz7kSdE8Kf2VPPc8ZT5pFt29QUTtPKw2c70s/+I9QDYGPgCtBb6/uCA+NjxqPX2eNL6qlfW89qNZO93brj2WzH48B7YlPcXZ6r3xglg+xxHrPdpzJb6q6Og9ZSc/PUuLA717Lok9ImnpPT5oBryvgz498hqyPeIiSr3vHf28njOhPeNMRT2ZRw6+cX7yvTGZK71lETK9EQZKvefU5j363aM9UkKjvV2uDD4o7AI+MwTWvEIlN74IPPU8WmcMvvDMPT6W++i8622GvSaGDL5zIEk9uwQpvv/dlr34n3A8o/jSPLpuPT0tOvU9Qt+9PJ1G/LuO5EO+qDk2voIwv7xTP0W+GtAnvsAdi73uzqc9lwf9vgrWOTy7Bxq+SDQOPuA8Nz7lIjm+0rIVvk8qvDwvOIg9dILxvYZSwr0GHv28/UtrvUycnj1sW9C9oK0QvnBeC79pPJ6+5Ne5PK+5I71xssI9g5+bPA8r2j3CrrQ921KlPEBGMr4rlPA9OwwGvhtbLb0xL9o8iTHmPdcFK749iIS+S2v/vd1DBD5d0Du+lzSWvqyRvL20UWs+e0MpPugpcD3g6Q49y+gfvnLCCb6CCeo9jen1PZPYnTs+RRC+s3eaviNc5L1F+hE+++5ivYbja72IpTG+JCVWvlJWOb4JGhW+IhXvPVpcOb6ME4S+soVlPjQlKr5RZvI9k5JZPEbLg77aKca97VK7voTXQb4lJ4Y9gZcJvhi8AjsqVTq+3dyFvV1ppr30C5u9NOgXvt5gHz4CA4y8IZ+wvTtSNL6QT0W+dUtRPmKogr5hlk++bbDQvf0zdLyjpdG9mNRPvsf+GT65JD2+SV+yvVwoDD2HAfo9rQgzPUWcET5ldq29zLenO0NQ+T2oUoQ9TFgvvnn/t71Th8M9BkM0PdTb+z0HGiU+0iCrvVeMEr6rpdy9bfShvRHPzbvIjA2+xJ83vuQXpj3hXqq96VlGO65qhT2iLg09zMzkPQYeMDy8aAa+/dfoPSi4Lz6ueZ8+IwIoPS7SLb1tXKW9QxGfvYoVf735FCG94FWQvVsW+roolnW9sb0hvsbdEj1kOZW9lM3yPS9Q1b1R0749somuveqT/b0i3E8++leWvE7kSb4XPIw8o8EZPf8YND60muo90yYyProv4zxj9Og9ZKQ3PT/quT3QIhI+xz2dPD1FKD0UCm4++MVgPkgPpL3dWTM+7QxRPWPY2j0ZHrY9pv2kPbQRUb4Wdjk9x789Pqezkzz8wQc92jG6PYQ3Cj0igxe8+K6ivXo/TD7NVEM9fNlpPZlf+739IsE9UhtkPW2WCb2RiAI9injmvTXNLD7ELMg9zecGviVbeT2elxW+sUWKPbkrRT42Ttc9fjuoPe+1FD1ErBQ+Hk4OvbFFRD5L5xQ+I6elPCcBkbwwNqy9q7/qvYP6ZD0lBj4+ywoOPpBOeL1BRS49I8uHPR6I9r0ak4W9NtFWPrcrtb0c6Ro+BMGLPbJZPL67gbU9gXcpPerqFT6vtz8+wUkrPttrVj6aga49+SZLPpugIb57ooM9JOMTvQTo3b1gdxu+Y/xXPlMXE72ECXk+4UeGu8NTqD1TrgQ+XBQiPrOlzb2xjUw+ZSgfPsou/Tt0usI891rwPXmvgj73ykY++bwuvSA7Gr4C5xo9HCoFvewMb73YwMw9t4+LPbXxp7zv6ke+/MhOvSHSEz2YjUM+3xV2Pd4/Dj6VoxW+pSwtvmVfAb18J/W8mEEgPjSsGb6tEi++8K4JPt1B9b32Lr29BJYqvZlQST768vo6/JHOvSJx2zxnh4w8r3UBPtWrML6SN4A9l01kPqFqFr1914+9h2TRvXD7RT7Xj4Q851cKPvuAybyCtyE+SeFnvU3TLz6ITYq9yjYcPd4LCz0dFAy9bOTCPP30jj03lLu7wcsnPTPlwbxDtyU+c99YPgHDojw8QKo9HSGpOesexb1gYqW9tHXgva+4IjuGDqs9/DUOvo+tLz0TBiu+SiA7PvRGmz259zQ+jw0iPWMLtLtsazM+s5zsukBKPz0T13e9C0c7vliTB73RPEG813QLPpmoNT4OxKQ+wiEKvjQyYL4KwhI+uFNpPil9Br7uSRI9gsKVPvket73tPMG9RKSnPc9IVzzH34C8HflRvpGpXL7ZivU9qmXOvXEffb01dVO9KSWRvk7BP77MjLw8mWqgPARGrTxpaEi96/LdvXvHCj5KzyO9Az8nviP3ir3GHa68BJXePdqKUrsWWq08TCACvmVGfD6lPnm9Vy2fPbb/Fb0dpAY+RgyOvSYq9711CzG900xBvNdjG74zlgq+HoQRPhp4ej1bHla9oPUVvvoN97sP9wI+GDKFOs+LSb15EV69HXakPXCHBj4KoGm9YFlAvhHpH745oze+KR24PVQEV71eDmS9HJfivV8Y4r0n8Yu9vzcDPk2qHz4ZFww+hrIOPrqcAj5kauM9dntwPsNjVT1G2pI9knGHvGf5z73KiZG91xHJvScidTzBjpG9E3P4Pd17Bj6aFxK+qL0QPANv4Lwupui9MOiXvUx4Xj7ekaC93I/0PVptWr3PhhI+WOQSvVsQzjw95c094/eGO/IxcL6uGZK9p/8EPRliHz4qapk9B9pQPv7gFr5xZtc8iefTPWLBF70ovIu9TKoZvpwRez3UdG6+mSwZvNvuF72HJDI+yYOEPeOz7DwywqU9vh4rOyAIyz3XldE9VT+mPk3RSb7scdk9nm4Jvs8TvD0D/Iq9KyInPnVNoTy6m/K9+Aq0PdTTGb2R3es9w1EVPq69hj5docQ9m7x0vclMsz3ep8u8IVkqPmOvdD6EqkW82B8QPlKcAL1HnTi9GW7APRoqEz3AvTU+TE/FPe3ZkD2PuxG+R/GkPU6oRbwTFy2+RqurvV1oZT5ekyg+v6CHvHqfLL5WfL493NYRPd5V/rvxkT++pPfpvV6Hfz7iQZa9mo8EPqm3Vj2YDtq9rgmWPGFpUDyY9Rm+8qgAvgwwDL4BNyk9SBjzO23gXT6aLtU9PpUVPq+Hgj3LlQU99z5rPhLazb3XnOi8P/cYvniHrj0v+zi+lFGnPT6bJT4ViKY9/S8Ivr0t6T1bqpw+fQmhPGtywr13ZgS+IbqbvIu5n71h4Pq8dhjUvTXoBz24CcY+HsgLvf1ZAT5SytS9yRs8PR7yur4G66i9Blwhvkh9aD19gos+G6mSPMIJgD2V5Z49tTIBPutMCz2nZ/29dPZXvSfnAL7H5LU8KLX6PdUZVz3vgCi9T7j1PY+qpjzYQWE95hKgvC+P3b7HKAG+3BycvYn+n73TIzu+K4Z0vgwgLT4ZLqA84GTBvexTfr0KdXW+oqSLPI//njwyri0+WJLCvez5Mr6cpDo+kWEevtcdI76eO1O+8uyAvqiu9DytLAk+w3p1PaJGwr1xNpS9lkH5PfSe+70soLs9msCjvUVblj42NO49ezDjPJYi9LznNYa9CAfePZbLtb1lxUq+PUm3vanNhb4RzEI+THvBvYYvQr5UU8874FzjvUHYYT5wqgM+2imkvtmgFL6CCx099RqUPc56GT5D4xS9Dg4XPtqOFD5BMW0+dUCYPf8G7D2WuDo+otwrPlHGQj7JJOg+e24TPm77bLya/cQ9k7+ovjx8MLxQTg886z0MPVvL9by5z4o+1spEvga/Jj12C9E7ivjZPVfCHr6ZTp291cSDvuzS0TsACnU+1H1uvjBZw7161248ZeEHvrbqvz2/bo88RndYvSicDT7XRyO+C18yvWQilLyOn2i+cra3vObT4jz2dwW9Y7yvPNYcnj4oOL08yV+tvQIMqL18Z8g9/P09PuF4fz49hjE9fQ2RvS4fFb6hcHI8QYuJPbt/Zr6cwSo+jQiHPl58Iz5fuyC9FFmOPuZ8fj7XlQA9B/QzvVvw7jz9VeM9Xio2vou0Fjwsp109LMotPnNxqD0OVEA+sQ07vZh14j1U/x0+4ERaPlcr0jzPFgg+DCJFvdtV+jmMZDW84DeRvaESGz531Tu9dtLyvc1eIT4Ifqw92TzxvGvkHDtxVxw+X0kkvm7lfz2Iqc29zlyOPP8WLj5jKpk8u7+yPc1Tjr1/uGC+nVs8PsM3k7ukgSs+V5ZWvvGhlrz1YX4+tMKJu2qDjj2MuMQ91AdFvWDQdL1iqEM9mUtZvur0pj0eU3y+GxyjvGNInr3+Txw+reqXvaSlj73kQ0a877O1PRZZjz7NWeo9KX31PaP+oT3Q1uW9WXrGOx4KLT4RMt480jPhO2Euhr3Nubu8tpVKvSKsuTz9JK49GC3BuydzK77elK87FFdgvTSXGz4/yK88I4KNvqjZGb4Ed/U82b8LvSPGC71vTDw+LSwGvnRB+bug0x4+X9BDvigvsj0EQmK9JGCuPfCpBD51msk9p7kQPKhqOr6DRKQ9KLRmvqGYCr5ooe69MUOjvI7WRb030BY7ev25PM/k4DylsFU+j3pGvuXJIb7bPwo9VBGrPcjNW75ZQS49gUiNva46Tb3IsdG8/KtLPnAL4T2fAzI+abyevX+NvzxbitU9V/iRvX+nCT3hTzm81RomPlbKDz6te2w+ao5IPuc1ur2kxSO+Xdw9PghEaj4g5SK+LXegvU3G4L3obwo9gI3NPc4fjz7IHhG99ou9vHnvBL4iNme9TBePPSafTz3nDDS9JFCbPRQ12zsOdBm9YU6WvRHyxz3z9iS+g0X+vXmqA76Fgks9T4blPIYdvD1zuG89wU2FPRrw1LxCgCC+5QlOvj8/GT5AFyu9CY7XPW4M57y0mrE9WCIGu5TC+j0cFhk+HwwuvQcfq77EgGu8gFzkPf8FSr1uy4s6FwHBPVBklz1yaXU9XDXvPdQURD5OYMI9CoT1Pewmmj3mdom9iNQ0vdIuwD0obYU9gZ3mPDuC1z2IID69hyaxvIAUnz3I5D69XYiSOl1gWj0iHAu+DbmsPFpokDzV/JC86bwCvUGTsz1UMrc9doz7PTZLZD3bQ5U9O0AOPmvW5T2UbTc9KKkIvtUxIT6JaYC9Hxf9PM4SQb7nzSW+pzQlvh/J9T0tpck90GWgvDwALr7SnYo+fWD4vNwbujlS7wC+CeZjPothWr4xRgI++SuOvONqjz0xG6E942OLPYkytz1w1wW+zPUMPhp2t7zqTWC8xPMcPpp7jr4IqMG9jNRWPu+poT0/4CQ+PDR3vDi/Yzy36Dm9bur4vDbKjb6LKy4+OYxCPrhnqD5mayy+LM+NvaOZpr2sdYA+9IAyvRu3mb0yKEw+OqNlvZLLnz3NwR29zpuuvrzNiz5+fto9WjfculqXnDxCXiy+EonePrqBh75Yo1o+eTeVPhcklD1fxhw+t4r8PWHoZb52J7g9xUHyvU9XbL62vq67Cy4PP+Lpsbvfdwa+30vcPhRqAb7P9cE9Z3gyvsNesL1+wVE+REFHvgJmjL2dMC+9Am7PPTj3Y774hv+8iq+SPuqgFj3BdRm+8T0evgWvu77juaW+wdUnvhgbjz75pZ49gimXPhsJor6B3b29EfILPryRAL488hE+3hvvvU6El741T6A+5dM9vul4eL3AnH88Da/UudNqL76yq6u82nRjvcH3ZL7kpaq96scAPQ34B71+Gb281XJJPrVaGT0fCqc+XKFtPavEmD52pbc9AIzJPfSj6D1Tcxk+IJg1PuyMUT67CIM9H4CJvo83ZT1OVIm9Xa/5vZ73Vj6DbTU+R2HCvQe8pr242R++C8IQvtC9Oj7nyBe+ak04vY06vz4m6b8+8kB1Pmlg+j0Z9P89J0kCPlYfw714bbI92bwZvozj+b0AEGK+jRjgPWGv2D07YLy+0r1tPQELL75KLhO+499HvoDK1r2pJ5i+YCH5vWHU9T1ScPc9Wr3RvLTqZz4JSE++wBrUvX0OxD0c56M+q6y1vvPHRL5nVMc+HGHZPcjekT5JK4k+J2O0PpNE0z0OyJe96GETPhpTur1E2Wi9sWh3vocVJT6DRou+1k0jPvJaBr77Trw9O9TQPf5agb7lgz2+SDcsvgqlIz02/o69G3mgPf/sRD2Jks29zo2HPRiSTz7F6NE8ErkbvmXJXj64nqq9DW9Qvg/xZL3Pwn07+8hdPXjYobsnD8k9aFnYvBN7qT19DjQ+MVF7PUhwCz65FIu9KwAWvrx4Mj6g0lM9ufc8vsokzr3lgqY9KRQ2vuobur1/eyo9iuduvheBs71XQ8a9heaWvQwMgLwsDmG+fILNPY7ITD6yyUM+DCHrPTvVDr6f/BS8cvvTPdRzQj5qeYY+2j/YvQVtpTxgiyw9RLbfPWyqfz1ENAw9HFSpPZMGLD52O4q9GHTOu0tucT3IkJk+98PePAcWAr6JmlM+f4M+vbB1I77WZBU9mgkoPBVgzDwbQGQ8Mj0IvUEHMz6baxw91aqCPaXBk73nvlE+BYBrvbz5GD5vuCu9TTanvZ+fTb6/IEe9Yln5POpBkL3Ki+O9SngLvu/quDxU/9Y9ea8FPtNlyb0pc1U+qQfFPfrKEr4J5ZI9yqt7Pf++Jr2JIqe9jq86PP+CYL56HeM97GryuowJ471LIXc7Ts7uvbkIFL6vl2S99mMqvn+UHz197kS90cABvhH5DT3B4yQ+E+yoPVtjub18H2m+YRYFvdvgir0IWsg9YCHyvQcdor3Ks0y+LSOfO8YD87yj0Q4881nMvcA/Bj12MA++TeMMPskIKD34MKO9j4aQPY+PJ7uBSy2+lfepPbf01z2THGo9jkG1vfHYjbxPw6y6Qpy5PZKqMr6FNoW+xoMIvtAv7j0gzjc+utWTPc2vEr4qD7a6CZsKPZl20b1wnXK+kEnJvHxTtD3MN9I9awwDvYguJL2HbaW93GZdvZfA572poue9xBxNPhRXj71JCXy9wLsnvh+BpbwhOAa+gLt3vqQiOL6R4ei95j2JvpgMHr4wWWk9FRQ5vQezqr35MPy8vnDpvV8vrD2qIAY+tDezvfZKN74IvgW+r6zMvN7qIL0q04E96+bVvRTpMTwlqgQ+FoMqvuqUFT6VUiK91aLHPdwHNL7gmCI8KnlUvgYZVr5KZnC8N3jvvfHe57wnLyy+0a3xvWas+jzwm8c91WOAvYlTO77jRsA955wXvhNF2L28p4m9rzYpuqg+T76s3Sq9wvt0vuwNCj4Ropm9fPdfPcbQRr3hiCu+VV8HvvW6ib3dueI8/xrgvVDSQ7l29OG8JvcRvkc4XT7jug8+cDEGPutFfz0gY3e9w1RwvLSnGT4GSy8+0aJNvtwFBT4OPG8+5M8HPlvciT54vaO8eBM+vjLjor3jC/o9UarcvRKNs7zC2by9X10rvGChDD4bg04+ntkYPnmIqbvg6Cq+Ds3KvfcQlz6bBHg9jRSkvp+E6T0Gggk+qngJPZ0Jwzy6FU++swfvPD3Djz6YdW89LQahPSAhhj5JqF280Z2Pvf+aZz2nLAO7B6mGvSASTD3ZEVy+rh5DPUHdXz2PIzC+L+BnPsxJIz5EgAy9qEu2PZQfCL5MxJG9d80IPoZq3b0J9Qi+GTEQPuVzz7yygZ49Jr4AvgtCiT7tnLQ9OnRhvaLCST4Pd2Y+p+u6PJuDCT2/9LY9pdpoPjJTOj4lqNe95A5bPQyFkTxOlv09+1cGvniuxLxx3sm9lRcQvVXr5Dz4qJe9cG7lvcdd5zq1qJK8S4/yvdvIqzz7aJY9cKvEvSZzXr0S3ZO8dj/gPA+oDT6LERu+CjlWPkMb0DzTxBA+hpmMPpez6LwQ6Mo9anKEvAp2fb2ZH3G9A05IPl03zjpdYwm8J2+JvTL6pj1Zbww+GLLJvanIFL2Xsza9zA/2vX0wjz7NtgY+Iu5zvQayE77Vjo09b7E5PqYlo73bzRg8H42avVaRMr3MUrW8jUf1PaiveLyW5Wm+emUbvjfz0L0aDTM92PITvZ35GD7++gE9Yuv7vbrgQb464TE9uER3PV7tHD201Yq9iLN5vWp1Lr2n6co9JS8GPeh7cD3ydyW+D8Q4Pru0Nz0zC7a9jhRrvHn3qbvKWkg8IvpsPUkjiz6ErYk8grbyvKHN+D0GUwC+gUqDvj4Rsrs47oq8JPEZPZsGJb4GjAO+fbolPjpN9z2hfrG9fXfJPD9iJT7O0g2+lFTUvTT/m73ko3c9xjiDPUqQPj768cG9XwtuPcvH3j0gAea9DndJvZcHwT099bO9+NWLvmxrlD2T9yG9cGBBvvkOyr1G2f29xsPmvXq14T2psEU+yttYvl+Ggb0gRcg6QUcePtDJFDwSE1E+Wd+Bvc8Uub2FGEw+PP9PvhpSZL1Bu1e9SKgVvpRK7jtHy7k9k2FGvksVAjxp+dG9JyEFvC0Dm70etka+O+eXPnkHgbwvWdU8NQMVPX5/K74xQz0+47eaPn3+EL7byng9Yyl/PnK91Tz02ak91bzAPFCULT1JlnC+wDcePvrgc73mPi0+ol+hPSEchb0Q3Ru+ud+APq2K9T24pMi9a5uXvTxVZL0ipmy+unEfPIp+KTpjHGa9kEA/vmXPQjza36S9iMOBvbQXzj2zfii+/MGWvfZC7r2tAkm+gtqYPYoUEL2nxai8PuOKvvsV473XjxW+uvOVvbCTAb4d4kA9HddtPKiQPb31UQW+S6IOPlDuKb2gTC2+5FMmvYN/Rb5duTi9k/7oPXcqA75a4ey9eIeXvS2ZS74bnkq+BykhPIwZOL6lVrk8GH1bvRFhwb1ToGy7WF3QPTlPib05ewO+Uq5cvmQk671WaWQ7QNg0vks9uz2D+OW8RP1hvqY72Dy7IcQ9XskLvFh0NL65NsY94qveOopkjL53OOS9imaeukZMLL6Rae89lN4Qvq72Eb5Dmbe9ANQ6PQOLF77L4VG8nbQmPvT3D77KLiW+Ect8vaZq2DwzIdu9oFA0vR2MHDsrq7O9RWxWvnJAZb4luDE9PAc9vtlps72LK1G+c8ulu2Ienr2QQAi+/N5JvoerA77NILu9ZhPyvQt/IL4nE5a9ctcXPsbx3j2ZCL09cThrPTjiXr7Vkhe9wbzPvS7yLr6G6Zm9nue8vaSFyb2WCrW9HOZWvlsQPj3++s88lU8evsnFSr1GOky+P/oovle0zT0jlqK8DGpTO6pfNzySPKM9u2HxvXlGzj0XfDQ8Kp01PSWVML5Nz808Cw0LvnlLcz0Pmmk7RqurvTvBnD1EzgY+5ycqPWk3FD5+Tqk8hoQcPlqMxj1Cusq9OT8fvmOnJj42eok+VeipPcXPGj6ru709fFJMvt0iSD5Jv7w98YHEvUA+Yr3rA569/YNeO5jKhj3ZExW9ddhXPrp2XD5fQR8+RJWvvdOGnj1SkUE+QIxtPTyLgL1qGZW6KmKvvc7Psrz2928+T8BbPpDiED40X0U9rmYWvQSMWT0+Cra9FE0lPMHxwL1C4pW9vvBVvmBzXz60Td097tkoPjgsLj4ccWQ98iozvofIP75kvYs9+IQ0vbNkez41rTU+wtZpPREsJzwTRWA+aNzsPVNTMT7XbpM9Wg0Wvo6SDT01/qA9mKe6vQipn70k5ca8Edw0PUqp/L0GzyY+sZBEPWlIy72ljJ69ufTVPaBALrl673m8SKWwPZceG77W0ws+INFHPIlaWz7YqTw+ZSSOva1MnjxzZV8+zWcbPrcq5T29jg4+IpKDvcFYHD4mDDA8OQbJPWY19r3bFS09F/tiPQ+/GT6Bv6+9IUIRvvCkFr4r8Ms88kiFvV62gr2mh7o8WA3vvLNUxr0Ee6o+JTVbPXl2zr2Xb1s+X6r+vAk2Cz5IBw6+preAuGZozjzlPrC9Mk6TPVDaLz7toJs+llCGvT4I0r2bpUg+NVI9vQQThrxirrg9vsttvUQbI75TGyw9cpQrvnu/ATyuVQq+YJNevtVOYz0HYkI9y9r3vfxA7Dwk4wu+yu0bPKoGe71mCk47TufDvRIqW7yAPzW+Qg7yvb+dsL1OKHk+mMaCPbv8v7xxjDu+yKgAPgs/57wi2Ny961wmPhwvHzvUtro9UKAvPalyPr4jaDy94sVTPftOAb14ToC9XaT4vDxA+D3iRkk9eoOSPZlqV72OodM9A8odPlnBiz1O1gk+wjAOPvzFE70gaXS9aX63OzcaYD2nx1C7wMgIvVGYIL7cB7E99NKNPUQ6u7k/k7O8OwEuvsoUtz3jtS48g6IhvrVjHzxXia49TqQxvbQXNr5ZbQk8bALvvEktCT4GGCi+8YqavWQhNjxGx2o+ch8svivZnD3zT/k9o3cGPthtur0iR+k9HrAAPWEpUr2YpMa8IA4wvnLuNL4j+zY+vsPuvWUh+L3orGs+dWp6PekiOz7pH1G9IG01PlpCh76dwyW+0gwwviSI+L1xtC4+eKIwvl5h7r0bkxE9f3+jPRPErD0C2Jo9xg0+PcSLiL3M0pA94QJKPrOElj2Q5rM9c149veX5Nj3/16q9cFk9u+fivz31fBQ8yrSUPl38Sj230DG+LyNtvQmoIrxTS9a6gxfiPSfDyz2bTzQ+eaN9vaelNj0XWfi9iRI/PQewbr5iQlu9hz1mvYsdIL2QBBk+ekLvuxGbrjwE7dY8EFepvPlWcb6lO1a+WwOQvkGOAT5ki2G+UdnSvJGR6z1PWwy9paaNPR1kgD1IDTE8iW4XPbhZf72hGCu9usGDPbrpGT0xVAo98weJPUdivz0NN6Q8Yz9XPhnqcL7qfW49u9ciPkAoFD7xZH29V+Zrvu3coD19on++h3KqPbP2M7744Is9ttAUvgiHnbxsVyu9RCaEPXIlur0t7EK+M1MmvoiHmj1pagG9hnrNvSNzkzzsb3u8KeXgvKnozz1uce29yXS8PJC2ZzzyJoI9kqAWPn97Zj01RQq+WTDEvSImw70kCI+9SFEiPiuclL1BZM28atIUvVuzQL79yQ09QLwgvnKZtj1bmek92fILPR2lvb22pzC6GDXcPR7Shr1fnau9BlqXvfNS+71shrS9Fe+TvcAmET13VMe9TzEcPuoeST2D2ZK8YwdBvkZKhr0I8zm+MuvPOy+Llr3skRW+9D2yvQ8l6z3Bn7w9YOdHvpBQaL2T2N09R8pXvnTOBr71+249HoYOvvuZlj32SaK9KGj0vVlFUr1fn4e+/fIuPaC8vz1zJCO+AqH1vRXH8T0iUAo+0dC2vc0DKb4xm2A85W4BPrKGK75S0kw9wqk/vnWM171557O9ZsIjvohpOb7I1aq8Fhw/PlWOGL5mH9+9VIwAPomTpz039PG9hpwevh711rzUQ4a9ipGkPebxQr6jNFs9AkecvCcrE75KnNe9yvc2PjUCuT2TUvI8/+1bviD5iD75gP68X1s9vkw4870g6Jq91Zf5POSVjbsBgTK+neXcvTtmYr09pus9utOYvv9xbL2m4Ii+iEaSvuld3D1unfS8pfbJPSZ6SL7UvgA+f/3KvTKM6D2rvhy9KACvPagMizy1YiI+TUdjO7y5kbw6MKo9eVyhPky1fz1Fqog9kbXRvdVSLz7VA4k+IUPyu/dlK76AvTc9urF5vXkiBD4gssK9VayXvj5UDL4wezA9gv47PYWSnT1aMeg9Rkcrvp5dAzzVcvU9YS0wvXSNrbv/X26936EBPgP4ML4ekKA9JfcpPlKcUj1WYz69+ltKPk1mhr6Jqv08ORt0PfbGG77WzoW+SHYQvDcYwj0OT3O9WW1qvFvXMb1zISa+0T4vPuiNSz2cRYq9X4SPvPDnsT3XvVY+43hnPuWqQr5eWD498gOvvfO0uL2n/vc9rGYLvtcrGj47Svg7eacmPMmA9DxnTiy+rWjHvbtSWT0bbtI+D9wvPgc+cz3f9sS95ouNPowjSj7HGEQ9F2R6PqGrf70p0cm9DhjZvA+ojj2igEY+c9ycvCzaar4I4gO+zhdjvbedRz4lTAa9xFB6PRrtRr564Be+OrFRvYBEGz7K/KI9cTVcPgAroD3mwYM+80mCPFKoBz7vNNi9ZFokvozGmj1DRyK+vSm7vYDv271yxHg9UK1mPieD4L2Ev0G+H63iO7upOT2lwlO+oZ1ovsn6truihVy9H5ICvUS5Dzy0pEu809y7PCvg3729TXm+hvc5vsYZiL1cPRQ+LBxkvg5ZQz7yJts9ig06Pm4ikj3ZxJ892SZbvV2QN75wzsu+sSmaPCElaT72zjS8QZXkvXJGzT19jJw9nZs3PW/8RTwcx/w9ACM4vjixij00IeU940WAPYg1R75uIKW9xYcMvh//Mb0w7ta8BM0BvXwKmr045Dq9XLvFO4UIoD7lAvI97MowvlByAT5MiX++QolIPv5zHT21uAa+a401Pb13v70kfxa+xe+rvLIYjz6asU29PknYPfSOKb6H+bo9pEFkvfiNIb489Rk9dGQwvYW+Ej6x8Cc9zssGPa5HdT1BUl8+bJymvCgvFT55nVi+y8+0PebnQ7zJDaq+kaIVvqHiVL5AzLc8dHgQvjT8Mz5nyn48AdB1PnjxZr6s9Ac+ufimPbK4sz71p/o9KNCMPs9Gbz6RGEw9EwgPvjmqyj2BazC8si1lvsUUI75AiD8+CW6CvmqXbj2MQ1i+N/O8vf3Oa71/KW09G6YXPZNGpj5GPFO+VLDUPQ6RS7uTy5M9z+TVPIW8Nz5njDq+Kc3JPVj2tTskMbA9UWf4vVe5Pb1bHPw9+U/fPSC5jTwCpOw8EEhqPZTVYD3b5gY+acVNPSkU0b00SvY97xMmvcqpDb6Ifwo+WzwyPbGilj39Gw29zFDevcqi0D02bxE+hiSbPTfmJ747NG09tfdXvmZq+D3W/Ii9a5AAvcVGTrzHn8S95Q1rPqChKjt8mQk98C0Cvu0CGr6KOo88TC3cvSmfQb7+fyY+STxcPj8/gj5/To69d1cZPs2SVT4KbQw+E//qvZGqgj3eFKe9RRuzPa5IaL26KYm9qQ2/vZMIJT6RhNG9DyNuPmh8Jj42gQe9ILBSvo1XqjzMd6S8UlMEPiieGz7HRH29exdbPnnflz3ca6i9AXCXPuextz2Vzoq9UarvvBdEsT2LEY+8amfFPfiLEL4NkAS+kFQDvnpB7TwGySK813IdPo65Bb5R/mc+RE8ivVtcCj1PvQ29C9GLPYLQ6z3tYxE9INw1vfMZJ743bq697cETvfXSG77LvI+9BAFDPl3HVL5H4N49ExwBPS7wHT48JWm+CgYdPqBlTj5VVBg+QnbCPT+whb0jE4K9J/+tvfhisr35kxO9MNRMPLmkEz4wt1s+u3UkPdVdlTuQoo69aYYPvAj4mT3KhQc+//NJPWQv4TybMOm87mDJvX4lfDkgMao+Z6MgvjlxBjyH3UW+FXdJPgGN7b1NGC69UbKyvZ7PQL4C8jw+Ikr4PYTdO7wIADu+Bcc0PZvTxb2cs6g6QUQpPAUQib6Gvao9ljNbvYcRKr4M3PO93WTqPFNe073HFFU+jJ7KvZJYC72AoAC+u+oRvVN4u73aJtm9kPIQvkD87bpIy7w9C+zMPTzz4D0spmu9Fwd/PnPZ9z2y1A291dx/viQNiT603oa9iI/vPXaXCz5ZPWi+y6YVPhgkkbvDmAM+LzBBPkY8Gz42r9y8eAsfPS/Dar11vXa79OAUvi66M73Nvhg+kjhpPqHklj3QZ64866rZvXz3YD5L80Y+tkytvSZQZL6Sg7e90TrlPQHh9rw2Qba9kiXEvA4Wgj2Yf+s9PdNMPqCnmTzFeCw+soA1vtLyfL6nWZG9d284vAcRXT6Tx+i9cdt4PkA+bb5rNUw9Xux5vg1N1T23K0A7pS2LPGzhgL5PsTS84Ev+vZKv/z3Qji++NYnvvYTtd7zVgUG+U0rZPS+OAz1Ae2S+wochvcEjdz60Qte9RWc7vnltuL1c9K0+vyztPZPM1D0BkAM+XwlqPp7J+bxJils9cLUdPtIcYT2/n2U+/tU0vmqblD2/NBC+nos5viAvdb0VG5s95JsivsztPTzxqKy7MNDuO0rJ1T368Mu9JPH5PQkvRL6cuam9Bdq1PmAVu70HmAU7+FgDO50Ny72tr4w9I0mivWK7Dz00/GA926m3PQMY6r2CVgG+tMIlu//uDT3iTEg++xF1vd2mDz4IbiM+mMFBPpDJpr0OY529yQpbPekb2rzlJ7y9OjUrvsGTRL3hk8+9DAo4PsGRPT42gXg9MPuGvUpHHj45V8w99DQUvtWyED4PYPO9hN7ovUHSOb2CYFm+9C2xvbzWCL5gbPE9w9dfPvUe6L1eaPM9CSHTPS+AFj6VBeE8b7b2ve6Ogb3HFBE5g7VAvnQa4z1F0Lc9H/fKPGVVzj21xjg+ciakvR6YWT3ZRza+p8T9vR+QDj5W0Hi9m4CBvvf2TT4wa4m+Uk8hviOaD74qCRe+do7MvbWCRj7WYrK8hJrcOmknlT2+8RA+3ReAvXn1Sz4oInA+1AZJPe04871/i2c81LEmvdq47Lyg3wu+nFupPXKH77vnUjy+hl/4Pb/j0T0wNFs+y7dlPvwHdD6twKy9fqDdO4Qaiz24UaC8Bqg+vkK5wLzmqm89WQ8HvkunKL67wbw8sL4WvNMjnL0UZIe8bgxQvf7IJjxUHp+9x5sOPYKbGz3Jb/69j+EmPhLVLz5J04k+7j0gvtdwsb22g+S7mgNUveX2Nz0AP9q91JnpvQAPPDyehdm8gw/kvfxk+j0yvKI7EkMPPk5q4Dz+C4+91u+HPaJ6Kz7r3vC9U8zNOzlbz73KhPa9KYngvSe78z01IzM+a6LUPeSCALzO7ZC9W8AKPq+fjrpm1q09/Q0LPqTQ9b175pm9UQqKPalvbj364qq9mz2SPPHIML7rVd09BypKvDRlwT2eRlK+0KCvvZSbX74Kwky9X8H1PdtM/bx5IZQ7lEj3veKChr29o4g9ma1GvBTFZjxt17k91/VEPqJvcL3pHg09/XcQvupNwz1Mivs951q1PDnADz2hRpC8BVKUvaXZIz4OfsE90GUBvf7DL73EaJo9TE3cPEPrUz7EV2g9iFTDvNzNPz73vgo9Ry0SO2L2ur14rTS9E1vbvdQ8wT3PJPS8sXIHPYCMBL5lyNs9NkKCPiUpHr5+/e48GbjxPYTd7z3g5RO+pMeiPGmjCb5iiYg99ZUVvnavc72oN/29vovEvUGSiL2L6WS+BogYvt0Y8r3/ibG8WxC/OvHzeTybGMQ9Z7xOvr1RGz5/0qW9EQUkPcKZFr7WthU85/8rviTeSD17f909y3T8vfwEUT46XOE8fWTcvE/PAr1wqqs9DLWlPMiizr0sUT+96korvcwtCT4NwIa9yyVgvM2s7T0TFxO+GE3ZPd3Dbr74yra9/x/wPRaIgr0ow5C7GRxsPmsorL0RUxO+qzbPvUIVfr0RaRw9SudovnjTN75FCrG9M9yNPrsJjj1DyEk+/+ZFvtf7XT0gQMg9Otisvc5aOT3L9yq+OnWLPgR8mD3m8tu9w8bYPVdYwz0muqA8dOQGvunTTb6Cen29sZOCvpKGgj0nLAy+Msb3PFSWCr7tvHI+aGWyPpPn8bzBzzw+0KMqvidQOzy8hKS9HhcEvrkhoz2BStW94t4zPlkyeT7SXpY8/hcHPbphXTxtPd497hovvs+kXj6csOa8/AmDvsQpOL779JM+Waf9PSUh5T4b4BQ+Yd65vANE4r3qMwU98y7avZvJVD7/fV4+vaFbvh/TPz2Qxh29Wd3UPVzaYj4F1wu+720KvUUrVjxbJg69OMQhvkE3073OnqS9zbtMPqkvZb7Xqw+8xmk8Pkmy4T2nvm+8kkGYvnLotb3mtZ890zojvd2tAD6S1DC+klVbPnwSnT0iD1q838/gvQuN+7wwv2y9PJJSvRNen70ugIu9NJLWvGBSTz6faqm9lXkWvLQwHT2LOBk8ru2gPoMLnT11cFi+T1T3vUmrIz6uRUm+4TkKPGfW2brLRTG+ghb5vFSspb18uEW+bkA2vQKbgz3lZYc9rNS4PTX01z2EaXW+WR2+vSsXyb27nMM82bt0vpGbwjw3Ise9Hh4MvqmMuD1+3JQ9eCEovYOvtD14jYM8cGlLvaZVX76nhM+98149PjXoCj468sU9TEuevS8hyj3FMBm+nIbpPAxb1TycCyS+NHaNPE9tOb4R4hc9y0AIvBoW+TzIyoQ99B2evi5Dfz1ANPS6+yL8vfIK271eRvc8iyKFvqd+kD5DjIY+YU/jPcKINb2c4fY9XzgCvk9+ND1SR1o+Dq0+vPepGj3h3qo9HdHvPes+B77JCoe+QIn2POJJ6b1tHM2+0K+OvZiCAL1f7xS+8OvivZUuqL4zU+I9i/k0vAylP7438kE+2n9XPYXUUr5PoXm+1RFDPCE/3j3DAQm+jz3PPQ5zoz6BcQO+lyyGvTVXwr0Zg4i92hkMPl+PDz2aTxA9xjhKvnrESb0Q/wC+UP6evu7bb73i1V6+Gz2zvvU7w717hWu+7C6BPYUsAr5ye4K81E+GvKkQF74NSf89FZqFvnHkGL3Jhmw+jnSUvjyJvrz+ELE9B9NevpnVsLwiITA+hUg+PhneBz5EB2K9eBEePqSxjz6Ao6C+8y/gvXzhyLzSnJu908IgvazadjwSeFO9EUyKvH7jer3wgce9m7CFPK4GCT58o3c+miuFPWj01bxq7Rq9k2KHPl6w4jyWP8w9I2ZMPuDuzT3Czdo9fQMWvntEZ742s6O+pmnZPfWNlD4IR3Q91GIOvZaGlD7pTpe9udTpPaM9gT3M2/A7bZgSvt4hFj3rB9A9VYZAvW9ZC76XN8g9hweEvgrkMb6X8De+R51YvjtKY70F3DO+YeHLPUeKyb092XS9LFRsvsMQ672wDIO+I0NavdAIkr0Wsje+psyCPUGEe74vaLw9znJavYc+Ur4kttU7cGsCPnX+Ej2Cu+W9QJy5vYla8r2Tvzw8gl/DvWLLA77jZoe9bF3KPKLwHr75BjO+2HxPvoNZKD6KRhu+R2d9PW8XZz2NlW69CZw3vjtHEb0UW8E9ZNoivg60Bb6m73k9AJcRPn904D0MGvo9cGZkPP1cEb7/oUK+ClgoPprwz72lEfI9cARQPHXKjD1JmJS909bivUe4hL6EKYo9J7A1PFItpb2l9KW9ZlepvC2oNb7xQiC+wTePvdRT+b1x8rq9+jkHPeQAgD3C/Bw9D94kvkDWvL1knMq6+2FsvX6gPT1xN4q+0qkBvtcUIb5uFzi+oi4RvsjPOT6Jvyq9GhstviSvFj6UkyC+Vn0IPPVZZ76vzGi+fSqaPTzlZD3Xm4A93xVyvS6gYL1Zm0e+CSsmvrl1Ob7QiQc9j9WDPF+ikr13xDq+Jf9zPX4Vhj04iYE9dcDYvV126L11RvK6dai3Pc3xobwxUN+9xl1vvhEQGT2Z6Cs9NsdqvpneGbyGTSO9st+KPedY+TzvRNQ8aF7mO0p8J75sUUy+GeayvR+a5L1Oino6NoWzvLT9sb0RIA2+bevqPQTuZDzUE9W93sMcPCWt2r0O+vK9kiEivq1Vlz6rmwi+ehsOvNGV0LpSdqK+2jQ9PW1BCT70taq9b4XZvOuZ3Lwf/GI+FPQHPakyTLt7Dws+H/akvnpWmD5VGd07q+wrvUWyCL71Op+96sWRPWFr6j1qd5+9wnf0PCU1hj6tPTY+lJOBPqbvsj0D+8O79NTxurnihT64kRW+zjoxPtHhtL3Xbjg+r/wxvvt0zb7LjVm8KAqFvOWHiz1TQKQ+PV5bvShygz1egJo+g5jQPq/2Jz5Ym8i9AKKcvig0ozttDwK8FtSJvdk2t72tNPI88euYPWhMB7pVIEW9w3qKvT1gZb6ymQk++D/OvFI7Hr5UHtq92ga5PpDlbjx+ITO+BnCNu8qxULuDh2s50jdFvr3+Dr5PSRq+v6j7Ppmp/z1RJW8+K3Gxvc1gVzx37UI+PrbDPcBPyz1f1wK+utkBvPPEIr7L7j29XnhyvhCu6L0pSTk9C1tpPAbeHT7ZnN89zbyYPS0oy730PN0+sbu1vQ6Lrb3nIkM9XjMjPqARkD5CWEk+SMY7PpePg71wxE69A4uXvfg13j1qvnY+tuGkPBxdYb7uoSi+TYFsvbAkYbwRoC08ewg6PYC7Kb5kMYo+yWs2vvdeWj0jC5K8ccryPbk+rT35FAs9jq/+vO86hb0yI9c9GJaOO+ZjgbuZWJ++gB1CPmXUqT0wBWa+fW2AvVT4Ir6VtQY9vw/hPGSdnz7EpkO+G8Spu6fbYb3pSn09VWGBvo/U1T3gzEk9dEKbvUfZ1TyRl3m+/XfkvHedtrwUMt+766vYPTwN5b39Bou9GsCTPgfQEj5lvti88/ioPfK5l76mtPe9CCEqvbq9jL0jcBY9m5YzvpNkMD5hCm09QqHDPfLC2bxtYnc+B4SEOwrhVT2DLOU9vo0QPrEZDrocWoK94VM9vlCa3j0upxC+kdDJvMFI0D1QRNA9htoJvmp0C74Xigo+TbcZvk49jb7utcq9MbecvVkPsD1UCcu9/rfPvd33kz3FTAC+1iUdPjyH07sZzZk8XTf0vYqaDDyHs9Y9Mey6vd3Ubb3JLDo+bAwDuwcH2j2lDqq9UqqDPkG1Er7pIK+9mnYjPZ3yFb62rkk9crwzPiBH1D3kj/e97BuNvRJBhr7EOgU+vDlHvSBikT4gUIA8QRh4Pgz86jxNpYi+AVKVPZ1siTtjQdQ9fMmFvGNkmrygMjy+5Ze6u41Gh77jfI49uQgPvdCcMbvrVkA+i++DPaXMp73OhAe9vWWMPmjPgj5ZPSU+cG6dvUUbmb1pgeC8dzQEvkIiEDsZxos9JZpUPsyTxLyY002+sNznPS9A/TyYgSi+Bn3bPf2jHD4DnYY9MmcBvmosPzwDn0k9CanePO1UbD5fSyI+LrphvbfLIr0l6249x7WFPk1PLj4Qzxu9Qb5svUklzb3GpSy+YJagvAGOCT5bEeI91xicPRllCr155zk+wvuoPZ1ELD5z0Tg+XkSfPeIfCD5L+5u9fKmQvXVMHL67o/y9VRhVPrnNgz63AqG87FSJvFpuT73+IXE9uVSUPO3/Cj4UR1C+XZidPfdPBz4ezWo9vvP4PbA8AD4Yo8k921xsvWIiMT46FdU9utQVviffKT4K/hC+NS/4PUhqrj3Ep549ZdJJPn5n373j9RW7uJlBvt1hKjzVFxO+H2dhPunWlDwyMi4+uIOIPoQbPr6JrAO9Z8lpu8ZKPj47dX4+FBGNPCjNCzz0DsE9KU4jvuk8BrxltNY9Q6JBvQBFQj6hqtm7RKB/vXuqQL1MQTA+m/88PoZbBj7Dly++TNkCvkt9Kb5H2Au+uPtuvU+yiz1eKYy8v+NEPUK5KD1zbac80Pc4vpoNZD7JdK49HJf1PQ4OUD3YaRc9nFqfPZOItj0414c8EuhPPkZvur2abUM+jy2fvYuwiT2WmMs7ytq4PbwmdDyiKFM9fXoAPhZpPr6kY2Y9S9K2vM+bMr7dRoa9qwy3PQl6fr5IG/U9bWrqPXrDRz1dD6k9KfrMPa9LrL2oW6890/mTO0O/F74FtSA+hSxHvitVrz1KOG6+H6mdvkHSHD7wEzo9qTE3PoclGr5MYYg9GPeKPXZr4j2DoZA9EQsUPLrUiD0rMxw+1eBavudj0j1ReN69qJYhvbARuz210cg9vpm2vY3sF7uMGC09pl3XvICO6z1bZxE9HmV9Pm9XrTtpeBW+c3n8vVUqAL3az6o8XrZTvcsxdj5e/0e+/c3/PUOlzDzkTac9URAbvde1877n7vC81ysOvpQPEj15BVC87zFqvpgV8z1l/is91kSnvZSiArsmCXa9yq8ivuhaVLw7xha+XM/tvR1ZFLzbjkM+Gw+OPQzWwj2TkRy+j3wvPoCBUr77DBY+Z02FvPbs77zwSRc+9/y2O4MOrbyvxYM9BZtGPS/aQT57p1Q+UsK5vZ+dIb7gsws+1wsOPo5uO71JJjO+HdSMPd38wz1g0qM+7iwGPZAcEL2jU9m8XjLgvfGTK70I+qM9fYFevqN6+73Fp0m+9cmwvcpAsr18Pjy95DKGu5VcAj7UeWI+O5M2PSRwBD7AkQ0+scQ2PUNvPT6nqnw+ahY7vXSBLz1jqoM9NfMJvvIODD4HWeU9/GZDvv8T3b3dsVW+6YKDvTgaJr5yyZq87Ca4verXfb724gM+9vK1PfB3wr1v68Q+vckOvv6S772X/Fu+dNH1PVV2DL5Y9jm+xXxMvrTvKD59CrI75MIhPhecJ77J1YK+LOPzvTUoFL57mgw+eeIfveT+nj6sVD89GxUXvlPE2b3aghk8Rc1jvkjjCT7aeWG9GxPIPd6FHT4ENlo91DprPJMOoL3wYS+9zwupvGxqnr5BGn8+ZMT+PRbYbj3aXui9QELsPX2EkLudgN26zpf9PT1LZb5yiC++CJ14PaDpib7/t/+9MBKBvsaHSD38E3E935OoPMAH3bohWMy984sGviLfQz5A/Ng8iQ40Pq5nPD5jN+O9jMxqvY7hVD7r4Ze98bk1PEwMH76tlSA+kqOOPDDH+DdJfhM9pe2MvnwJ7r1tRmy+z0qpviJ1vLyoHae9deXgPT1Rir4iLVO+hTdxPR5ciL7I1so+xBNnvdVe1T0mMTE+R0Jbvv51Yb2xRT++DTsDvkzaoz0CK1K9cXkrPqjSGj4tgYU9Im55PvtWST0SCN09PrzVvPOh073Pdkg+2RkuPVtDlj6lUo49MMdjPWdqMr02n5S+uJ4hvlehTb0Lhho+z2dEPV9BQL5JYYQ+okKdPXTPH74U+Ym9FKylPhUAeL3Eg6u7j140vjFW2b2jJvM8JhkMPphWGD7bmaQ9hSK4PLb9sj0KAki+Y52GvtjjIz4N0rs9jK6kPVBVVLzxWiK+fg22PX3AQr3nCjs+C9LrvW0UKj6B/kA9S0Pbu8Nejr06Hbq9Z/0xvhJ7VjyGGLA7cyiVvTF97b1MJjC9cwjcPThEAL5rE7G9gehHvs83s7ykdf+8u11+vdc9jj4ubBE97aiUPCec9j2bmuI86sEsu6CMYD0zgAI+YCUwPuaROj7E0gc9p6aavZ15n7yO4Cs+vTAAPgKB9jwsTBy+qs2Eu+Ey8Dw0VpO9t4+nPdqvg76pPFI7//MEPbfktb2K0ri9CcfpPZ4qTj6IOjy7oAIIPibyNj6ALaU9blsIvkHTPD3szUw93oc5voHVlb2WyBK+VeI6PQQPE70EJxs8ceGoPeF/5j3u8Cc+qIhWPjkZDT7o7MK9WrdHPvAkYruCDgg+DPCMPS1eQ77YfZQ9/RvwvcMP37yrhuc94QZIPlL1lr12uaS92BO+u0VR9b2kUp09HY8NvTy7kL2f4hi+VavTvM53cz0kBEG+zxk9vuB3Qj6LMxA9s6vjO2m9wz1qP2i9J5N/u+bJqb3g3R2+H6N8vZIm8D19t2m+1HVFvoFzjz1b7j8+3G6+vfYN170DEba9OVm4PeCiKr52SQO+eSU+PRzWF76XYcY8HziTPETimbwqaT2+AynlPbmYUj5zage+7gVqvdlrCj7vRGa9LkhAPk6vbD3QZHK+nPAYPppHWD7X3aW9jO+FvsGR1z2aOQo+03P/PUMLJz01ekS+BL4HPiOQlL2nm0o+VE0jvVDkhj7tkay91vPxvWtGST4GYoS+ESn1vWjuPz6lOYW9IinkPSBKBL4KMoQ+NhufvZlwNr7AkmM+xWi1vhzJdrsQuUO9DNBqvkIUrDwybb0+7nZjPXwudb3Z5AK97zlCvhk5sD4nm6w+bPkLPeOFP77GUKY+DyxVPqxNPj5MWCS94CabPMRlkDysRTU+TkddvhOtMb7IV4S+hwy3PcyPPj5L1oU++tcdPsUqFz5672c+eHzlPLREL70vfyM+cZwkPmJ5Tzzs68c+5OiNPphgjz3LNYK9cv9ovVammj0kZVg+cq5uvANqjD3H/Y69AwMqPoWhmr0tXkA9VJVdPbzUBD6t70u9jKS0vYu5oz7S85y+yapPPAhiiT1aWmE+bdJ2PJODIL78aUs+khXYPN32tT40pmk+LMBMvXYfwz3gGtO9E5HuPKqw6L1d6gy+hoyivUiaVbySO8U8zRJAPah1gz6XFOW8c0lavhDnWj6ewIA+7kdgPX785z1Xpni9LQoiPTCI4T3GXOq8W3upPpey5r23UC0+AYjsPAPLWD4CVUk+Kig/Ph646rwmlkY+21kovpaGXj6PkfI93njTO7f8f76W6Ug8w7/uvHNmpD37iS++iV2NvjqNYj25RJs9Y63+PExgFD6+54++FDqfPbrn/L1HPQE++az9vD88QT0kLh6+x2tcPXhHQT7ziH0+oX3+PePfgz5LIx4+iDtYPb/QgrwN87I9AANZOltXHzxdQLU9teQ0PslAAj4Gxk+91s8EPmwbE77ZUBg+FNODvdF48z2uc3C+ZmKPPhnd+rvRyY+97dgePKyhlL3eBLI9k2Q7PXrK/b3cFYw8TjRyPTgpMz559zK9Y9knPEhDXr6+2ms9XOZVvXknQT7m8x4+NQYMPrLzjj7LTbA8G6ELvjwLkz5+wRs+k1rtu6FeMr1fPH29JE/lPU2/hz0j7lE80C9tvKlBZLqKi+Q978TivVmqDz1vjgE+zjaSPTznO74JPM+94niKvTBgW76VicU8CRb4vbYwKL0Bqzo+Sp+DPKflTb4z1OM9JXCkPcW4Dj5Ua/y9NLXvPZDSjr52NBM+HnkAvjlHrrx0s+A9s2eJvR8SET7U7YA9AmkTvfOmeL4uUwA+0sLbvZDgZ70n5zq+q7pIPnNzOT2GiQq+sq1BPlfwyz37iS8+iTKaPYdDzL7jgii8T3oCPiFFqrt6D2m+WVilPUc0Sj769wO9csGFPhyngr3oS0Q+gcKgPuVpZr4lBLU9k75QPepaRb7Vj9U6+FYEPXKCrL4jnkO9VG46vYn9Bj5rYZg9CB0tvpzcJT2JZVs9n1BovTVZ+701/AY+jNQdPcERfj3QVUg9MKT0O03Fmr69YXm+KLlWvqHd+T0/mzk880Ekvlw3d77Okii9RuTmPLKp2L0kiyK+M+i/PPqiKD15ZGm+UK+lPL0Rcb6hCwk+brcnvj3zKb2uaaK9uU3avAGHKr2ussq9+wXtPMocCr4zMQy+9F/QPBbh+72l6Oq9FdDQPYsxHL5wLeY9ClkKPavLar4xoIY8NhOiPBVh+z2wYJ69834AvpD6zb1yuoa7wX9FvhirF767xQG+UHCzvfiWeb5F8R++i53NvSIewz0GZhY9VeeDPXaJWr0Ofio9N8S2vYGIhjxdNw89zEoIvu1vybzitqs9XS72O4YnH75UsnG90kP0PeYMI71y4389RzAIPGaVXzxBOyW+Si9gPX3gOr5VWN+8ueiivAFFlz0cJb+9SLwcvUMw9j2jDwQ+2K4wvqdPkb27qsy9P84JPefEKD6A17c9xhoGvhhDcb6akgS+Dhkuvlcs/T2lBYg9Q+dgvZYzGr65sYE9lK6FvoA2yb2e8wK9SEbsPdBCL74P1yi+LWLTvcQQuL0SIni9VQjxvfyYFL5P3xS9vZylvfAhML6bjFK9ldmhvfF70Tt4Rbc9eZ5KvesGOr7qFGy8hJdDvUUekz03cBg+PBtQPf93oj3eSpG9JlmKvVGCLz6aKU89VvKvPEF/Vj4fQ1i+c8RYPpx9NT2491w+G07sPTlL3L3LEJq9TRYLvvNOwz1VRw28uud2vqiuWT4GbwM+WRxuPkwD1TsBum49GKP1PFMeVT4oGAQ+MNVRvkYz3b0GUFq+Yto+vlHcwr03J20+2UVWPtY4+7yogtE85FoPvdUoCz3T9JQ+8MYnvrbTpL2gZaC8ieaQPqApKz6By6w7zKwcPpEUgD0Z6PY97sRRvoooeT38FGU9iVwNPh77UjxqDUM+a8NVPu7Yoj5qgXU+sqaqPbsZCj6PK8M8rZXnvVSROL5ehh4+o4k9vDhJ1T3za7G6uL9cPqfeIb4/3bs9VL+RvKXTND5JUuU9iVqGPPvwuj0GTho90MwTPiN0pj1L07A9X/KYveJbFD7fdea9hGhOPUyO0TsiKU4+SJIUvv272T1FCr89zGVePqJy0zyty5q9AgX2uVamDj1ejAy9R0m+vQO01D3su10+I/U7PjMVcj4OFGQ+gV4bvt5YMT4FxiM+pnFOPdqRb71fQQc9sK7LPf5nx7vylv69HcmdvZRyXj5eDBi+wGmaPlVgE778ygQ9Ha5mvTMxUj7WQqU+St+/PWd68T1uyzC9WG6pvNzdub2cNfq9atc+PeePkD3bRew9l09HvmarMb34QYw9cp/gvTl9ST6oc/q9Uou9O193jz7uKmO+8HlYvdqFsr1/MKo9U4Atvif6Gj2Thpc9k8IAPPiX571eQA+9MJOhPu6anD0Eg0S+KPEZveDXVj3Ctsm910XEvTIzLL6t6bS851BYvg+BGD5AN4U8WT2aPZ3+JTynMTA+Wg5hvUyiFT4143O+wKQ2vRDi7T2J7CC+rYWnPvJFZb3mNYQ+rha4PHDOQb6uRN08RAMLvmJV3rv/H8c8RJLvPCV6e75b8cc9CL+APox6o72SOaq9VcYHPgdDUbwNQm+9L/VVvuA9Vj5lk8s9zt4DPgvjVb6j8Pk9ES3huU39gj0yYiu+Lb3YvZbm6L2wJy8+eKz7vJHkGL7iYZM++V2JPmGimj0zcQK9AxbjPWfGjD2c0au94iTNvWxWIj41Xp8+CEnFvYwCEbwZ2IM+6TKdPfDHcT1NxvO7Ur83vUHpSb1pqUg91DRIOlqRhb6qZDI+bVCxPRXlxT23iSu9pBNAvgWA/L2uPnq8Ua+8PYKmVb5bZbe99QFGvbHOer3Vfui93WmQveKgBL47PkE96nRNPlIrpzwiS7G8RamLPmhRKb5+BSw7lLu8PDelRj4fLQG+eDLxPRzkZb748W8+Ef+gPZTFpr1go4a9a7o/vWFdDL2wTGq+n3p8Puqnrr5COII9bAA1vTCWWL5A0rU95Y8CvuD1EL6NTCY94jf4vbq6RT0aknm83XIDPG7FXL6FMQ++lTl2PaHKNr6uiJw8mhnevL6qG737dyO+tpoIPga18Lw88BC+3vLZPXDRLb2Fwg8+VAMivr4Os73TS3O+THBMvVSq7zxdvFA9mhz8PWhaPj5Fvw2+BdYMvp191L0n8W29zWqNvNRfjr5zVSu+i2QhPWUCozztoMo9s9Vxvgfa7zxclYO9s+0Ivk7f67275J88I64Tvm/fNL6phOG9NOOZvAu/k72Y4kU9iXRguzGm772T34c74QD1vZtOeb4naXY93+MdvmoEGz2xB5w9mQcfvtC2A7w9Rgw8qzk5vT7F+L2HekQ+xx2Tva70kz3FsQi+FztOva92gr1LGeK95WpCvZG0db3ROBO+8AKWPVjkpDhyzfS8ACAPvvV/d76m3jm+vzOFvLKFs72/tkC+Q+kdvuQ1M70FAR2+H5cRvpxsR77OsOg9Gn4WPM4cEL6bgqw7EXHwPZMSzL1RgK47cLvpvdsi2T3VbAs+YiAFvH99SD49WES+wsf0vVr1jTxsBFm+S4bkvD7XQr4Wp7s9FuPPO1b6LT0OTrk99zymPR2mNTwvSdu9VC4AvcAxED47O749tUo/vqhAOz5Al4s9a9d6Pa0gg7yB40W+v3Q0PqjIRL27HSS+/1OmvSUpxDwA5BG+HqgtvUsvR76LgCo8quNDPrY6I71Cbt+8bpJOPl53lL3yAWc+g+mwPLSPkT1re+G9gf/EvaX/Nz7Bg8I9JoGJvG7xWj4Kp7K9OGtjvSUaCD4/2ZU+gkZovtwMZD6f97s9G7CMPIC2871Vb3U826tfvsJ7B745rDG9QGP7O2yLYrwfiVq9rFVbvh0fez4QQ4Y+OwhTPtUS3DzFFJa960OjPm8Npz5b9Xm+g/eRPar0Lz6ew4Q+PLcXPdGu+r00VUI9AyLEPRgG9j0pgxq+p6whPrT0DD6P+rY9THAvPsgu3z2SIbI9baSbvpKpZb3SWI27OhigvcN9pjytp/G9Q3IVPFtVSr5R7Ds+DeVQPrs0gD73O/C9svlGPgTkYrw7qt09gc5oPVPaND5vIly+KzKJvArXoD7l8jW+y44oPdd+7724wGA+fMcTvbmZbr0WMda8EXBxPtZcgz5GKh8++ssavWDJObzJ5qi9tAwlvRFDoz5L1ow9HKz2PYiKtD05zTY9zso0vqXGhz4tipy9q4T5vZSKOb5kGSC8WiiJvAaKFb6UYdS9DWfsvJ8rSjvCH0++0/CrPlhG4z1zwGc939YPPj68hj4gTJg++w5MPn55mb3uU8g9rlKhPWacNbslgr09KgIFPo9DjjsjRO89zxwTvptkjDu2fSK+u3xWvvPpXT7Jhxk+IedDvuQdXD4tLDK+dWOCu/6Or70H3x8+CWosvm0vMD704Vy9dv/NvYhTfT2XPIa+wAFQPBYP6D0Xfwe+//bIvKF4A70p3nI+umEJPh/TVr7hGLI9EVrTPeEKGz42vHi9kzUpvmdFnT0htNu8yTc+vez7Sb7V20g7/tGEPossJT0hzJK+LD/KPeXb5T1xPoa9DP1RvsjDvr16gtS9ZPcBvpiKKT2QpxW+bboXvOG7gL6r+u29Xi/jvPb24j33r6+8Dg2aPs69/D0iQC4+zmkNPFljAz5gjII8ChoxvFESob4aivs9V16ZvPW1S74PxUO9mPUdPeTSg7zOk5e9SbQrO7vmMj5gVh4+tT2fPUsyOD54+Mm9czGDPc+KzT2kkl09RkVGvT0fDr2ETZU+oIoHPf3O2jzFfl4+OUzqPeKjeD6TWmY+mUuNvH0sLbx9j4E68NX9vcK9lL51z+W9T4QAvpgZ5r0EWdK9S9HiPQ0RMr5f0s+9u1vAvejCf72JBJO+5uE3PmMVoD13x0K+d5OOvdbbK74RfAa+mVcsPg12Nr42ixS+0zy6Pihyqr16XfC9dCMYvstOCT7WNqC9Q99+PjEQAr41J0Q+pfcFvkKFtj1acTM+3N7TvbkOBb58L2W+LnqIPqCUpb1vNp68ynPeO0ReEb6++wy+UZu3O4UfpD8Alh6+SGpCvXhGbD7QjoI+yHFKPxjwAb6GkME9AwNavnd5Tz49x529ZdFbPq/GFb5Egdo99ChePrwJGr7MOgE9z7D5P4i4yT32fgS+qLZlO4njMD4gvh689a5Hvv/Fez+KyBW+xwzWvQBZ+rxxkCu+IjYEvtZ9+j3zZas/oUB/PzHCqL11nbu9swjYP5eatDyqkf+9V8zwPZqGAD6v5pC94ZsgviClYD3rxaM+h+HEvb8qcb59BnE/84LrvQL6nDyDhky+avlJvuyVlD1r49C9pXyNvpoj+z3+y6m9dxauPcjsE0DqNyy+5F75vdviLL0bd2W+PnLevC+Icj3UMCC+n3h3Pqiw973T+7e9AKY0vs/akL1Qhem8Naxtvsm6Sz1nXsU+oMnpP2GPiT24OMm8MMdQvEMG3b1Eoje91IJivcMm570q+gq9G2Dfvd2+Hr4nvZg9jb8OvtWSMb6mh/c+3K9pvZP5jj8/aXY+0NvjPwdCmj0jxwU9cSi2PoqhRb51OsI/7u3tPVI1TD0KVgq9iri1vbTxzL2KhJU6BTlGPNFblr2P6Y8/AagPviSw+D/m/Um+GH26vcckIb5ZsAW+KeI7PjmbPb7eguQ/YKtXPqrIbb6YLMO9x0w5vl41/DweA/c/L4Yxvkx8BL7e1mO+YCcgvdIJZj7Ktl6+qZhMPretr75LbG28TNsoPmEU5jwLT8y/ZE1cvvpTqz0xzQ0/lweQPYQ/y7yPAw++tLruvj4QDD6IOqK+fbCrPAdiz72mf2e/lrQNvWhf6L3+HeA98qBrvtW/Nj4fWBI+qsLov+HALT+DCqm+YuW3PaqFcL1QsRM+FBZiPqaz2b/jLag/+yQdPSQrIL5uy04/tGFgPoeVTz5l9KQ+0w4nvjdocj1rNME9BT/LveLyxD68MGs8Z9UjPR6PYr7hGGI98gWxvZpQcz9JuZY8EsptvhVXzz22Ui0/kDAXPLusub5oAwU9ula2v1pfx77MM7E99dzzvQLYET8Q1A4/Pr2NvdN1Bj5BY9O9LHRYvp0eDz7aWCG900QDPh357j2iUxM/CxJRvcvZVbzcHx8+K0coveATET1ibHk+yervPD2h0TwEPTw+bfA5PuSIFL4q4/e91P+5PqTuGL5/nKe8fAFtPUBnqr+b47G9sFcLv5klVT0/L6Q/npTfPb4/Fj6sy3a9sHbfPt9IM72UgT08szZYO6vU6Twunri9IRVKPdg9kDvjP2Q9oOecPr3ogD60Gv49BqzDPpUe4r4oKw0+mBgCvafcPz5rMFW+OufDvpuOvr8voPA9ja/mPjJ73joOOdG+pz5PvX6hcj76mFS+UAiaPzvjI70xWrM8+Ls6vG4HyD74aw++6sn2v1vVBL5QduK80Tm4PYeol78SwAa+6hrAu2GLFD632Qc+2d2HvaLePD4C4BA+1qG8vNuNoj3z7MI9Bc+DvtW+8r96IUq9ZxrYvVuhGj4RqZk+EhhGvRFiNb6d9Ui/+hdNPeMrhz5KQ9+95S21Pd/lvL3xkTA+22vIP3RfZL+e8mE8IeX/Pd2yUD8bF/q9JFcPP7lfkz3Pfk072rOxvWkPJT0SuR09awU4v+fFhD3OduA9N3KJv7ajKb6qRKQ80Rcvu/Zwjr51QgE7HymPPU7TaL72p9q9fGsePqmH7r0z1xHAdm2BvvhkJL5V+hE+iwgWP/u0tD7fdRm8fArHPtRK1r3v8MQ+6wJsvSbEBT7PZAc+zmDXPYi/Ij4rYbY9TZAmPmHe8z2oUjK9/JBKPtrj/r2HJR2+1FfHPcqi973KATg/Hka0PZslGj3WXjy+llXZPXKRGT72Ze88rjJ8P7k7476FkoC/SJ+MPmNhz797h8G92j3XPJ5ww70rCRe/3ZMbvqRhNL37qJY7RMGGPfDgvbyoIoW9LwtjvU00Yb2EK7W9KDHPvnz4or2GxLE/dGgFvul7mLz87Qu+jbymPmyjcL0qa+K8oqqzP3JvMr5qtuO9FKCOvatMHr5so/09PZJlPmiNxD07kOS9"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "QRxtPXFEg73Vymq9vjGtvfDoOz1RY9k7qAIBPVD/yrzPTO26NizkO+Asx7yhTsa8BEhCvQzd9boYoeE8YehFvNhVHz1yNha8RzXCvJbQZT3Yu4e8mx7huy6mmb3S4/G9X007vSXYAz1B5oG8cEdBvbFkxrx6ZRC9JxdbvJW17bxwv4I9vnK+vE3Yk7000B28gpT3ua5Jozq818S9kIBTvcsRmj3ZdaG8xVmbvV8Ixr00+H691uWSvUSS5DyCtJ89tW0nvZu7Kr2Lt4Q8xDzzvIVsWr1d//q9bIvgvTHmVb2TNNe9LNN2vBRKkT0vuR69VCpRvUCPub1D9Ku8AjmYvAvgvbw7sZW9QMg+vUfUo7xOaCc9Qy1vuyiUcb1qwvq8ob8Avh3cQ72SGGQ9GDqQvf/m2zxdFXq94eQfvfjN4rxSESa8nFaDvbq/cDysKGm9kLD3ODxVWTzsHZW9TRFXvfI2iLugigO9oYpLPbYQyb3uU+Q8oqoHvPV7ir18c2K71UowvsIug7wI+4O7OFxbvf0Slr1Rwgq9k1c1vL9TCrzE3Q09+okrPanh3b0SfYw8xrT7uYFdqbzIMFe92NFFPUBMQ73LZpu9CG6MvUbEED21NXO9zu+XvbBqC7wds908b1CcvHkDrr2Ivyi8kcl3PO4iXL1yGjM8oBWfvQdDgL0="}}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 