{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "CcPBva82xb3ZRD4+hRz6Pe7jfTySvbu6sQ8AvjwGgbw/2o++iuUKPVyRiz21K6Q9nZFKPj4n1bxiBwy+3TnvPSIpF72egyo79swUPnsNvz0VWYe+1wzkPNKM7j0bVL69oP9CvpX3i75xN6u+ac8oPInAkr5Euzc+JqPtvKHoiL5nlbM+f/ivPdqOrL6BQg29MUgQvyAEML1ZBwe9OY/3PVgsRr5geWW+m1MePgaCAT6ZIRC+fi+3vPBSKz2OudK+FRNWvtkIlr6uvw++25ZJvvpeYjyUHso8fti3vaU5JDwUWzM9h+atO9I/H7yXzEQ+5G0fPrB5nT0472A+5IkavjCosL7zVI6+wxdoPu/3S76qAVm+1FfFvKslhr1wPjG+rkUHPSRqhb1TXEC+W6UHvZ6Yy709K8Y92clZvo3tpr3s550+Uv4XPop6A74l5XC9+FJAPQWV3TuyMdM9gzaxPVV4Bz0U0749jhM/Ph1GcD2/EU4+1OqrvhrUZz4WD8I7CeIePXPAxz0EcC8+nRFvPbRr6j3OjaI9OyYCPawtGz4OIPO9ClyGPUqqKD6OOkC9SxxxvS84ib543Mu7V8IRvnOiJj0TReo9NQwMPgK/JzwstOO9d+Q0PNpJEj1RuIq+/3wQPum8C73wW6C9Dy+Uv922c75Kvaq7mP4KvotaKT44el0+mSahPs++Lz6OZ7M97+6ivZE1TT6clvM9l7dcvagZnDxMFUG96KCiPImqgj1b6aG9RfN0PQPRzLpaKGq+CtvMPitQeb1nESQ+hLwDvgqXSL4BVyu8gsznvC9gQr3syVa+tiugPVqonL3Ns9y9p4AbvRZFsb5DYpW9ZYCTPb7XsD3mHNW9/2TXPcy647tiOyM+7ZoKPll4xb0/QNm9o44/vhXgSj4m+om88lguviOVVT0lwrO9iH1BPsOHej6eEm48lfV6PZVth74BLLE93u4KPsQsGr6VIO6927lsvGL8/rsQt5++6GAKPiBUlb32CYU9P3K/vQEjF76TJDe8z2R7vUBhVL7vthg+jXypOyk9MD4BXzK+rDkfvqJaP77vdqC9aCPzO0Gz5L01kTE+77PjvTSmEL4pyP69VCIlPltxJb53oba+lYWkvPJHHr5R2xG+3LUxPu1Ukj2Meja+IJWTvkKsa705Rz6+pFIEvj5Fl72ysyi+oEeFvjDQ1DzbWxo+N5aEOkS0s70+kL09oW71PeuRPz0+qdA9fdinvaO/8T2POY69cLneOVRdfj5JDlM+N20IvjpXKb7DkDe+nr42vaN6171zcgs9n5DXvE+OYL4x7hm+97S6vZbtMbzJKPm9H9lUPvPrWr0x5MO+upPYummVBb6erTm+EGaFPoUthz3u4hm+mDiAvIOK174ZnAe9UkiCPqLriTqBEoW9jQTXPZREBT0g5LK9b/zZvWNbPbzlPx89ylA7PcCKmr0/glW+AqdCPR0kdb1CMeY8ywpBvlEVKTzXTD0+TQc2PhbUOj2p5je9WA1wPRCu4b2NMAY+ZiHAPvwRwj1eWSk+Dx8zPinntD2NwBM+RJKgvsPpbz2/lEQ9QAjfvQTpAL0iCYo+Zl55vtjnH72cJ5W9YrgQPqztZD7Q8Ze+jiBBvkTaxD7YR5K+XRwyPv94dT6+ISW+eugGvi2gOr7IMv69+6cjvSM1iL0PFUq+7dW/PbWQFL2PjGg+JKNsO1u9Cb1rSvA9jHl1vf+i6b0tuDe9RGVyPYFaLz7FOkq+CIIPPqzHWz7JUhg9bFOKPBJ6YD4jyIA+Txv3PbQ7xD2GoQO+PykRPn9IM74jp3K+JwjcPdy2fL4BZ5u98R0YPm+j1ju9C92+vNtCvijhTz2Ty8u7AQclvu5Nz76WoWa9zQuyvng6Vj28WOm8xxn5PVFvYr2GW0o95YQLvrcIST5JXvk8RNMyPogekr3QPh29dmEDvV0TQj4GUxs+/iWKvlP5iz3SG3M+UoO3vNu0wL5zQdi9edgXPRG2z73kXWg87Q5ZPuDkgr75jAw+JcSWPe6oR728iy4+ETscvSAwWTzqIoy8L+QpvuAKvT1se9m7N6UrPXhPjL61Gme+hCkLvp02QL57NF29Bo00vfXQCb7g9xU+sVwKvpQtIbwHcUU+XzKGvmRa0Tv+ygI+lIAGvh/Npr0L4S++SEu/Pvm98z1FI/S9wATmvSQHK765rIg93dosPovsTr5AmAI+fkEzPobryb5QOZ2+EFKpvpv8Bb1nnIo9p+2EvlMeur32U+a9rJAFPAcbSb1hzTe9wWekPRyQ9L23/+69LAjtvSVuxL0CuUY+yWmyPYyXPz7QMuo9HjWnvrEDY75AluW9c9slvTRNgL1kXiu9VePNPaJ7PzxKv5i9feilvjGh4DzlbgC9u2aIvHw7U753kDU+s1C0Pcz0xr0EtAa+EbNzPrMugz1CHy4+sD2uvvqrOb0fqEG+03Y1PQoQRj5t+j+9gZX1vViLy7yyzh08FzSdvmsnaz56jZS+8uUSvl19gbyX8ms9krD6PJ3ae75TtpM9B5v0PZTsYrkva22+yp6gvnZePT1TN4W9Oj+MO+cZgj2UEJu7fXqDvaM0wT1bKbQ9QYSLvWSdZb56xJC8AWfpvNKoUj7zuMw9qWE6Pg3kMj6jIt28CMZRPgEZ3r3tRy48wTOJO0vNB74pr2Y9fWWUvHBZWr57ERu+DI8Sut7LGD7UgwW/C6MAv4wRJj6SwCW5g19zPl4uFb7AkVM+8dMJPn1wZz6CYwG9o1PdPS+/kD51JwW+zmZfPURvib1ba7M9TIcfPuZSXT0fLYO8QiBEPu96JT5CayY9NCzoPXYmEj06rio+XL/zvM/zGz0Pt6g9cYcMvlcHqb1CII894X+KvcoiAr1JtJS+F2wtvaitu76L4xK9vfyNPRn+Dj6fH5C9l0cYPnyf470XZGk+lJ0AvkiyiL7nUrq9bSSMvvc+Uj49tuW8LM4fPjFtgL4E2Mc9Az4DPki8aj38QUG+hjvRvVuh6DyR/oI+EIX2Pc6GWDygzQq+BscUPj5XgD3S8ie9mN2lPTwAdL4zS/s98Zz1PJJCtju4G6y9wCsQvm5tmz07Mje+S2AGvi9sEz7syl49ojUqPYN5kT25F5Q+H244Ps1Ifj3bVGI+wwwmPm7y/D0e6ra9hkVUPl3cxbxxmXe9MdsmPpqlrr3cZlQ+UWc9vYcggDuXovQ94kCNvgjxpT3Xo7M96U6KvdEE672gBSq+6vjCvVlQ9T0oSeo8PgVfPSbCOr57J3A+qACdPBHyKz3fL2g9aITEvc4H2j0oeO89rvYBPtOxfr1QDRY+dqqkvToSrL1RXhQ+gzG1vMQ5Cr30+Cg+XxiDvF9cD7xeMMC94gtUvMNYoD0tTdo99RIXPuXXEL4ZcNi9kgTaPdEEGz5jl7W8ApoUPnOfwT2WjSo+P8n2vQGL4bz448I94qSGvHZqw7umNbq9SR4cvkccqD3/CJA9XmGtvZoav7zSc6C9XUPXvY91Db7npZe9VFr1PK3EgL1pNhU+/GSvPEvFmjxwbE8+vGgCPs4P0D2uxYo9EhpLvofiDT47iSY9pGeTPkoB3D1cTxc8+Lt3PoPr771aNoq9pTKmvCIlgz74Rqy9d/ITvoEDb7yQqzi7yL95vGerW7uMsJm9FGkJPkjxFj5/wwe+ndZ6PYCyDL7xMwk+48a/PZioUj36ikY8g8IyPt4F+TrRQaI92G4GPvXphD03H8k9JchuvXSdCb2avTE+aUIoPYMxXj3AhAw+8L+uPat4xbwJaOC7zbBJPhfrur39FZk94+hJPjyrCz4Doe+8wgyDvjT+Gz42Uam9v7YvvlEu1T22wqa8n78Evixyt71z8pq79b+fPUHI0D1trMC9TXWZPTUcB701eMm996VxvjsKGj5fLh09SAlwvjZflb4kb7K993AkvQi8sTxYgGs9tYLPvCPPmTzwAAG+T9QRPlthSb3O7sK91WSmPRIIcrwmUT++6xZou/hUiT0ER9O9UBaLvsBV3736lq68SCppvmk1Hj6G30W8n5bVvbSN3j2GUqC9uN0/va0LUb54s1q9LWxGvSjzLr4ScAC+tbhyPIxMnb1TQok9xlg9PiVDHz2ua+W9PiWOvTX34D3gWZO+yrSkvtsYKz3VZkS+9tpcPsu6ub2CMai9J4iUPkcMY75XhyK+Z2F0vlCYnL3oA6+93MtZvqhbTb0yyMs7KVqGvkTRJr7LLu28u+5LPlkfHb7Q8wW+ZqyvujHwAT4GYd+9p9YwPmPHvr4/pxa//7aKvkQmPz2b+/O99QlAPpZe37tVpNo9QJaPPEDXej1eVvA8jF5GvryK0z3hK7E9eDSUvViYAr28Sfo9zv/Uve0n8TtlBqW9YOXNvsF3OL6fxHW985M5vcFhXr20zgC+0prFPV5TOb6KUl2+85tHvLnLHT7UDl49QRKdvKS1+D0VsiA8hXwtPt3fwr06faK9raASPpiMYb0lhMM999QivucPJD46BaS+kqjnO2DEtr2eK7O90iUFPXuahDyewA2+l5wxvleWkr0PH/k9xpRFvvPOhj3GT7M9OvgtvvOCYjteq1K96jaqvZ0Fuj3F2Yq+ngzLPPtjcb4DCJq+9PuiPFZrCD7XwmQ+Z22Uu1KkQT6XvR6+0Maivd77g76WqYC9/l+fPbNuA71zEuu9Z8W8upKk5r35RXq93tTuPVOfCb5G+So+9SYZvoeAkb6FUg6+98iKPUIaKb6Lpkq+nK3Uvdtq672OyEe+1WW4PQ3pD75uhjK+0Mp3PE7dAb4ObgK8usrvvcGE3r2Bf+u8x6uRPW54HT5bmxa+l8k9PeP69DxWcrc9SjL8vZ54ND3IiLI94DW7PJH5x7230pk9DzOpPOEYzr23CZe94ro+vlJv2T1OAbC9pzc2PQuhxj3dDg++19uYvQX8FT5IEv29dZOOPTZRJ76m4ya9ruOFvtG8h7zl6rw7zCswPkF+cD6CFLE99YMFvENlNr0gMhc+tiLGPTdnRb684Aq+yzkCvnDXxL3eHAA+GnIgPUOEiT1PaH++/WnZveq7iz2VcYA92PsqPqEI7D27ay6+CxQLPvSHTz1nQnQ7hwkVPiZU972h51U6iLoqvtrPKr55wRG+8Cw6PhtOBj3VBRw9Z+KGPMPPzbzkAmg9HO9svTrO9z1TJow+g9GxPfAkOz5FQKE9yzv+vBmR/T3iNI+8lnSrO0LED76rKJS9tZUQPk8F8zyjj1c9H5xqvVS6Lz5GMEU9WHm/vecQjD1whac9t4ohPQVWDb4okwe+7e1bPR7/273hie09u7pIPu3vAL6RRR0+XcgmvpnbBL3soPY8lVB1vdir171XMAy92sgaPZgCdL7mf+K9OTY1PtLQFz1AKOW9tfExvYure74Ol8i9pdNqPhC2iz5N1Bm+vQG+Pb5iIr6ZzYM9amDcuusQFj3NBLw9bxGqPeMkkzygFx49UjI6PSlpZr33UvG92B0Hvge16z3sH6Y92ZBOviZ+Vj7XqMe9CldUvZdYBb62Ouk95iwCvq9Ktj4+vv47se4lvsfUQb0bLwS+Yr9ZPowbWD3P6S273OIFPoppBj5ppTG+Zo0IPqNC3r0Ir/U8tMvdu9thYz42tPG994cWvhUlP75cwfG8+uBRvuwOHz31HPy9Fl3DPX54urw9nWo9tJuzPdZCAT5BQlQ+e4J7PvVXqD4Vowa+MN7KvXQ6tD1G3dK9D14BPoCADD49nLk9VhuIvaFv0z33G+c7ZfoIPvpwEL7suIe+/lpxvZHFX75wE2m9pHH4vUdUJj7KjWc+QVtOPc6yTbvVftS8nsjNPT01Jr0dH+09Sf1ePitcB729Jws+cOkWPtaBHD562T48s56PvVu2DD6NXZM9mYniu++paz6ikgG+n1WcPNueUL2vWwY+CdwIPu1lDL5L7x4+NNzWPd3DOb48LDm9zGVeO3hXiz1miPI8inMtPFtkE778KEw+hfUZPuorUL5lD8M9WX0pPRIjf725UPI8JQTbPdDHC72nHsY9CFWePYP7oLzAzxa9f9vGPTHhHj179S2+mt/kvXNQQb1DspS9hzOWvd8NKT5HKdg9TEbkvSlcIj4aasY9StGpvSvBNL4XW1Y8ipo5vsI0MT4wqT29yF7cvTaZAb5O+iM9WDc0vlcm1b04+AU9TkVkPEW5FD2/Md49SdkmvOJ1a7xPnzy+1iNJvobo57x/Gli+KGQvvty30L2LyrY9CusfvzRMzzo3uDC+W3QUPspCQD55+0S+VrMVvt3rozxQN5k9LTgDvm1NAr7Glwa9b5CIvbEtgT0qwve9kbsmvl7PIb/2Uqi+JNcOPIP3jb3Q95g9ACzQPJxIsz0ADqg9ZjeSPPqQNb7JS/Y9uZMXvmnw77y4VLs83QKxPRunMb5rz4u+NzrzvQDf8z0mSka+3nikvrs8ub2q+Ho+i0g6PqIkgj2rIgY9a+8qvh2T570tWOo9klwKPizqqTzpV0C+BIq6vrXrDL5oxCE+EmCKvTwNh72C60G+zBFovh6pO7680A6+oXDJPUu6Rb79dn2+yPtuPsC1O76jCs09crSHOx/3h75L9by9hH/bvre2QL5E3gg9FkMyvv1imrs+sVy+BR7uvTiT3r1JXpi9bH71vebcKz5ZacW8wICZvUK9PL6Jg2K+V29MPkI8h75+hXO+F33RvTvae7yNuMK9OMVjvoWkJj6Uylm+IKStvQh4Mz07HOw99hZtPZS7Bj4K7ay9FQwxPCiT+T1ojJE9brpZvsiLyr1rCco9BwAyPeH7Dj4+Rx8+fbCsvQr/Gr5cgTS+aQCsvcAV+ry4Oi6+Bm47vpf3lj0pfqO9u0a6vIZchz2kjDw932foPe6MAD1QXAm+jDkMPrisHT4rvag+T23MPMWZK70db5G967JCvDjQXL2/qxS8x9Y4vS32pbw8Q1u9/4EtvgoBEjxXkr69BbDCPUDjCr5F+bE9Y/sbvTYX87219FA+ZP7nu0CKYL6UJR093my4O5bkJz7jK9g9gRM9PhLlVDyAiOQ9RU/qPCje+D0tmvw98iWaO6QhEj1b80E+9uhYPvdisbzHEiw+3U6KPVps8D0awHk9kInbPYeZA77ktN89AbdiPlTR5zwgtJU8zZ/PPW8JwjwPT507oeumvcRzeT4csho9YudAPVvyE74KfIc9IcvSPfYCyzuZ4g891A4MvuNeTT5k1dg92hzlvT/xmT0T3fy9CAO4PfH8XD76XQ0+KKtOPYeFZz2l2fU9RJAwPZfgSD5+PbY9vyc3PYPZWL3FA6m9WKf6vZG8QD3e7Qc+HxL8PUAv772/KUc9ksL9PZHDJb5c7Ly91UxjPgBgBb4UUiw+CmSUPX5wNL7v/sM9cXYhPYYWAT73fEE+bNkjPi3Jgj7ZP5g9laSSPjtQSr5r2I899ydVvIxsBb4D3S2+IAtNPs6rULwfR4Y+LfMlPeN0ED7sVhA+gGsaPtoUDr7v61M+hi4rPh8Og7y/E2o9zyv2PSAyiD7bSGw+3gsUvacrLr7i2JC8ez5mvZ6wTL2mk8w9s6OQPf5My7wvEFe+AfDtvU0yjryBijo+8R2xPck6Lj7qZDe+KCQovssuq71RM1K9w0wjPqK0Fb4W6Vm+9e8sPt78w73e95K9kUQZvcK0dz6yEmU946H3vWp4Kz2FOS08T3wpPoYScr4aInw85g+EPi4ufL2Unp+9RLoCvj/TRT4n60g8UnorPgw1HL0Vsyk+u/J5vSSRdz5Mgsu9oMrePMk7Qj2Ri9a85QySPKmsoT3qApQ8sYOkPSpair2u5489h0aNPhJnnryB0D49HPKePAJepb0F3+m9FYD1vfPSXD10Hbk9Lkg6vhgFHzwlukq+lpUqPjFBhj2b2A8+cXwyPTqpFLzEbDU+GaRKO/w8tT3BSUm9CV5uvuRWGry4tTI9vtYXPhHFPT4aGJw+7KoCvq8VjL6a0C0+KN1nPsSxFr6S8xQ7J+exPpOBsr2dNti98UhhPe4cCLytqh28R01vvhzIm74nrI49w+2Qvc1DUb0eCqW9qv2QvuKnVb7bQ7C86r3TPFpg5DumXaO8hR4IviTqFj7YhLa99Uw6vkwQbb2oKaK831TrPTWDrLyW7cY8K94pvuF1nT6VJfC8nstSPd3DvrvM7+I9E2flvQPmA74SaD+9EdswvTGAEr6r/R6+12a3PdB8wz2OJJa9uJEYvgAyYbzlOwA+Cu6tPAQ237xO1YC9i1uFPFLT2j0zXuG8UrFdvqEuK768UQu+JAChPQ5mCL6Bj3u9EP+nvcXq0r39aVi9kjLLPaCBKj7voh8+NjYlPgt46D3/Y9E9WlthPmpT8jsuwWs9C365vMO/pr0oC7W9Z80Evvp/rzxaHry9GUrPPWdiDD7fxL290409u8fe0bw4zO69jAM+vZ7oUD4m5Mq9lI0sPvTFF7mXaSk+laKSvXGEuj2/geE9ZxSLPFDOnb6rbsm9+aIpvRb/DD7qnBg+zbBvPv4HA76aS/w80nSjPfDdBb0pJrC9buAYvmZKwD2Q0Ja+x6oovV/XvDzMPwA+RKymPescKz0FUNs9IseXvfCXtz2iU9M90PqmPr8iS77RZrU9460EvnWe1z041um9474aPtSsITz3RO69gZrAPTLQOb0ZrKs9YVQHPvSLiT4D6oo83eDgvIrFtz1jFQC94wySPpj8lT4bbki96mAWPhWV4borIm693R+TPU/6PjzE6hU+GEwhPqjzWD354Q6+8hXaPZTW0ruENza+c25LvX90cT646zk+kJSRPBWFPr4QKOw94jWPPX7C/jyz4T2+wIEJvoZ+iD7hbGy9O6giPkrmKj08HN29QH5BPe4rBTzHxjC+rJz3vaDaEL5jJ+08fO1dO73nGT4HxSI+0Rg4Pr8oAD7yABw9q2JkProxlb1Em8+8JRLgvA69Xj32BWW+5/HPPWPYLj4GLlc9zJmevXZ5AT4+55I+b1BXPBV1ir3MPja+rJeOvSI/tb0GlMK9EZHzvV7HpTxdLOQ+AgbbOvTjfT6DEfq9ioJ2vBgSwb51z8O9P38Pvtr9vD2ajog+66pvvBvXPD05zcE9vJwePthfjj28T0G+euSpvcoIQb58oD092EfxPZF/7D1qDC29Y0cqPiCzBT0f0Bs9eqfdvPlx6746Gsi932aLvTgWpbz/AW2+4+Grvr2CRz7j13g9wvq+ve5UGb0ugVa+haLKvON86DwALSM+NFT0vQlDLb6POFA+s80TvilqK75MO46+VxFnvlqgnD0EMPA9JFv7PYWo870MMfM7ydK5Pc0tur1EB7M9vbuTvQr1kD687v48ZGe1PefyjL0WnkO9t0NRPtTJOr17dEi+7BnAvcpJdL5f9m4+RiqWvRgKgL71ntc8rOGCvRX0Zj6DZ/w9Od6PvjckKr6pLR48fLq/PWoq/D3kyPC8IZIOPrgBJz5JMng+QLUVPjN29D2IfKc9vijtPYOmDz7FTc8+6rQ0PtzHSTuYjAA+5seGvjBFhbiIGa08FuJSPdJ9Nr2R64g+PEAGvnGePb0KX1e99IfQPWOiEL6kuTS9iGmYvqJoiTz1vVY+WlmcvuPXMr5EddK7KYYLvrbIuD3RK409y8WOvcFcEz62nWS+oBNwOZIOgL23K1G+QDR6vY2eJTxKMq89ZbNpPLgBrD4zqCY9UkC4vLdrOr2MKLY9fUFJPvm9mz7pEQk9/ELsvVSlD76JfoA9gR6xPQLGZb5snOU9qkKcPki9Bz5tBHy9c4mJPgTQcD5nK9I8iP65PawgOz0M+Bc+lFxavpmdUDx42DW9K8QkPrBBDj3luQ8+KbmqvTBiiD2F6hs+bMNFPuLXAb0J7wc+8WcLvhcFUz2jjUI9BijcvV1EpD25nHu9GuCwvbtsKz7Dd+k8gYqDvZrka72CLig+ULQ0vh1H1D1HypO9OVwUPUxFVT620YA9cC/BPcUtQT24gWC+lLFFPqL7QL15VjQ+WM4nvgr1K7ugkzU+nyI2PZyEFj53zao9tE93vY9deb1+TAK8zVEMvpufiT2tt4q+DzZDvfrIhr1BkCg+syyfvIsON751CUI9li+5PfUzvz4RSBM++4sPPhaUiT1129m9xK9EPfrBeD4PoDc8fxh0vVLhBL7L2po6XpPLvHK14T3Q7F893uWyvNkZR77s1wy96zaXve0HIT5x0Ds9jM+mvof6K766L6g9wiOnO+bV4rthAy0+kK7ovd9VHT07cgM+vLP3vSj177pwuce9GBMkPfzYSD3La5w9vG65PWNTKL5Mz7I9iT2XvgvlJ76hxOC9U/gBvdZ+pLzajCG8tLpXPO23Kjw5gik+KkZivqtiLb7C+dM867d0PSrDZ7467Xo9z94QvfTVbr2zw2u9TLszPtlOlz2X+k0+4QlBvSLJkj1zfKE8wB2avUPSwjw91w09g3LsPSo1zD1LhmM+3pEQPod4173rgxm+BoIjPprkbT5g4BG+j9gIvaBbu70Rx8E8TYiZPKNoqj5mdrM70AAkO45WML6Omae9detGPBaykDyujF28qCJPPRMZ07xvg/O8++WXvX8eJj6rLha+fVs0vhRX7r2kL9o8VTWWPKEwyz2cJaa5nuaOPY8pK72kuDC+X2szvh4iBj5AHzm9p5GTPTG5hb0hT289nIi8PLRsTz7KiKE9uRezvNc/tb7o2Tq9xQIWPp4MTbyf1U+8L4L4PRY97j3N7pA6Ef8nPtLgAD4AnNw9fsIXPgxsnTynHBS9XsEBPAzmtD2/mp49G+qeOwpKqT0fywe+6ga6vAR/mT3mxZ695svQOxORlT1tOQS+cXmwPdCyXr1ha5O9BjNLPAbfIDxzEbc9uC0tPapsjD3d8yg9oSoQPoGy2j2x5qa7NMX5vUiqDD7dlQK+DO5EvABnZr441Tq+6wfOvZKwij0YrdA9a+IevUE4Pr6Zg5Q+Q/ncvbBkpr1eRzG+Q2E/PgJnQL7TsfA95Z1bvbTYpT3pq/Y9p+5RPaB8Jj2wjzW+qv5bPthwlLwCOSa9OwpKPmCjv75sq+C86shPPtJyEz79sUQ+LeQNvIu2Xj2s+Xa90qcGPUFkqL7VVRw+UBV1PvQonj5hnF2+KUy8vSkFwb2kXFA+6T4Nu8Gxhr3pwRk+SyiZvMdR+j1BkZS94XLBvlvvcT6XxSY9jJFPvNF/0jtYr1C+9k/vPvcCdb5RQWc+JXitPnn5QDpsNSU+kchaPu7lg7670IQ96f3evcI4hL4OEL+8lbAVP479GTtFDQm+WO4AP9LL/L0ofNE9ExxVvnjrwb3AkSk+GayNvtT1QL1LHwi+SxANPnzZYL6MJDm9QACUPjNNiD3LWXC+T18bvux0y74Q77u+BAMlvlwwiT4UXQU+yZTFPpTm874dxsK9mYn+PVotMb5eZco9pL4AvqOho755rsM+fWVovuvi1L2pSVg9ZS4nvEDWPL7Qva481Daavcj3bL4Z5rq9VsGtPJ25fb0JNAW9p3BTPtd/0T0nB54+lDz/PS6Lij6bxHA9aSMJu7nSIT7x5hQ+H1sVPjHvOz49V+m8BQOOvg7pg7xyuH+9zWtdvlVRMj5qpS8+s5v1vfvYyb1a7yy+YHIQvmVhYT4lU2S+uKDTvJ8MkD4fgbA+I8EjPqr9ET56/A4+qBkuPoVXNr6VYB4+HeqMvj3n77xzo4S+glbvPS0Z9z2rQre+tlVuPRr/Rb6nKwC+QPU/vtbOHr4dnqK+grKWO5UxAD5idgY+nxp9vH9arT5b5AS+otM3vlcbVjxlhMM+097Vvl0agr4t1bA+USO4PUluUj6F24M+dM6kPjd/6T3SDqa9/NKbPR3Vk71/e0+9i4KMvn1YCT6qJsa+QhwfPm3NIb4uTh0+0uISPlifj75Ljla+4U5Nvmz5yD2nhqq895/iPZvSGT07Wgq+hjuNPWwYQT7G4F282ycpvkoLcj6Liyg8U+EevqNuXL2+TTK8S7wAvIsTPb0G/YM9IJTqvNsomj3GPvE9EmB5u4OA+j08J3e9wpM2vsRTHT5fcvM99s+nvgEzY7334qo9DXdKvoqknL2wO9o961CUvm3Ua73A0Pe94OOvveIQPr0cR4u+ZxwXPuRaWj57u24+NYEHPtg2CL7qWRu9T7YxPg6TgD5SZKQ+ilMrvu6t9Twh89g7rYwfPmAK1T3J9Zy822/BPR0AJj6uNQC+a3jnveWHLD0qxY0+/GpIPbM/db5Hjh8+kJgtvPakHr7vqjA+k954vVs/pj3nyL45byjRu5khCT7onNK7o93TPdqEpb04UCM+ITB5vVUwLz6cN+u9/+KhvX9QLb5rPLm8nKESPXmlA758IhC+8ab1vReqUT0gAcc9ix/rPQRP+L1Jk0U+gZy9PR4Vrr0EepU9u65fPTGRZrz41c+9VbeTvJZGTr5i5Sc+SqAIPP/i+L2MeoS8kAe1vbV9172WXNG9v4hnvvTSuzxrRam9gSm6vf/W2zzkOi0+zDhPPT/0Nr2mVH++1B/UvMny0r3AJdA9yG/gvY5gHr1mIF6+f0WBPORlM733+wG8OEuFveeiG7zOpAi+WykBPvJ1ID0KQqu9as+HPS30o70Uama+Hq5VPY58xT1DjjI9j7XFvfpoR73X3cg8AqHRPYi3Fr6sl4m+4jkMvrFn3D0d7hk+thWqPXJWRr7OLGA7ijbCuxfqDL6k/HW+8PRLvckecz1VFMg9b+kBvUsxtL0DLOS8ju7ZvD9u/b194/+99Vw1PuoTCb51F1+9bwRJvkWScjxSIY69IkF7vqIzN75koAu+N+mqvugH9r3E8kU9D8lKvcYaj70wmHa8NXafvXzkRT3QMCk+2TbOveqPK77PVhS+BBD+vFOS/L0dbgM9hX3svdK03ruPHBg+lBQ/vmlnOj6WzJe9VAq3PX84N74lOrw7RIBHvrSDaL7dnQe8DHkavoWggDz35EK+qjAAvmBv7zwS4KM9fjzPvIpAOL7AOT09yjE0vuyR5r3/jh2+TnhxPFNahL408L29YnF2vvSxBz3dwMS9VTrWPGYXZ70YszG+S9EPvt6Fsr1mIrM84+TnvZhrIz3c0Ju9zGjLvd9DnD4kJR0+crgNPkVBVj0hJTy9+74bPIQdPD4eOsg9jmxyvkesXD4LqbE+cWkdPibamz6fSWK89CVRviSgjL1eLAI+G4TOvcBnh7w2QQC+HVbfvGXT3z3RCFA+k8kmPjUg/TwcilC+vZzLvceYkD75SZs9oQOTvhnQaj2LdDM+QBJZPW5i6Dq1vE2++CIiu1MNqT7RW5Q9cFl+Pewumj5Avci780+XvT/uCj0jq448tBzivUYsnT0yqDa+Y3idPS4t5z0kbfm94RtkPjXqPT6VmQU9tp+bPUrzEr4h/Dm9lNWTPYmWr72dxDW+B2A4PuYiHbwBLGc9kyUCvv+Uoz4MBgY+dd6svdk8mT7BFnY+BVSLPfnVlzxcacM9o7OFPnV58j0oIU++AtQYvbcLkz2yTts9XEYrvjUI+Lxhmbu9Rc0lPNbjgTv97Mi9Xgr6vWU4ML3Ej3q8hxsqvuCEMz05tIc9/BovvslFnL2ftVK9jMMiPHM9ZT4z9Ry+YL9ePji1tLzwyJs97+aDPncXW7zWBKs90eItvejcGLwHMBa9L5UsPhhO/7xHdJq9DwzSvRKFCT0t1NI9UP8Qvc3ldL38/ly90jLlva1SmD4u1wc+BY6SvUzTN75VBoc9k11CPmNlir2vBLy88CDevS+YNr119QU9kAkCPq04AT2rhVC+ed8MvjYcIr7Z6vw9z/e+vd+fKT5EI2a9vrZHvn9NOr5w6109VG1QPv4ewDxzd4K9OliOvUQkZTyP26s9pwQTvSinrzwdjRe+GzxFPjdV2D1Q5wm+SXe9vFwckb0Dlz+8xowEPXjjjT5Eq4G9A+govT9uzT2lOJa9hB1/vqLjR7zjcLG9lVpQPNvhU75138W92TArPqj7DD7fYRS+bp/juowUMz5xb/O99luUvRoZhry1La89VfF0PV+hFz6+ZB69JqFdPR9MGD5fIhW+jBeGvUHi6z0ZFBC+GjGdvrzPwTwXery9Cok5volG/L24n+K9zogLvh+ZnD365VE+Tr6CvgAny71rQGU8qRX2PRL3zzssJpo+eECJvYOL1730NnQ+awlAvsvBS72XpA+9rW0TvlRc4LxCJdM902SOvozP37wEUY6917XkPCvJ2LwIQ0W+HlemPs4N3rv94Z88Gj+/PLEAg73h/E8+kFp2Pku+i71e5B49WIBsPnuPfT2Dl9U9B/qiPcgy6bsd4JC+ABWlPV+uX73paiQ+3N6TPc8eTb3wwBG+lXeBPnT0Cz6rYQS++JUfvYfyxDsBlJS+WznlOkmCBr1IPUK9RCEXvoD7TrzC95S9GlbivWzAuz2amkq+Fpeivbo25r3xdoK+mMOiPXsMc73Hj9a8ZAiavvlE070zCwK+ZjbPvapXAL5lF4o9CxEjPZ0CoL3GXxO+M6cEPizW5b2/4Au+7B6FvX6DN74I6ai9s4fGPV4pYL43YwK+P2j1vfUSi74o7oK+kNEWPAo8Sb73M908LmZtvf3Hnr3CbSM9pq70PZCM77v32xC+p2aMvqeADr4ssM886wwtvpC2qD1OYjy9ELlcvvgJv7qODuY9rtkXO1UIMb67TpE9VSABvOEXiL5b2eu9AEcQveRcG76Mo3Y9S0U8vsyUYb7lI7e9LNJkPSusMr5Ly4W7Ln4UPoz5Kb5FeCu+Mc/XvYjLGDvxlSu+NxzDvF4z+jzpqAu+gnlSvnk4ab7FijI9wxZuvkXWjL0hcmi+hJIEvSJVh72+ajq+LUl1vtZ6ML5ItLu9B2PUvbhHD74/QtO8G3okPmU65z3uFaQ9D+2NPRNlV75Y7jS972UOvg1IKr6xDq+9E7jrvV4ZAL5CZmS9Syt1vsT+VD3fMhg9RKYlvrtEjb3eWW++T5YnvniQsj3C8de8/4mRPDfFJz3Hmk09cwf5vZyuvD3awCU8a99fvNVlUr6HADg9j4YRvgKLET2HnlC9n1L1vbDfqz3h6vo9yl6OPFEDBT4Hep48BSpFPmOvMj71kxC+lHkCvuGcKz4EAIg+rYTtPQlKHz6TkhM+1fmwvd/weT6zL+c9kONovZWiyb1j6oW9f/tyveVQ2j0q13w7Zg5bPrFFPD4VSko+FVyevPXhwj2zSzQ+WjyEPev7SL2nQ0u90cIUvoPz9byz5EU+oFOHPsx2ID5Rpjw8KJI7vRt3pj3Ojvq95I6HPdXZvL1dNby9/d9/vkE4jT7B49M96HZVPl9UNj6VIYQ9hko6vqExMb7Hm/w9XDFqPM2cgD6LEfg9esuDPfqL/zyoTmU+caoOPq14Mz59Ks89UMsZvt8oFT1el+Y8NUiTvOCToL2s7Za9iHMsPW4Tob3BORE+EX2rPdK9pL0ziV69f+8dPtl87Dy3MT67Me7XPYWoBb6N8w0+hOYhPXJHaD7PwuU9+VZaPOgsnL2Hom0+EP01PkUg1T2cwww+0MkmvQ5yHT7Miva8byEBPuZGR74GlDE9bgIMPfXpOD7rGlS9dC2Pvc1JOL68IiA9Mv2LvRuVF706/hE9VNpvvZZebL054Zk+TNXhPez3I74k41M+1C3VvaHGFj41kza+9FuhPPDETjzZnnm9GASkPa1ZJD4uX54+2Gn7vTnCqb0t4W4+sCg2vJkkvDwbOAA9bXpTvRDWQL0RQAQ+p98Xvsg9z7y5qe29J9Javqoojz2SKq09fhEMvsX8sb3RQ+i9MasvvelV1L3+BSm8RqUSviKX67yLmy6+2qLlvfQe371ohIk+mx4WPscWgLyCWE2+kB3sPQermDzMs+K9jxriPWoGnjxq8CY+JljQvJEEOb4KyJ+8UM55PB8yPL1d/JW9QKswO5kXvT3RcpI9C1YWPbxl5LzT76k91TE3PuoaGD0tiJc99e3TPRkBaL0bhSq9VFI+PBARWj3Kwau7OlAHvRoyI76g/LA9NNDFPS+mtjs/gNC7al8svuRxhD2RTYY8A4wJvtY8eTwZroY9IEFUveDXO74zgDA9MZbwvIRmBT4visq93cvGvSQ7ZzzMo1A+XuszvlPOvLx6FHA9+R8NPjISCr7UUKA9Y5AQPTA0Zb2+O9Q7DHgJvlPCJr6sTEQ+jNvkvZTw/L0YQGc+WZjDPV9KDT5D4jO9rBsXPjZ8g76/z0++zIMdvpnSSL0bQxo+opkkvuSC873sEX86I3K7PVq/pj0YO+w9myzdO5yIF70dAgw93h0lPmf1oj0aAKc9t2mcvdjzOz1bkd69C4mLvI0Ovz2vtiC87waLPqy2Ez1142O+fuy5vb6wALxzlhc+xg6rPXpV0j3Y2gc+mm3BverwkD0RGOi9kscNPUG7Yr4lwoa9Sx2RvVPWZL05odc9uLrXOuGJJT2vo/c8K6c1u0avhr6AzjW+5NTOvhCaqD0sT4W+006svWPu9z1Kx+u8NfaxPXBVxT04tjI9tKFJvLjPlb1WYYK9D3p/PRX3pD3NQXc9CvXAPYHI2T34/Pq8scxIPp/XhL70Bog9di3JPedNJz5/4Ja9qlRGvlYW0z2WmIi+qkKNPXO7JL6cgVU9yJ4yvlJ0hb31yIm90/9UPVl0Bzz0aje+SJb5vVII9zwKo0m9RZrhvWrGrjycsEo9eRLRvFtqkD1SRty9ZVF2vIZQ3byOdW081brwPYsW9zxAJ+C9/K6rvVr8xr2AIeu90ywmPlgXwr0VeHS9ghoxvUwdeb5L3zu95ZI/vg9Nqj37VJQ9Zb9oPVtEzr1Ay4G9MJucPQVMwLy4Z7m9EvhtvUrM3b18IxC+zHS7vc/NlDyF33K9rW0LPnAtKD0pRMa6ua0uvuMimb2M+he+NQL+u2pcf702PjK+feMZvi9TOz5pCKQ98S8yvmgvtr2l+z0+3lpVvhQGUr6rOOM94/oBvmh7Lj1P/6290AHOvbb+Cb2FMY2+L7zWPVjcqDzecQ2+uICRvSKk8z2xo9c9DP8GvmjgLb6Pjf88iJUWPvmIS77reCk9RUcDvi/UiL2MDA2+IeZjvujIQL6Nn1a8usgGPtz8Dr595ii+Nf2ZPSaGyT0peDi+KzWOvTXOm712p7i85ACbPXmFN75gDRw9ApiYvRS+l73zZre9ScpAPp3RvDxzc008jIkVvgHKQD7TUPu7mKVavlrQkr2sWfo7gs/8O9uclT06sku+9bNJvaiBgL3+1OQ9a8yHvlz9XL0H0wa+JAjEvqqSET79/ZC99wabPe3BTb7CLQk+rMgBvQLvPD1zTM29XgCzPTHnt7xjKSo+oFgOPXbTa70Jmh49jYWjPsChpjyxmwo+pZ3YveKHID6JnHI+5D0OvYyPF74uhZA9i6zFuuaQhT2QiW29IYOPvh7E5r2zReQ8LlsqPbd2FD03tCk+R6qLvh/0xLvJ9P49xL8xO58hzLxacby9X+S1Pd+vAb5CxAg+OHDWPThKjz29A429cExMPpjFer6oqYS8VUf7PX5Sir07wYm+ghmHvUrETD4/gSq+H98zvSCMhL2prD2+u6MRPp7Nk7tAC9u9v4suPVja/j0Khv095WgMPjhiBr6pJsk9poXavVxA/b2iZ+k9Akwtvnr2Uz5ZOW0998s6O92KEj0fAiK+zf4EviIkgztMjL4+dg04PqS87L03HRu+cHWOPjkCJT4Y61Y86Tx4PkR9z71yBHY8DJk1vJgxoT0lokY+L+kjvQSxsb5BAva9n7zFPMIWLD4qPao75YWsPaiDXr5slMy9Wo63vSjDzT3mqVQ+GkGKPgttZT0Z8ZQ+yjVHvBMcaD1YmZ+9oFxgvg8jCj1JaSu+ZwwYvlTrP7wpF9I8uh1OPv/UQ75ALC2+9LlxvTIV+zuU1oG+Jh9ovtW9Eb01KhW91EdOvACNdT0qB8K89rhwvYcPc7yYDJO+h2yAvjIb4L0EH0g+wpKIvsuLDj70hZ490z2PPilxoT1QBMY9tQwWvUA+N76IDdG+XBMYOsUKaD5ge5s8Vw8Svs9urz0jDgc+JKs3PYFnFj3feZ49Ud5tvnKUJD30owQ+K34LPhtNY77VnQq+Lzf+vTehm70hRBo8Osp7vEBMdbyPTpe9UjunvNgBsD4ROg0+B3wCvn7jGz7jMl++VmdRPplPJz1o7rO9dUJ0PaM6m734Nk++oI44u3Sqnj5XXUi9lXlqPboUW76FE4c8uHTZvYW2uL0icNc9rR+8vQv8wz0NX4w96fjzvKWeiz3B+jE+ycp1vEC6gz4KwYK+kkpEPclet7w0iui+pQwDvhe/lb4n+q49SO5Tvo1bYz7gyJo99ydmPliHRr7zVfc9EoL5PbFn1j7krLs9wpuKPjBlhT7Ko7g80FlavqPiHz4MoDu8Qldavl3XOL59k2I+L9OBvrj4Pj3OeS6+/zQlvoZwqL0NOhI+ut+ZPeP2lz7ygIW+tDQ7PSqier38VE09FmSsPK2WFD5PK1i++WvBPQkO+zxPtc498qcevl4Xt71SCws+2hnCPUZvBz3TnTc9BQW3PQk+ND2DGQ0+IAYZPZmWKr44nCg+0YiBOlMV8L0w/As+efgVPXni8T2xaQi94+UFvnwSuj1Eai8+qmWlPWcIMr7gD5c9ltRdvv2zFj46hbm9Mw3LOwbLqLsE5gO+gEdTPj16m7s8Wng8vqPvvUDXBL4r7WU9SwnKvYTGUb4FfCg+ehlhPhJolz5pFV+7hfURPuaRRD6rPgA+cA3svZdSPD0pHXO96j6iPZX0e73AjjO9pyqavQEvlz6PVw++gElgPi+ZNz5Ghwu99xYWvpSa8Dvr57G91s3oPSv+LT40EuS9qtd8PtWyiT0lfcq9POOUPhn+9D0QxBW84xHoO8Unhj1Te3K9YnsFPtB8Nr6wAOC9XfEYvqjpmbwUhAi87k83Pnz3Jb6sGEQ+Tz1kvDWPsD0EfCy8zl0HPcpN4D3HAw092+FMvXtuJL4x8ZK8HmjWvLXhSr5XWle9zdlRPo5Ukb7y8xQ+VTsvPd9J9z3Jm3e+JchKPkmq+T1bLxk+ucYlPnLv770GM169PF4Kvk9pnL2xR+u9QuAiPUTK8j22/Xo+x1NAPe/dqTz2KpO9Pl2yvHB4qD2t6rY91Ao7vOWubD13kMM8niuGvUoomjwhwrk+75uLvhPjNL3FRlm+aG9APtYOOr7XmYU9/HAfvlaBHr5DTSA+tUmDPaFe5zvVgiy+yONGPWLdEb4HgTc953vKvPBrpL5pk7U9FlkBvacGNL5m5yG+8YKQPP9EJL69jjk+nCnRvdOalr3Ex2e9gtGLve4o5b3tj869eA2bvTnDQDzuczc9gylFPWhErD1M/4K862xfPrYm9D0JYDS99M6/viPoYT7o/q29t+3/PYPcDD5Ak16+xWQUPs00j7xBzxI+D85yPmG4ZD5lYAm9AyaWPYDG57zhDQI9VcLkvWkWrbwDsvw9aBRZPlaQ6j2pM3O9kJTava3JJj5MyDU+khkHvcEMTr4+OFq9MCNfPWSz57xYC4e97vyLvVZvXz3jGdA9grEoPsLmbrxFe7s9gUBPvs9HnL6UPmy9LwuAvTfEVj5jPsM86+54PvR/m75c4L27TKqkvhTF8T0Lnti8BRdbuwyEWb4JE7M9DfW4vVXf5D2YCRK+Ge/1vMI5Jr3zNni+nNCePU30QT33EnO+Ks9XPT3/fj4RBOG9LLk/vp+f+L2Job0+LLYhPgQRsD2JmrE9cn1ePhgaYj26Gc68ZcQCPtbepD2ZUXo+pCkwvgFYCD6knLO9wZlUvqx6E74rfjU7IklHvkO6Ur3sQIc97R2evGiC9zxDNmu9k0rmPctmW74e4Ke8CIy1PuoK4b0Xv3U82PKSPX+sD75ZfuM7GOM/vmIqVrxlKb88fd8FPliowr1i7LG97VQNvslfkbzmv+U9akb8vZK21z2HUfw9GtaJPtJSC76cXU+9IE8aPuyhvrwJS9W9AJECvtie97yXah++QqxvPjYPOT6w6Ro9jT6LPdYpBT4m//Q9/UK9vaAoAT5gsZC9shOhvWN47L2CrhO+9nWousgRqL3sMyM+Y7ltPhdT473k5Lg9XPcDPm9AHj6FMEm72GX9vYMPL71yHd69fZ8hvnWoFz3q92093BBoPeH32j1lfD4+PF+MvVlGIDz/9y++ZCAAvtHscT7tE3M9BLx9vhTwQD5mp4G+X9EivhYPML60NA2+NFhBvlmFKD4p+IY8PHuYO4M2rz35Zgg+mpCxu7iTYj6h/V8+n2bBPfa2Pr6g2y68y/mDvS3Br71N7Cm+0L8CPpVypLw1sjW+kHHtPYO4jD0IIW0+UdIgPrzwgz7FMc29rVVaPUXzwDybIfS9sC5Evi4WBL1cD6c9FFzJvV7FBr6T+8m8qTvOPJlyCr7M2g695q3wvGY+Ab0NZRi+dR0VvCAW2Tt5ssK9/r3JPQf8Wj7BbIA+JVcMvn8zVr2o5rA9dyWJvYVuEz2O5La9V/pBvvlEPzzqgrg7XxDYvQ7W/D0aTwM+vqVNPh4KVj2W1TK9VbS+PebpCD7EUAS+WNyxPQl46L3Mza69mx1kvQ5K0D1VUj0+31SAPa7RX7zxbMi9NekZPhzj/7vt+L49Ij7wPVj6A76tiQq+EuglPRlD8TyYj+q9gapvPGoNAr578ec9YLMzvYCP8D17iBy+bRCUvfBopb51hhK9RZMePmAXfrl5fRQ9bMrSvasHe737Hq09wJkZvExTAL37kMM9p1IqPr3UEb1s8YI8k92qvfSL1T1KHvo9whpePZVqcz3Bsba87KS5vGatjj30D8g8q69ivQb/frxft+Q9rWDePI4jYj4dvZk9Nfs+vbH8Mz4EiKk82DcSPMRZz70P9hS9faaJvQCuqT1LY4e93cnqvICUvb0Q9s49T7eJPqm/Lr7MExI9frKCPUM8wjxjFpm90yY4PTE7ur28sqQ9ixg9vknqX73RSd+9BASZvfYR9rscIDm+dEXJvXIUub2tdsO8nzWvPCzHtT1HFQA+XjF3vomYAz5yqCm+dNQiPVcV+b1g96a8TzQcvgScjz2RLAY+OQEHvuoTCT75qSu8H+JAveUWqjz6g8g9l7lWPT0+prw4Td+9iWwbPIx2DT59WYu9+edIvXrjoz39tb+9kVCzPbukS77pCom97HEdPieJob2IOIu81Ll9Ps85ir1PcxW+5MOSvYHKSr1itq082Zugvs0zN75C6KW9H4CsPspUEj3y2Rg+iu9cvqcrgj0qgtQ9Ax7EvZFqiT3PNgu+kVaIPjvflD0hyOK9k8PBPfyc9D2mRIW8wm0qvi1iOb6oh1a9qE+DvkTm5zxHIPq97+wKvTXblr2N82s+5uKyPkB4f73qj2Q+7gA0vgzaBbut8dK94x9MvuGp7D2DN3q+fEsbPkyBiz7nbtO8DjNAO7t6uzzLjxM+nrUlvsO9aT5dTbG9UhdfvqcyLL4tfaM+eMSnPb1i+j5hdg4+d8jNvYo6zDvnVok9EwUkvlXtSj4TYoI+R0VtvpUrxj1jVJC9GcwVPry0Pz7+UPy9l+DkOwjxgj1cir88eaRDvgwGsL2UeAe++GAOPhxnjb48wqg8599RPsjR0z2c7UI9906qvmdTFb7oIOU9O0vLume70j3JQFq+je5LPki1xT1/h+q8EV0GvgP2AL7k5Mi9Cql1vQ3aG74FcIW85TQaPPsESD4MvfK9H0RqO67UAj1nIpU7V+W4Pi4o2Dz+noC+vTHTvWqeQT6HIzm+E3KGPWoo5TzUJqq9XYxdvJm29L2ip0G+PfG7vDK32j1Pj5Q9a+TOPaYQFj4os2W+mbu2vcuw3r2RTIY84IV9vnwNMD02IrS9fAc2vpuSET5PG5E9W8WBvdaNiT2Wgno8OTOsvVurbb5Jik2+oMUjPoylAT7SbcI9JBePvUDLYz2yMva9HUe2PbLDQT0T5zy+QjN8PfTXPL4Ajaw98C8FvUTuiD3zjos9rUCdvmpmOj2+zKq6Yg05vmVhEL3USpM9GV+yvtGoij7yz5I+BUi8PRxNLL0f1Eg+FC0CvlnHqD3QEDc+i0lgvQk3kT31ZQ48rtNwPCnVPL7tl5q+LBe5PFgjA76+LOK+R3ygvSKWgD3e0ly9kfitvXgLpb6omss9P91RPfK0U754q2s+4k8yPWhhLL4x7kK+yUF8PBBGzT3nd02+jyLuPVWBuz4W0Fm+71nEvRlO+r0ylxw92keePQE8vry41hI8kiF1vtOimL28/CC+S7GjvsbGnb151Vu+q4+3vnlhKr4r0lG+kFzCufsVLr4mtxk9v5Cyvd21pL3b6DY+tWCJvuqmuL3bSzs+bGk0vkRr+zudlDs9SQpLvqxxtrtwgz0+2QASPhPVPT6LUl+9vgs6Pq8Wdz7a6Vu+lfwbvjHpXD0ZFhW++mKdu9KtFrwp+dy9/kZPvLTU4r364hy9v+STuxUFGj6wYWo+23ooPZyzHrzmK5Q87YiUPl5Uh7z7tUI+9jF+PpntTT0JoAG7QqoEvsj0SL6E/5W+iVO0PcWhiD7sfLI8KTtVvZBWrD4e+tG9vcAZPsRm0Dy0lbY89T0Lvj0yBz0iIvs9doZLveQcQL7nDbs9Sk18vrQOSL5PEzm+g0lcvpRWjr0ZJki+Lzu6PfSr072q4la92PNovu2g+r1wVZW+buqCvU/0Xr3ca/O9ZH9TPX+nfr7ozdo9DbnIvT8Ldr7MCTw5EkzmPQKMzDz5hAu+25LTvSAWwr2SjCI8HB71vb8D6r0QaQW+HKEQPTxLN76cYjO+SuKOvrO9Iz4jfB++hYyOPTjouj07vo69GUA+vsLKpr0orcQ9R1QjvnWq+72WPR09ei0NPgsQsT0XzO49aZt1O9jmDL7611K+vJUKPrSqt72+O949vT7WPEmJnT0B8dq9K13iveIpqr4ZjoY9G8Y6PAg52L1P57q9GdBUvdFjQb6Cls29qVPKvVaEB74DKc69vno6PZ+0lT2uH508JIM/vpKsyb2UhfK8fd2YvRFnST3Ovoe+i+IgvgpOMb4tz5K+6pUkvq+4Lz5zAmq9hkbcvSuuDj7RvSK+isgXPYvxf76y7mS+snN6PTP0wDyLPJ09KSr2vZLFOrvsvXm+lo8ivvE1QL6c6cE8I1GQu8mJK71ZgRW+PCJbPVnDSz1I5BY96VONveAoGL7fqza8G0OHPRBln70xdS++1R52vlJq3DxboAQ9/wWIvpeBirz5Uw69VKdHPYq9Aj3PSR48/1kBvfPBJL55bIq+OUYLvs4iAL7x9De7EXfpPOW9vr0NbSO+4I8JPiebNjxUm9G9csOpPGMu973DfO69y4gxvjx3uT4z7DS+e+3rPAq5Frx1s52+4sN6PC0s6D0OK8O9i2dVvbthW72akno+jNuSPb2/Uz2DPi0+5PKbvpG2qT6ayaY95KmRvAwxBb58EIC9EAumPb1Ftz3XVai9OLMkPNzejj6xHUM+Ghm1Pi6JAj6ddwM9KBfGu6hliT5akZq9a2dKPg9k2b3sHEs+Dlcyvplxxb56ow68x88QPDP5vDwmJLk+tzT/vDi+cz1GnKI+/yPdPh42KD7PQO69ga6Nvkamn7tLyIQ8HnL5vTdtYr1zFKI92/5/Pd1g8LqAef47fOdrvYzylb51TT4+VnrzvHSEvb0+bfO91FPOPoodWz2zISW+SrG3PA3yQj1CimE7vwpWvjAL4r2m1QS+iUEIP+LMYT7/ZCU+FxCPvHCcJTuqVhg+TeIuPtrd5D2XTva9R3sBvZGtLr5t7Fm8rzg3vuEr5r368cO8Vp0lPNowLj6+VqI9RmexPKg6mr0kydk+eKzxvZaEHb4sSWA9BmFPPhgxij4xrjk+5FY7Pj0mY73FAkS8JZIAvZfxPz7sZ4E+I8bLO493Yr75sg++nYa9vZD2pD19I8w821zqPFyfUb5fj48+nigjvpsVkj2LNDy9GaIePpRQ2z2IN389zmlyvT8CAL69VxA+qYIlvWDchr2Y0Zq+Ivt+Ps/97D0eQ2a+lKBevdPqLr50CoQ9Lb0qPKpfnT7+CWC+RqDqvZheFr0T/Lc8UXGRvv+R6D3Jk049xm5pvbEOyzyJ/YK+Js5TvS7Bfr2jcjU9ebAJPjLwDb5em9W8VKekPi+RTj4sCD69jsbuPRYrzb7gkC6+hnnkvKP1rr1913E91CMevn129z3l9x49ewKePTsjbbwvf4Q+exIzPaV+Dr0nXTY99gULPrw6LDxBDlW+O5E6vvxM7T1n9hS+rl9nvQQn9D1mkAk+ElAAvnOBGb4B/UA+1e8yvrBvc75x27+9xBnsvZjgGT1qpAK+CgzFvcRelT1LPAq+xB8oPsBhljtoEcY8VIldvelHgrzxHMo9wTrjvYm76b0DUG4+LYmZvNPhqj1rMGq9/9E+PkQ/+r00hKG9k17JPeyOm70yFrU9kEg0PmY4Bz4pBR2+06XSvUdSir7ylQs+T5DYvRu7aD4Gl209QAZ3PsrtCz1r0Hy+xEFOPOLHQD2FnxE+J2vkvJDzsbyNijK+2H/bvBd2W75gUb08NhWfvGctT7sOVA4+U2sRvfK8D712Omu9qyqPPvTBlD5koCE+j0XFvVlsEr2A8QC8654pvmSVpjywWO08QapRPhaavbw4F1K+iCj9PXh67zy50zi+e6nxPbVaKD7JLhs9/hEZvjQcQTx1a5s9+lj8uT4xgj7pbVU+XIKdvcl6/7xs6I09P86MPl9MED5z4Le81CJTvfZa5r17QzO+MA2xu1UTxT0oR6w9aibEPYAIkL2aBSg+8IaCPQAULz4Xz0A+4dp0PbXkWD4bn9C95jkrvXKP/72AFeq9h3BUPtc7iT7Fu0G941TePGW8Ib3ICZo9a0ppvAS96D37B0++bd2pPUWI3z3ggZ49PUboPUQ+Bz66J/o9mqCtvUAOSz6Z4eg9wScbvhSECD6MTCi+1yrfPTC8sD2hJpU9TTJZPq7/zr0o0fm8ZOJOvk0G9DsxTAG+HM1TPn8u5Tw6Szc+A3lnPjqoI76L/Z685S0UO4GLXT6XpHk+9LKNPMe+CD1uqrM9sRYnvior8TuWA9k9sTYhvcy4RT6JqNE8MhpFvWXhCr305T4+BQSPPsmZoD3n+ly+w1TrvdMnLr7mWie9kNmyvTpcsjz4jQu8z5yTPZR8+Tz0GdQ8eeIjvj9ghT7qXeI9kTvZPVcZqTx6aII94C9yPW3CZD3xOZE8DWFwPpzhrL2oDCk+UBnBvUAMez3Vwm88lnHUPec4ebw4tIQ9IuYSPs1ZO76FFbQ9mqzdvI5oOr761Fi9uqvSPW0ukb4laA0+j8QiPq0jKj04JoE9oVWkPeqn5r3kUXI9a521PXo0Gr760zk+3nhEvlq+rD0AK1++kzTEvvhkNz6/Kiw9KZIzPt0TEb5nRHg99mo6PaGe6D0HdLw9fm6iPAhVfz085N09yWhDvqMY+j3lKia+XmMOvUpmyT1rQMc9sUSBvU01tTs3NvY84LuxOyBVqz3qb7o9s7xpPp+Xwrwr3vq9iOChvRpFoL0hNU49qokIvRneKz63cSC+U4IEPnIYODxP4Ig9mf5OvZFrAb+ziBW9hTM4vmwzx7zmDgA8v6R8vijyEj5+gQ86qBLwvJvlLbwGJQC9Ct0OvsVy/rworiG+6jYLvsSOg71yxyg+n9uVPXVq4j3FLwq+Xu0qPlW0S7678Jg91rc4vJ4FFLz61QE+7QoFPXoMw7zWQ4k9iXrEPAHvXT771Gg+v9fsvbWfBL48Vd493VBFPsYStjwOa/K9e7t2Pa43qj2Uq4s+ssAWPbou+bxrfde85I7uvY+hob36NtY9SxGHvnonD77AeEe+0MOOvTM1hr0f31693WKYvb7/nj1dI4k+CKhJvcHdMz6kWSo+esCKvLxsJD4bTJs+nnagvZpCOzy9mEo9z5H+vUnw9T1p9sY9emE8vvFiir0aTDK+w6oFvTAdJb5Zy1a9TdacvSkLk74POO09GsnCPXW4ZL0ewO0+eCqyvfY2/r3iwlG+l1izPdDS6r3ZEAe+GxM2vus99D3kW9A8WH5EPqWOBL5bkoO+y8n5vc+tcb66gCc+QvpxvQTsnj4DVc499mstvqM5Eb6imyS9XchjvptoFT4rJ1O90Py0PQQk4j1+xMM7ufM2vNA9p72cBZm8G3MMPFY+q76hAoo+3GAjPsJxnzy0Pcq9Dds3PrBCtrwzHqk8wqAbPmYknb5xrbq9CXK6PcWWp75xuDu+j+SDviZCRT0+q3M97YNIPVIxgb0e+ji+NwE7vizfTD7Dy2G7xeUjPkTUST5XNDO9mN1rPEx+hT5t32K+VAZVPZ9YBb7uPT0+uzQXPFWDgzxHpX89LHSVvlGpz7170nK+9AS8vnUdtL0UC2u9Fcr3PQ/9U771k3K+fgo7PnERm74X7b4+9crMvPHBMD67/FQ+X5FBvhmV6b24d0a+JjeCvkCa6D3amSa9DZjMPe8fVT44TxA+piqEPgfk0jx7ETI9hQokvLA84r1GvS0+JJXDPE6Fmj4Q8Mg9+/yqPVHXhTzCE6C+Zg42vsN3w70NFwU+O4bWPPINJL62Bbc+xatVPcmai730/Iu9Mud2PpsaEL1yjPo7y+lHvgBV4L1VIkg9HsLrPcZVQz4na/Y9MvkIvOMuqj2xUEi+kXGNvs8bNT6Mypk94jqEPVmRHrzjfSq+fzHyPVVLYr1AJEg+fEQIvu6RJz6l2y49LJOuO5N5dr34K5W9z2Ucvi3kiz0dxsi7I88IvhAPzb2lzaS8V+W3PWKABb7OG2C9QTQrvt8vy7xikLa8UMA0vXrlYj689Qa9Ec4pvfuf7T3uAkC9uIc2vGmkBT06Cc49FnLxPYZ1ET6Mb+081PLHvSudvbwP4mI+SsDYPe/Tij2AKyi+pMSOOg23dz2CL4O9CnWiPTvWhr4P5ec8vqSkPH6D5L3lQL693ouvPUFfXz68jVq8ZbL0PaA8Iz6ub6I9I7sNvqVnxDyIY6w9piApvtT4X70818u9LFw2PUUaxL0do7y8ShWKPYsYuT1dlTU+4RhTPhBQ1j24r8q9e7QbPtyo0rzAcvM9d/aJPQUxBL6NYxQ9/ZIXviGCrLxpCOg9UKFWPogZir3VrXi9CujcvC89Nb5MbJk9sIbRuzi7s73XLiS+fZOxvBc7cD3o5ze+QdU0vhDCPz7SSYk9g87xPDDtOTzigd07REq1vHWcjr0XbjO+it6VvWo5lD14DHe+kz9qvs72sTxS7Ug+138OvpBpE75C2Iu9vT6YPRvjKL47pyO++2I/PU9AIb6ufQe94jtNPXoeJr0uhxy+Wxb8PcseVz6nziC+gUtJvDEm5T0UCKK97XMmPg8Sgz2kw4G+myMePmY5PT6vWwW+6hdlvslZCD5kQ+g9R8LAPRzzRD1GE1S+WQIqPnkU/71D/GU+qVuNPXg/hT6no0q+TVYbvkdgQz45sla+F/f5vSLJYT5+/oG97FMGPaDVBr7iP4k+Bj/YvCkGXr4fAYo+stObvuqHFT7wqwe9q1YEvgDiNz0ictU+jYztPT5tsr26WQC9WlVEvoG1qj7G4rc+aLDTPcCuRL6l5KM+9bc8PuTfOj5hIQm9qsflvNBIQjtdKQY+DxI8vj6qMr7u1YG+1QMmPs84Hj6vtYg+UMtCPsMZEz6/FX0+eWa1PPwbdL2tcyE+ogo6PrFj8jx0dcs+utwBPignKT3igyy9PTtPvF9jmz2fBmM+wqFePcieHT2dv/i74/pEPh7sEL2hFAY76p2IPcBSWz5ptay9+cekvTFhnj7wwIy+vBggvXNytD2D5XU+rmrWPIZLJ74SL2I+Wan2PbMtyT6fGUM+i+g4vQQybT0iRhu+3bglvI9MKr5Og9q9bEzJvcPkIr2vZhc99tMivYFnhz4U/s68KQsvvk4pST7m3n4+m5cHvfa+Aj5rBTq9zQaHu6p9Aj51s5U8uBeiPgF2O77BuyY+2LMxPbLeiD6kMEg+K22BPiYXrTx1cYA+ZboRvmWUdj4BFts9wzE3PcQoNr4gw608cq+QvH/EGz1fdBW+o2mjvkkrnT1FTek9FtW2PJFJmT3cZ5m+8tUFvLo1E74t6ec9OY2LvSlWqj01tCm+DMEVPYpgOj5xmKA+/M2zPSkhVz65Dww+Yd7APWCBsDhkmyQ9c9GcvJ2Vfzx5+KU9zUtlPjy2CD48hmy84cq3PYZdFL7CXGI+7mQ4vfhY8D2L4o6+ywR8PmoakT3C09u9tGcQPQkCvLzlgRE9Tp7mvJZ/V77mo3y9Sy8LPU9P1z0rHYG9wzWBvWMWZr6h/b09J/Y4vduFHj6uNR8+4KoGPkRnsz4HcDO9c7cJvnFsnD5DRUM+A5SCPJzVITuODKm8I3MEPntsTD2XbIQ9YoYQu7WzpDxONsw9/K8svnujxTwPzYY9zv5nPcxGVL4rrgK+wC7Qvar7Y75d4Mc9P3savr2a87vmf1c+psXgPMxWhb4wF/s9lnsTvL+ODT4VU5y9hvkMPJxckL5Dur49G+/nvaek6LoK5wM+8yPSu1Pp3T1bzz28R4GePZItiL6d/18+NqgWvsaAoL0qHB++mXEXPhETpj13jwW+JUExPlEnlD2kyoM+Sz0dPZdX274HYI+9YZwuPuQLK7zu8n6+AOAVPiJyVT7Kx608Vqr/PdH2pL3XaAA+2Xy7PpnYjb7d5Ms9UKs8PZUOSb5l2ci8bWxVvZWMvr7BKt6976N9vU+7nT1bH2o9Mek5vppCdT2o8MI8ldU5vZg6D7526fU9l7sxPZU0aD1Ttnk8tpQNPYsmcb4MwIS+u7c6vrdoBj5vkA69PflivtHIX768R7u8WleEPdVs3r0Phhe+mAxePCAYwby3Y3y+8j0euhWmU76Y+qY9oG8dvnKBBr05baO9sjyrvfkRjb3JgQa+U+qUu1WUCr4oHgC+FJFKu6GW3b1IhtO9ej7tPVWDPb5GANc9sbtzvCuehr4glsw8aOoJPMuqwD0W87y9mBIovuzrw71KZay85ahAvi59Q76aPB6+O2KzvboSbb4LWQy+HQ7XvYXKFz6qDEk91msDPfCqdLwlOpo8QMbWveosjDsaJSc9PmravVTDlb2EZxQ9cYIGvYPYLL6Uj5i9Npb1PZmqHr3aSWu8O1hlu9lDBL0N7yq+/uQSPfOMN74u7029Y8pCvRwSHD1Q5SS+mR3yvZ/Exj3YHNg95s4yvmhDT77uH3y9EqkYPMcrNz5tCdc9skDOvcKMh75GvgS+kkxDvoV/6D1f61I9Vd1zvUXFVr5yx9k8OWaFvhlBJb6Gulm9cZHLPWrgU74OMyC+xSI4vnJ7tL3thKG9wvUJvr5qwr34vby9bJC/vRtGSb7KgXi9cYTjvdvEC7o59cI9sW8nvX3YUb7jkVC9kLV4vfSKnT0VHx0+PSpUPb3EaD3Su929OcyavQl1Mz5Fsbc9zzV8PLiqWz6ZJ1y+GrpWPnwhnj2/LmU+mBVDPoC83LyY4OC9tpEUvrJgrT3eGSY900GIvtCrXj5lrhM+V6RgPuR8ojwzoqk9r1yfPTrFOj5fAyE+b+EivvhGxb1SoXO+AsIqvoItnr2KJXE+xn9VPq66Hr15ppg82NOFvYXmoT0j3Kc+h78Jvr5VsL1WqzG9VHuLPmLScD5CX1g7KKAoPiw9bj0rQfo97+AlvogetDzzJmQ91D1EPnSW07pe0Ek+1W9kPhEZpj4AHJI+QZgJPlpCID7BgJY8JDvevZJ2D74eJyY+DPRqvTnSAD64IRC9ak1nPn7fEr58vt89d7s7PaM5XD7pJRo+Og3mO8X8CD5DPiG8dZspPo87LD4aI509c2GivQGZFT5nxJ+9r2uAPUx1UL3/glE+hdTSvSboHD4KCtw9lD5+PhseuT3Uar+9F7qRvbjpDj29xyy9csfMvagbAT5SZ18+QaQYPk6Mhz6Q8XA+bp81vvXjVD7rihU+/5pgPdlvUr2EI5g7pvaoPWH4izzg4w++VpcBvum6fz7hqg2+dD+oPvmnEr4Rbqa8X/+vvXySXz4guKw+qPPkPXsF7j358UK9Mre4vMCoz71YOgy+nDZFPaMC+z32NTA+kDM8vtYyPr0ad0c99KOtvTm5TD4mIKq9wk1IvXZbkD6zpFa+v6WLvZZonL3RVb89QlixvZwKdT3OHPY8nvI0PC40WL3HGhm8PoyJPpCVnz0o7Ea+aiIXvamjhD2C+xC+u57nvUFAE75qzAa8kpYmvhmK/j0Ig827LOVQPbktoTzcLqU9B7+0vO2M7T3zPDC+kTKYvL/q4z3EPUC+2/KmPt0K2Lzp8ZM+UC0Wva65V77HRqy8E9UwvpJwUb3sp4A9wy9GO70yhL5IFCE+Kn3NPu7OEr0js9y9TMvdPR+ZIj3fsiK9sitjvqjFSz5R3tw9y7MjPoL3QL75LyA+ZKBdPcCAHTwqygy+tGiuvQ30xL0IVwo+/NtKOyEKAb52n4U+zc6CPrAPgz28iRO9NA7MPRDXhT3y7P69fUqavfgNED4sbps+4L3uveppp71EUoE+mluxvN/cXzxxxba8eyWzvaJZHb2BqNy8tQGDvO+TjL7ZcjM+ssqQPf1F4j3CDci8PwRZvgeH073qdfc8/APmPVjuHr4rnLC95HkKvc+bC73Jscu9DzrHvVt78r3DfgU9TfI4Pv+kCD2TwSO94ZOMPjKCG77Fi5y8meNjPXWTcz6dx5u9EImwPfwYe74tyjk+GKLIPc6eST1K/Qm9KYtKvWX62rzGtmC+PQCIPjFLxb5cupk9AvuVvTASSr7TS9M9k+kWvpvuG74VvuY8/Z37vfNUYz3mlrm8/mTCPIFbg742tye+UZt+PcTwG77C4bI8iHlxvaDQW70AKDy+74DrPaPLZDzs/AW+/zbxPRmGAr1aSAs+AsAsvmjQAL3orJS+hoR8vSvNhD03Vw09h8cCPvQrPz5iNxO++GsOvsdNSr2H0IW9eQvgvKLqlr4b1iC+WoFfPU+xkzv63sM9e0qBvohNsbxJhpe9ia/IvcrfOr6zT9s8xTIKvl5uHL50TMG9+rQTvdlt673lUeI8WO+GPFRMDr7/65O8vZD+vT0Dgr4jcsc9KTh/vvCPfj0LfVc9FjANvv+LMb1IS4c8Xb3/vO8SJ74rODs+GYuxvWAPYD1pTxe+9AtwvbMqlr3Stqq9m/dJvVVD0r1QeRG+TjeaPZBRPTyhSmS9ZQcavl6IkL40JVS+9FYuvRu/8L0zaX++IPltvmSEKb2yPza+Uld0vrjjb76u4Dg+6PjavP6c/L1qFYC8llkcPvaWuL0Hz+U7Rf0RvtMt4T3yERM+/8L0u/q3MT5Co4m+Qhu0vQMgQz0uQI6+7wB0PJrZN75D3Mk9L9ZcPQarFj1fk749HnWxPWwEPrxwjvm9Q0U6vUhUKj5Bf0c9sA8wvpS1Lz6HeqE9w16FPdX1C7wqcVG+eLEtPr9/Mr3nFRu+d7UAviDaPLt+phy+JFKyvWtDVL4GiVM95cMyPljgObxyxiu8+UhPPsQ9Ur2+w20+2n/tvEA3pj1N3eG9xX/VvbbPWz6EAwM+erH5vH5faD6usgS+cxtKvTkUKj4K85Q+rR+OvpTSiD5AZig+J+BGO8ASzb0kAhc83p5Ovh4gNL44j+e8AnuJvY0Aizspa8+9I2hsvqwrlD743n4+lPpFPvKDDrspG829sYW1Ph/crj59x4S+cDulPbsGOD5kDlc+55+YPTxPBb7gjXI8YdARPkU1Cz4a9ye+VVY5PjX5KT4ByfM9AU0HPiXhWz69Ldc9r5nBvrOcq7yJf548BTQjvaSAKj3QlhC+4ojLPKzjNL7Of3E+0qhlPswlgT76nLi9c4I6Pm0spTsuabc963OKPQinNT5MJmi+x8+YvKMAlj78KeC9JOjPPQ7Kvb3l52A+F0Ocvf8/l70Uk4c8gEBxPqzGjz7pMjA+B1SJPOgqzDpmtse9pZM9vfQprz5Tu0M9ZQkqPoQmGT7tPkg9NNs0vtbMkT7GW8u9/RoBvu+Uzb234229V2ViPQG0Hb7AMve9U8IhPUSWajx/m0S+D468PgrryD3GywY9VLAtPs4Yhj5pYZ8+Ui1wPo5hqb3NNCI9FK+rPbx//zv8ap09ObDNPZJgwjs1YSE+F0IQvnL7zL2Fa16+uFt3vh7NWz6D7BI+gLWFvj8mJz61XU2+po3UPYOib73VnSc+8nRyviZFEz7xJYY8b8oHvhXsKj0rn5a+P2EIPfo8Nz0BDg6+0Z6evbhMITzNz4A+2437PRbge74Yw/Y9qqYfPjUkQT5DaIi9hGlRvmeeAz64FC693IITvPlJXr6rO4S8FDmHPiK1NL3bN6W+srLsPUZg3D0WSSK9Uot5vmWf4r1hik++AvgTvlfDiT3erZO95p3EvPu8jr6u6M69agKfPVtFrj01AoI82BeMPpxlzD2gjD4+T70vuoJC7z35P1o8ZU2jPAiHpr7S0C4+I95HPA25ab7eWKI7U0sAPRqWnr2aa+i9kvqIPGaSYT4oVBU+Z1y8PcBmAT12yAC+mE60PZo4lD2pkx69H/jkPU1grbzKpZI+2WWwumrmAb2dcjU+wL68PXMihz6c/TM++IYzu0FDY7zvVyM96jxfvdCcrL5pV4i9ExDRvXjmBr7iysK99oWTPHaBqL2u7oC9c7nlvTepnbuCWpq+iSQsPsIJYz2C8U6+81mSvTpvMb7sVNK97EqzPSpkQr77Ri++3j+5PjHV4L2Z1wa+HIgwvjc7FT7Tnta9CUxlPnv38b0xSk0+twAQvk+blj0l3zY+NhDnvY7Wrb2/nGC+hgmiPsqOtb035LO8ynPeO0ReEb4koUy+UZu3O/9QrT+EwWi+SGpCvZpvzD4k85U+hodBPxjwAb6GkME9nPuHvnd5Tz49x529ZdFbPskzbr5Egdo9D51lPrwJGr7MOgE9WmYBQIi4yT3xa1y+qLKmvYnjMD4gvh68Zk6MvuAMiz/oXSi+ks0xvgBZ+rxxkCu+IjYEvtZ9+j0Kkr0/yraOPzHCqL3ZnDu+KYHmP1BW9j1tfyS+Z54FPKDxLz7vRbE94ZsgviClYD1IIt0+h+HEvZTqYb5vblo/84LrvQL6nDz+Bom+frBxvuyVlD1r49C9mVaWvpoj+z1NnBW9dxauPbidGEBfWGa+5F75vdviLL1DvZu+TvYUvC+Icj3b2So9BmZ0Ptc1M77T+7e9AKY0vs/akL1Qhem8W10dvhFL3T2hINo+Sgb5P12bEr24OMm8MMdQvEMG3b1Eoje9qK7avevJDr4q+gq9G2Dfvdiqg70nvZg9jb8OvtWSMb4nnbo+HYOLveHClz8fTfY+VtntPwdCmj3eIL0+cSi2Pl5u5L1+F8k/jHquPFI1TD0KVgq9iri1vSS4Qb0U7lQ+uweGPs71zT3gqJw/AagPvpuWAECcYEK++OGSvcckIb5YGaC9KeI7PlTEh770wO4/YKtXPgYld76YLMO9w2lavl41/DyHW/0/L4YxvksjUL7In2q+lZWhvbwDsz7MZpS9Ug+SPUMbQr9LbG28QWXCPV8C0jwmDgPAZE1cvvpTqz1ZqU4/lweQPccPD76PAw++awBjvz4QDD6TUH2+itmJPT/Lzb1LKrG/lrQNvbpyH72ozM0+dX4OvtW/Nj41yZM+4oAawAE3WD8eE02/6qUrPBz9qr1QsRM+FBZiPiuzEsAsPdY/+yQdPT1u/717Epk/bqV/PqzsAD8D+so+UgdFvkUUnD5rNME9BT/Lvci/TT+8MGs8qBgUPhxLZr7hGGI98gWxvR4RpT9OxNs9EsptvqeVmz3+YEo/kDAXPK4BxL5lzAK8wdv2vxpqAb/MM7E9+jwmvq8XQj87XmQ/Y7+VvUSfFD4c0y6+C3y/vZ0eDz7aWCG9zvcYPB357j3UlXY/zcYNvsvZVbxrwKA+qK8FPuATET3TF0Q+yervPD2h0Ty40co9lvzRPuSIFL4q4/e95iWRPqTuGL5/nKe8kjvbPYKSwb8qdWC83L6Yv/4Ib72756E/npTfPQU5aT6sy3a9EbNEP7f5ob7gY4Q9szZYO77ldT0unri9tjIGPpnHpr6s/qg9nO24PnrQ8j75cns+sFo6P/eWIL8w+4s+mBgCvewwaT5rMFW+KvacvqsVBcAvoPA9+vEcPwNk6jxzCZm+ssMhvQntjD5yXoC+txazPzSfxLyrDtg8qal1PnoaQj7beSi/EcYjwFvVBL4TG8a8jea8PapK0L8SwAa+6hrAuy/Xsz632Qc+Sj6bvaLePD7pbju81qG8vFMO3T0vFkw95nuDvrGkGsB6IUq9XB8CvGC+hj4RqZk+EhhGvWoF2DrCeae/timzvS+E4D5js+W80ob0Pd/lvL3xkTA+UEXvP+HpsL+e8mE8+rxDPgqwsD9MqAu+RuRbP3yCVL3Q4Ps5IH0Nv2kPJT0SuR09zNFMv+fFhD1xAwg+kg2Rv7ajKb6qRKQ8r7kHvt+aIb91QgE7lNXjPTJ1HL/2p9q9yvBUPq8L4r129TrAlSACPvhkJL7oHCc+HzwwP5Ku0D6QXt+77NigPq7Gmr7rpbk+6wJsvSbEBT6o4v+7zmDXPW36hr1d/qE9TZAmPnRdDz9MQeG9/JBKPm1BTb6HJR2+1FfHPdUXX747mpY/Hka0PZslGj2gniS+llXZPXKRGT6Xxee8maqgP947W75H6cq/JMiNPi9nFMB7h8G9jr3XPJ5ww71SbpK+xQk0v4To0rz7qJY7IrYFPRQHP73cyyq8f86rvv5D5DzqFQK++a1Mv9h+R70Nz+4/YC74PennqL387Qu+xrfrPmyjcL0CF5091t7fP3JvMr4JXDM9fWVOvge3uzsTyw0+fxIpPkHbnD2vWOi9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "P+6EPYW0pb1MKaC9SKqXvZOZYD3JnWS8OR+6Old4B71yUlC87R2EO/mrEr1V+j+7u9Q1vQP0ZL0jXzE9qrdXvHAiCT1QnwK9wqoQvc4Bej3sC7c71owavIa/r71V48O949W2vbQk0TxqLB29ahEHvXWNf71TZJe98T5HvG3+J72G2Eg9E3SOvCt/ur2pqiO8j4O3O2F+IzwKU/69shOdvdZufD3JFBC9SJS0vRC8vr3Gwre9rwn1vZR2az2NOoI9DJhUvW25mr1RODE8wiomvZp30b3Jff29DgUTvpl7jr31seu9u5YpvXKlYT3Pz7G8f1mrvEhJ+73Si169lJMtvLH+87wWYIe9NeSvvSvKpbzzCjw9jpp4vKt23r2CVLu8EdxjvouxKr1l/o498A6MvaoFCD2Ajbu9ffHZvFC4f70JQXO8xx2ovVG6DzzRAb6988QMvH2YjTyl7eC9mNPRvXUjDb3LQYG9mVrYPYomyr00wbs7cHamPMjOqr2OpDI7adJlvkyoGr1BiFO8cN9xvdfIpb1+Xfq82C2PvDzKiDw0L708tC9vPbOn5b1k7Vw8NMZDPC7XGb2TT3u9LsmCPcVRTL1+G+u9LHPJvQsVkjxucpG9w9u2vfqTuryrhzS83M2Nuz1dfb0aKIW9hABWPWBblr0CFhK9YjTnvcPAsb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 