{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "f41wvbOWzb0bcUY+xB4IPusGyzvu0Y884cHevYZaNb1Q8pq+mDjhPBhIpT1TNR89Ct1UPnTFBb3S9ve9pD73Pc/LTr2l4Bo83/LwPbzgzj1nV5K+ZSoUvLeR6T0h3gW+TrE3vjS4kr4kscC+WSOcPF0qm75FQz8+6hPdvKYTmL6NTdQ+zHK9PTILsL7OmCa9dwABv3BRM70eB9a8XwvgPaZfaL40SWK+8B9IPqCtAj5Mgg2+uxC3vMZFLT2hSeO+kZluvkhppr6d/w++uCJwvvfipDwXPl49ducDvpvh8jub6DY9kWSTPM83JLzX/lg+yrU3Pn90wz3ZeX4+YMwnvufy1r7yoaW+HkB9PmCsQb4uz2G+FqI3vd+/tb1NKzm+mGtxPbObqL08eCC+Ad1YvTBA2r3ZfsI9VGqQvnUOOrxZFac+PFhgPj/cDr6be+O9nPGyPawQlLyjyfg9X+dTPfs1ET25sp49AzIkPtFWqT2S5Wc++TmtvphZij4zCok9UKRGPdE5wD0ICyk+rlpHPaoy1z02fak96WbCPGJvDj5tGPu9rJ16PZlkMD6sAZG9z1eTvVSnmr5mdh49E0ETvr+hCj3+/QM+jiEPPpLF1rgYsvG9+tcTO5IHLT0C04i+32ABPjmTaL2eGcq9GA+iv5BGjr5FJlI85Os0vsgoJD62ZWU+B+abPobOFT4Uon89u3uIveWFWT6PAPs8xOaPvcwh6zsGPhI87h3wPBtjYj1hzH+9L3fOPeVc1rmoV4W+km/bPoTCO73ITwg+ryKKvX3YVr4oO5o7UKt2vCdwOr26Fmq+r0grPA4Q9b11/BG+noZEvPKttr43ad69AKvePZ05JT3W2tu92NASPjq2yDvwEkQ+WZABPn0z973RIbu9kONIvmzhhz4JHhs9gM1Pvh7IXj0dhX69VaMoPgIGkD7iuCY9KBawPQS5lr730g8+XYNRPhbrXL4LsOS9vPSau6Yw+7trgKC+9SI6Ptd4s71Cow09JH+TveQxGb6Z0d28qDLyPNv4ZL5qXwk+Z7VXPYI8OT6Qllu+y20XvpFxcr64aay9QbTHPTLg771ymuM9YbkFvsI3SL7y9/a9zZonPiQ9Ib6+d7m+JrFTvUv8DL4MOge+i6JcPnbLtz0K3Da+KLKgvjufGb0OakS+divHvTcDHb5zcUa+7aiZvvdbWr0K9jI+pnYnvRqMlb0CKeE9ApK5PZIqpz2kqLI9s2DevTck5D3hOG693xOevHC4bz6fNog+oKXrvVR1SL6QjDy+drSXvWFMNL5NsKO83Q4UvWuYW74vKgG+oZ3wvf01x7vr1A6+vz1VPuk2fr0zU96+FydkvXqTHb7wuQC+WzdnPiwivj0hTCS+PVmpvING3r5FMJC9jAqJPrRZkT2xmB296+z9PfTkNz1bYMm9D5e0vdUcf7xHSy49G5fYPCBBrL2s3yK+j6y1PREJqL2SYGA9mf4rvoWVubohKgk+2bI8PuJFzj1NaFC9lwUUPTi3n700jRQ+55y2PhGh2j3C+GA+CTE8Pk/vzD2pYg4+8uGCvhaS9z0Gq4A9wrHxvfsJV72ET6Y+0kGPvm7fDr0KRo29UsQ3PktkeD7MGZi+Hb1bvmwJrj4Qqn6+uxVNPieynz5W8Vm+e2kQvWgt/b1ZeRC+j/g3vV1Uq73yGkW+saWHPdbRPr0ith4+EJzAuqiPfr1PIyQ+f8v3vOCZkb1S3M48NTjiPbNiVj7crDa+Ib0FPjPCTT4CXwU9xmOIvfE8aD5j+WE+YpncPT2bnj3TbQS++QkQPoiXSr5kQ32+1pPPPRxXdr42jAC+EtItPgHh3juzl+O+XLiAvvm+QD1FHeq8YZRCvjXi6b6hjW69jIiPvhKFVz30EbU8WTH5PQhmO72vmPk74mQlvmajOT6FOrE80rwtPlYw+70sIfC4CEyQvFQdTj5JzfM9+FqWvh7IXj3g/nQ+b7kIPHQM7L7KS+O9jrqPPc5o1716Gfm7kjpUPqUJob4dCRs+n4MdPtrvmTm0kSQ+XjCFvRZVwrusEY+9GmAvvva5yj0isVG6qJOIPOhtlb5XQHC+F2/yvQHNUr73eXa9aRZzvbktCb6Y6Oo9oYwTvgr8IrxuVE4+E4KTvs4Xm7spheY9ck0Tvh1EwL1uLS6+enHTPg628z15A/C91zi9vZ+FL77F3nM93hIlPsZAYb5LpgE+4MA1Pnkf077sBY6+bsOovv7ZJr0GQYk938J+vpPq2r3FDuC9VsW8u2SBiL0VDGy9n8e/PRPN+71GrP29qyQFvgJBrb1miYE+7ed8PXYYQz7BcO89m0HJviBYdr4ct7K9g7PnvNganr3nBgm9Hj3tPfYUHD1nZcm9Uxa5vnVUbTvrAcO8ajLMvJ96cr7cKjE+oRnZPb88970KBAu+Z2OIPpaYSD0ZSSU+mc2gvtHQPL0L7RO+oDosPQ8/Uz4dG2a9fqUZvtSD9Lx/9pK8S0GKvrkcbT4gFq6+N/8cvv/L47zB7Fg97jiHPEc6gr57mXk9Yg7oPes9jLy182e+gTmmvriSaz0X06a7AyoVPPOZjT2eBaQ7+JuhvbwfuT3YVbQ9zx2RvXA0b75U0z47/A+TvH5vVz7/OJg9+VowPld1Kz7gCg+5AJ9TPjx24L2s0cE8EveNPA3DDr56gFA9FE6yvIjxV7669hO+poQYvNt8ID4epRi/IHMLvxcXKT40r1g8y4VxPr45Gb6u3GQ+4i4RPmbUYj4JswK8Ft7YPXmokz6TES2+H9k9PbErkb36zAE+O7AvPntIUz2HTNY8P8hRPrIDQD7fCk880lEKPlx+Gz3wExY+UdXIuzMWAbyjaXw9Wt38vWmd3L2IZ4E9sv2EvZSXfr1EjZ2+f+pWvFe6t747g6q93IbIPdq28z0LIDK917QlPkPwwr0hJYY++YcFvm9/h76z8rK9mruRvg7sij72IMC7+LcYPi3lcL7mR/U9nbQZPvZaqD1VP0e+n328vYPV+Dw0NZI+Ci0BPpd7pDuXoxm+dYwiPoCodj2jpl294/ASPpQaeb7XFhM+s1msPT3MpDxLrwe+jE7hvYpNnT32ajO+TfjIvZukEz4aSSY98AFKPYLoMz25Gpk+rRpAPnJajD2VmGE+ARpKPnBusT3BKsS9IlNSPo5nrLuFRLG9s1opPvlrr72V50k+VRvuvLy65zy7A/49nTiXvg2ojj32Y6A9/zMwvGpmHb7tbD++3DaUvTEGvD04X7E9x28lPRylLr459n4+kf3SPO/9bT3TE0A9rzfFvS2t5j1p3Qk+KYvVPYr7mr1B0kk+oDiYvQzAt71I/fw9pDIPvckzl71peS4+2NcHvWDclTx5HrK9aJ0gvWYKgz3AWus98pQMPqpfCL6ajgy+zgG8Pe3cET6WZZO72tQOPodv+j303CU+lGkUvsCNSr3+5a09xFVtvSTm+rmPEJK9WOhAvuQlpT3Df6c9F/lVvb8SFbvvDwC+lgSpvU2u270jXIa98471PAUXzb3/OyQ++2+lPIx51TwKwiw+31npPX2RBz69hr88VzBgvshfBD44Oq89JXmBPtpu1T1roWY8Ml2IPhp75r3PRIO9Cda9PBNRhD4yhVy98CgSvo160LyW4Hg8ai4jvSTMa7sJ/FK9hwwOPobjKz4I8My96fW1PSTsCr4YtiQ+MvSrPZm/DD4PzhS9sVmAPhZ8kTzTQI09x7vuPZMvjD1voQc+QbpvvW0ywbzZNQU+qNRrPLI4xzy72Ps9dPHDPUEl1Ls93ag71sFUPnskSr0Ias09iqhNPrA4Dj6LEA48qHWEvnQPFD4U+QK+rKBMvr4tpD3Kj4e9wQgRvjEVmb14nFW75UeAPQAYsz02exy+ze6kPfUddr3pKAG+Rd2OvilHID76IxI9K02EvsgKqr5vhgG+4DGrtuuiNb0DriQ9o9Sjuwk1WTxi6g2+9UcCPhcocL0eIN29rkWFPW2JOL3tDSG+mjGIvAHbTD3j8Km9id9+vnwz5L369Tu8FBtKvuFKBT4gm1w8LvmVvSz/5j1Fj6C9LbWHvZysfL4MIaS9gYA6vdVfEr7emg6+5CRdvBmA1r3XiiA9XTkyPrltIz2k9Nq9pdigvUfE3D3VWKC+z1etvjWnTT14J16+U1ZXPqzA+r0ESNq9vgKePquEYr76K1a+d+Z4vsD4tL0dUtS9Fb5Vvv+sgb0VTgM8b+KIvjY/Or667Wm8lPBdPg6+M75+nPW9sh5ivKXr1z1lIee9nhAoPoHby77qSSC/5QmJvrIZGT1h89m9F5ROPoCdML3TCuY9Iw7POs2+ij13qp48cQFGvpnj4D2CspY9TALNvcQ7NrzLKgg++PjxvZNTjzsx/2i9d4vuvixPSr7z/Su9l84Jvdv9nL3IJge+9RXZPQbCKr718Gu+xpzQvJG7CT7XhE89HZsHvHr5Bz6B/GW5lHYwPr43773guIi9uAkkPjQCbb2Ii589Jt0SvkyLMz66zrG+cGJau1dbq72NgL691dKJPKS6Ezxu7xG+VM8Yvqd8qL2PNJ89OZJMvvYRkz0vbj09Wpg/vsftqDugV3u9dBKNvSNLgj3u0Iy+/pQkPYUwgr4avZG+Y48IPe+aIz4VV4k+vV2cvBqhNz4OOCS+EWqkvQ5ihr6guDa9+zK5Pc2/Ob1oJwO+ObUKvWjlEb4vNhe98bvKPYEcDL69sC4+UHQDvvZalb4olQ6+7kKBPfjLKL6jPUy+TDnzvWBTAL4yJ06+iCDvPVHGFL5EoR++tzKnPM0m7r123sC8diMHvimgCL7ztd28FYZ1PaGbFT7/1Ca+Me8APV/+zjyLhhM+hkUKvgbJCD1xUbY93NGaPRr/Hb1oVGc9DVY4PVTNzb0fUa+9PpU+vqk7mT3/Tp+94JKmPYx6SD22jyu+v6ugvYeF+j26OPS9hB+wPdlHH76Ozlq9grqPvu8Gu7yTpRs9+K4uPs7Ndj5pj5c9GGHVOwU+WLx5FQ0+6+UMPrGySb6qEyi+6GvyvWDHOL0Ihg8+l2SgPZ3DaD0oy4S+/UTovVgI5D0SIpk9y7JTPkJ8uT3JDzi+wisIPoX7Iz1AbPq7NLk3PiEn4L0kliY817Qfvl02Bb4t712+WSo8PiYPujyyesY8ToYvPXIsQLv/G5U9n1eMvUJIAz5MhaU++3xkPfFfLT64O2094jVQvRNdqT35Vda7iIEpPGFmCr4PepW9Iiv1PceRMbqoEPk8IoFsvaxZQT4H/Qs9aNy1vYDFhj23UKk9UJCCPFYlJL5lNNq97C/XPVpOyr3X1e49gRxXPuQYtr1DCyw+aydRvtNMgb3JlJc8Z8Y2vYh0471S8LK8N1LjvHi8db4zVau9in4tPtrbwzxVxQS+ThnRvL4Hfb4+DN29qtFNPoZkpD6iiRi+HVp9PX9eNL65boI9LGzrO2saCTyvJsk9R4/UPZLszTx1/bA8c/9lPXA1hL2lMeu9yUsOvknBBD5WArk9k95ovlGmNT7GP/q9PZHHvSNy973TDcE9Ac0Rvnl+tD6C4PK8zgf2vViZKb0r8gq+FiQ6PtaDYzsdpBe9+XPyPff+Fz70kmW+cQz2PeiDDr7KBkC98uXpPNADZj43YnC9dzE9vjQaVr7Qtj+9DaNhvlU/Nz3n6e29QVfBPec7n7z1uHY9wbm3PYe3+T1FGDA+yXN7PjAmsT5h4xK+k3fsvV204D0l1Fe9ny0PPkDlAD4o/Jg9Ew+PvdLf+D2pn7e7I68cPsugBb7lnI2+UgG8vdc2X761ABS9QPkUvgiFPD6+gYU+FR4LPVmTLr3GNWm945znPZTyIb2HQ9Y9m9NvPuYprLzkYhA+xfY1PhAQFD5uvG88wjs+vaYoDz6SES89FuYKO/VMXD76sie+PhH/u46U8rupPAk+ykniPU5PFr7mvP89vE3JPYSOYb7LUY68ZlNnusENqT2ua+M8trs3PEO53L2EBAU+9Ss3PrHrX76pi4I9eg7KPHlaor1FD+A80ILJPZIyQL0nsZk9Re23PQvOjLyBIUK9kc2mPfYBcTz4WCK+R77cvVV3W70cLK29hCaIvUV9Sz7saC8+BLD9vWwxGj5mINg9uyIBvrsANL5iGji9nrVgvmx1GD5nu3i9djfTveQVHb796hA9oONNvk6q5L3/7zw9zEbfu4RjGT241rM922pmPF4wqbzh90y+UzpYvqoWI72K8nS+aNZHvijEwb3b2ZU95qEzv1wmKLyaTEC+DCIQPs7dOD7iTEu+RqcVvszGaTzND7Y9fFvwvdSTHr4OwSK9m1O1vUWlTT3LBQO+Xbo6vqT6Nr+R/6K+BJpBPCngnr1/2qw9EJYlPSIzgD2Wdbc9YW27O5w2PL5nltg9F3IQvrofyrwwnTI8tSONPSjNJ74FzI++1jcHvthK6T31kDm+n1aovjEWt73VgYg+Ano1PoFrQD1WYgY9PvUlvhnb5L2nFeU9l/QcPpEFLDyj2k2+rqXAvq50Gb4qBh8+spt1vTXGx73Vdzm+R8d7vrNwWL7cVhe+93PVPf9nV777/lK+HNNrPrhnP77k89E9na/Yu9LJjb5G9uy9QCjQvrjmTb6iURG8KSZFvsJ0F7yKG2e+LkcGvliu4r2+tKq981AGvkjxET4sswC95xWMvcS8Q76iaFC+iS5aPr1Hg77/6ny+hSj0veTH/rxQ1Na9pD9uvvdRQT7PzWm+eY2gvdm1DT1hJN09IR0BPXjy7z3oAqm9ddOGvKZ0+T1VGaQ9uTZZvuET1L0hdsg9XDghPZNNJj66oTI+sXfVvcHvIb7IN0C+y+2ivQxQ/rzbjBm++Wo9vnoQnD3MIpO9FrQTvSahTz0yz1E9lDjOPcka1zyOASi+7Z34PX1fHj4Fv8o+i/PrPMeoNL3p10q9FZDzPJrsjjwNxDG9/1J8vHArlLxEu5+9AekfviQ89LyIVMC9fegBPi3LNb4Bry09xettvTHmF75YUUc+YVCfO9fcYb4bdPg8mnjqPHXlFD5jOwc+u6k9Psh+BD0+hqQ9L3QYPRaKJD55Reo98uOpvAZBhD1Umzo+h+tOPkjuUzzGyUY+w7HcPUoi6z17AUQ9J+j0PfCuGL5jaPY9uVl6PiVwvTy0jIU8OtPVPf7F/Tvu1F28vtP+vJGLgj5RP109CbJ9Pa4R+r1ve7g8nb7WPXMfZTwYPY89z6vvvWLFZT7TuMc9RX6gvQA4iz0o1wO+Z0e8Pe6GUD7T5RE+CsmOPBUMpjyN2AA++12PPRdJRj4S05o9JsUjPdGPgr0Edce9MgfPvQ9ujD0U5v092nLvPR1n6L1iqJU9vJEYPggLPL4Y3ry97CmRPolFAL4DFVc+b8RlPWyDH77OPN09HfU6PQ5D6z0tEDs+dKgpPvLFgT6RuLw93lqVPkDIUr6i2uo9sl9rOi2DFL4cPyi+P15VPsXcbzx2GYU+teqoPBgxPT6ZHB8+89MHPqe5Hb49CVI+ZaMzPlS9Hb0YiDo9DcQFPnxgij5LgoA+5bYbvDX9Nr5qwAi952Givdgoer0fstc9X3BFPQ5YT70F0Fq+ONAcvsvKwrwRvDA+p5+rPeAXKD5xdlq+XcT7vSrkp72uiii9qikZPptuRb4lCWq+PTkjPk0mq71BJue9dDsIvdxohz6rJZ08rwXFvQ2LPj2E7Do9pVYJPgt4fr7Cxha7yTtwPnc8j73m45W9/Dn/vcRpVD7ct7E8vjwiPg0olL0wVCM+BlShvcO5hz69zM+9EGCgPKdfiD21mRQ9NS2QPBAPfT2/KY+7RcZ+PcIiUb2b2A26twaxPhvuYbw2y7s8vBpKumDPp70ehMK9kI0UvhHymj3DIIk9b2ljvhrOs7wnVl2+Sh8cPjM+sT1Tbe49ngdrPYyfmTyqeyQ+Ds2FPF2Rqj3H/gW9azpevr8G8zvDvYg8by0GPjTKHD6l+5E+PcAsvt3gfb6oZTY+n3BTPqXhIL5pl4O9Z7uyPoZ+A77nyqW9yOk3PehPJbsS+9C8uteEvnSOl748lUc8fVjyvNNfhL1ZktS9+EuivussYr7oSw29PNqCO19C2bs1DQu9zFoKvtv+CD6Pyri9tVBQvjJQgb0wRtC7parcPfGkv7zVjbo6W9s4vnZTjj6RMMU8XMUzPZoLFjxnd/A9yawLvlf2E75jNZu91luPvUcIGL7/ezW+Mx2cPe0ksD2cyLa9FO4WvpgNATwoTwA+WERBPISZkL1zkIa90kEDvfWLFj6c9hs8BeaVvmoZP75jQjm+xJqFPUTO0L0K04e9scLJvTVI1r0WqUS9I1ibPb5QHz55IlY+Kg0kPhqjCT4G3aw9mYSPPpJS+bv0pNE9snbTvPvkrL3J48K9DQQLvmeICbyvBFa945i/Pe8cDz42Lsm9ilk7PaCwFL01UM+9QYGYvYtbNT4fjh++WToFPmwsYTww3ig+9RKVvXWakj3pibA9XhrGPAXGlL7Vxre9Yy+hvYlZAD42qCs+9/eFPlQys72z9lo7AHpQPR9nC71Syfu9Pw8MvpR0VD1dfYy+oVh3vSihubuUpps9vMbRPeo3ZD0/TAE+snGuvTdItz0M8wA+YYirPrkPX75KMOU9kiUPvp3iDT59rwC+3JwZPpOuKTyGHhC+FwcQPrHAPDxb1y49nioSPrkHdD5wlby7QZtRvc2ttT0kLmG86jiaPibuhD6K5Ba9A9YwPg38CD3o2Tq9LGS0PRZ/dT148hI+JFowPv8yhj3iDe+9navhPRguZ72jp0m+QDHPvVyfeT5qAVM+nLQGPBboU77uEgk+W7FAPXL42jxNUDq+W94CvpA+kT558RG9qEUuPs3iyDzZNtW9tKSYPYh1OTyzJT++6DH9vetYD76qUig9m7xFPBqfFT7S1y4+a0tBPihxCj7er5I9B1WDPoIT4bzMd2m9W7NiveA1PT1FyDy+s7b6PcY7Lj4xfnU9KUrRvbE+Dz7J448+Tyq6O73Reb3zxEW+CyDwvITrlr1PkrG9JvdSvsZkbb3Q5eY+wDHuPLNrmT7AROS9kr8IvEYbvL6Bq829VZsEvhZ3Aj4JM4s+q9CmOi7baz0uNOs92uhCPsjpmj3sAA6+zKS4vVN5RL5U43s9lcXNPYO5Jz5vAf26oXdcPiqNuzw8Q+k8v+QIvd//Bb/7EMK9m+qqvV1wXb0rfVK+jR+1vnYqgD4KslQ9YPONveDlc7w+qWe+uwVTvONxjD3/1yg+yXwFvj4jCr6fk4E+wCjtva3AQL61NYK+nvmUvkUQsz3ML949pg4EPhdKEL5oCTg9iiKxPUJS273TkCc+szXvvZx1gj7Qx0Y8ve25PW40tbwpaVa911h3PnLH7Dy6NRe+OluCved+hb4wWzA+9Id0vRxKgr7h1Q09jxDrvDr4bD61Sxc+3oCLvhNoVr7O/Z08xA8RPiNAYj0bST69LYEfPs/BMD5p1oU+ugYCPuoksT2b/Nc9Cs3jPZzl5T0obMQ+nlYtPoYYIT0Q9L49RcWWvioCeT0mMSM96rK/PH9xgb0Tsoo+2VbwvSlnU72Ly5+9aYbiPaMdvr0oikW93/ujvk5RmT1pbjU+5AbSviXyP74W0WY8N6osvjHRvj01aZ894TOqvWgTUz4UlI6+5/RmPWZBMr3O11u+tD7VvFCY5TtrrSM+JFyBOxvfkD5uqkk8b2z1OiE1HL16L489Qa4yPgdOsD7bm1i9+FdTvgET1b334A09c9skPYtqir7giLM9lNecPu7m7j0tuJe9FM5hPs+/jz5iDoQ94+bGPRKLsjyCYxc+egZxvlpBj7xu2na9acYmPhLBzD1o/Us+YmShvRyVxjyBZKU9WOPsPViEdr0wKC8+4GjfvU2ILj2w9Vu7p99JvnGdbjzsBwq9xA5LvUUqWD5745S8sn77vc7Eh73H3e89HRg7vivrLT6uL6a8OVwHPXqbRz6OM689xxvLPeDe3z3DVyu+6xdEPnKa9bwRCDc+rqQivtpXmDwBT3Q+trXgPZWpGD6Q9uY9Wfp/vab1I74H/9g7IDz+vfwu8z1WHZa+1IiPvQ6jEz1PNDw+N960vUK8Xb4n8W08kLZlPlrFkT7fRB8+GDPXPWOaYj0VzI29MlSPPEemdD6wmcU7bs1UvWbbCL73a6s8KAS3PKaA6D3pb2a7INmSO+CrRb5Ps1i9EvNDPAdZBj7kHTs9TeeZvl2XQb5wffM9GkQKPPEok7z1ljA+d11Evj7qgj3Sv8w9GH4Evs6b4LwGFiK+BOIjPRpGmj1x2dM9L6WaPawFYr5ivNw9HN6lvorPL77cGNK9k1lsvfKgIL3ZocW9G38XutvaoTzG4C0+P5Zpvt+GSL7luFy8KPgiPetIcr6APPA8bpscvXkxrr10sIa9bShQPqf6kT3zzVU+OvZQvckb6z2Ya8C8oc+SvRueBjycj209eQjZPZzPyj3SNm0+bIkgPjoYEr4VRji+0xgJPgtrVD6PZDG+mBDLvMhbtb3o8/i7S9ijvHK9sD42ULm7V9KCPY4QOL7uWpS9xsnTvPcTHD1O6sG7nyKwPZo1kr1swv68rmBEvd8GDz60+By+jVgtvg5+8b1wPHc88lbKuoMDpj2BYea8efq2PWt0kL0cyza+YewqvlslDD4NmYC9CooePUfEr732Rso8HpQaPRxecT6SCL4923aRvSi/vb5wRKy9kX1sPs4QmDwS2jW99fQYPgTrAj7oV/a8IS8vPhTpCD7jquA9PxkdPkZIO7yr6I29jAFWPB2zkD3xjQc+7zLCPFf0oD17bwe+OJQkvdUxej2JHq29Nu21u/Dv8DyWqgG+raeZPcqOSr2q+6O9TV6dvNLsjTwOo8Y9y12fPLE3qj31v1k9dq4RPueN1j3r94W7gaztvVInGz4I6uu9EygWvM0IgL7NJE++T8HdvQjwgD07LeQ97HyQvOSmQ76yhrE+x9jkvWO6/b09gSi+DOFGPgh3L747dPA8Ha5vvZWn1D0onxk+S7PnO/QYJj1hnUq+n0qEPhtumrvQ5w+9K213Plly1L7KboW8VPdKPqEUID6Wi10+74jXu2cQ4Dygn569mpgivAzEn76QWCc+2oiAPp0HrT4cwWO+/rxlvW0Pzr0K010+QJCRvAHq771nNyA+Vno0PEtiEj7kG169CCq9vmxzND6dwNI7P2uOvJ3djbwSZTK+ls8CPzl/f75+eV8+dBCiPsDwe70nLSU+H214PjmekL7pOn09tvoevnrNlb4TYuK8QQobP8flmTpRHia+olsKP7VM4L26ut49Be52vkLnxr3UbAM+nA6Xvo+Sh73vyDG+AaIZPsotY75qhhm9v9SgPl5faT1HtY6+YQ4xvqu8zr60ELm+Ztb5vbY9jT5ahtU9PiLCPuyR7r7MJeG9ql/hPbgkM74JXAA+2LAIvk3GuL7zxLs+M1+WvrN65b0anc095PcZPWOFa74aayo8CRW7vfjSX76elLC9ai6Bu3gOjr0g/mq9YTt6Pp/Y7z081aQ+ie8VPvB6pj4ClaM9x6IyvZDhHD7TVDU+/LkzPpECLD4V+Lq8lmmSvhfnFL0IgFi9wyNGvsQoLz4ZBDw+HerlvSZAAr6RqDm+xy/2vUZIdj6AsG2+x6ILvfXAnT4zsKk+nw0gPrbJBz5whRY+tVxVPk9FfL5xpiM+ttmTvgDkib0bY3O+vSMUPrKsJD4RCqK+zC3IPDRzRL7TghS+exsuvgWhZb6hsbW+UkeOvX2D/z0luT0+BW8bvUNSuD6sgCe+hu5Vvuv2F71f6tM+T4PavrQZib4hWJs+Xr0gPthuZz6H7mY+716vPrlc5D0LMJK9dHWjPM5JVL0G/pK9BYemvjzvCD7ugca+UfXIPTlkMb5ioVk+cMxCPoxJoL6Pqka+idxFvqOVqj3ovHm88v4cPmPjsrwZR9+9sJOuPZDXHz7R0wm81Gsivh9yLT4EZiU8Gzsxvg42J704BSs9TCaXvIxIqbsw3cs8pNrGvBp0RjyEa9k9P2yDuxrsHz4X/qG8GcRsvgrTKj5abfQ9svm2vv93izwztFk9ov1yvvmqcrwRzdk9AH2jvgDZzL2HDy6+1KOmvSKTOL0RXae+JaIwPlEHXj79bH0+5ucyPnGDa70kq4C9EhRfPq3xYj66BYU+8OUvvnyMVz095Sk9WAUrPtPYxT37+YC8hdIdPY/Myz2BNLu9hfrRveUIhz3Kopk+FOOJPZRglb6bg8I9JPBMPfeSLb79uO093o2DvUIDsj05BFe7N1c6PRDLtD0W3QU83J0dPZrtT718ARM+yG8BvVw+Gz4LYw6+VCV+verRJL5rwxc7+B0YO4FDzL07zgC+XcsKvjJ2Az0lZLE9WT3WPVBdAL5fMEc+cYmwPZmR2b3Dl8M9TxFLPZdKBbxIK+O906lavbfoV75qZDE+QruVO7/88L1W/5a8JorMvUxrbb1qHAq+kJVtvhiuFj3n4Mq9pnzJvQeNsLw8kTQ+ks06PfwrNL3d84K+nmQtOqe/6L1Mz7s9AYEJvqFOkL21O3q+ryFXPUsyj71uOg+95ceOvfcjADz/xPW9JjgAPrL0PT1GFO69Ra2hPYGemr3Y93u+cwJfPWRSvT0QP2I9ik3YvfcbRbyA2AU9XLbfPT8GLL6jEIu+HRcLvgHw3T1/rRE+6AP0PWIcWr6I7xs8ChaQvTwzG75liIe+SWO0vZamhT00B7A92e+6vOiub70APB+905pCPImUHr4thfu9CKRtPpXKBr4xTHe9c0h/vtudSr0nUpy94axlvn7UMr7LXwy+ag61vu0j9L0TDkY9YAgnvbkGpL1kH4a8j8XjvM1pCz3SNB0+97ztvZlUN75Zhy++w2ehvLF9G74Ph9k8EpXpvezBSL0adwE+P01JviOOVT4QRaO9K1NaPfa+ML7MJZA8UOdJvt/dVb7BWrK7yFMtvtPXczyVFz2+htovvtgX1jxzl6I9UWEaveT1L76JToo96RNQvtGC5b3YyDq+H/QdvIpopL5T5/S9pQ2EvmpmULxHUau9HLeeu6h+kb1dSCe+nQMjviJMgL0u7tE80UzWvSAINT3Ygce99vzTvVUlnz6bYik+51cwPlEx1jypyII8FDDTPKk+Mj74VCI9nj2wvrpvlD4HL8c+cscpPmlyoj7m7Aq8gSkUvj6T8L0wRAQ+HQvovSOIw7llzS6+SuHQvBAQlT0Tl1g+WSgVPpK7gT3qYXq+3MedvY22fT57ts89E8eUvpa1ijzyLFc+ejoZPRsv+zwVwlq+B2VjPLSbmz5i36g96qlZPVJEtz5sqyY8dZTgvbG22D3mdeg8Vs62vcL8bD1DxUa+YXy2PQ/Hoj3pywy+O+I7PoIJLj4ThmI9F9P7PdR/Pr7LDiW92OidPWzm0L0pdFe+BfAoPsoQQrxDmcA9OrTbvUT/rD7fxQU++6YRvgtMqT67knU+Ka7UPdCCfrsiaL89eeKIPuOX5T0CO0++h2/svB2Olz1ANb09NT4nvl8Nnr34BpW9z7fcu1ZKDr0yAp292v0yvmJ1jr3UnoW98yNFvrF51jsXUIM9yY4+vmXyxb03f6a9Mrknvaq8az5EqDW+9qpnPgv/nrwr1TA9CMWHPm0bNb32NZI9ZusWveJlIz39BnW9YX0IPtj3ybxjsHG95iEdvquJ5jwpt989E1AEvS7Ev7w5qO+993S0vbwrpD4DzO893uMzvSpnYr6AY+Y9AbD/PbqghL266Ja8PLtJvdGbf7ybhqI9CnHMPaAPDz1H7WG+ittAvrehSb5pj8w9LUc2vjXLQj6v2OW9tgVtvttiIb6rwpw9BftXPsnhyDxhy6i98m2OvbqAh7zRJS89gnsVvat/UzwQRzS+YjuJPiMqxz2uyrO9w9u/vICou70xF6O6pXWNO4+DkD50yCq9aK8kvQQEjT2JZOu8vQeCvqZEcL2cQYS9MapUvZc2b75dzNy9BUUbPrQPMT4RGT6+wKErvOu5KD7sZFu9+VXbvdp7qLxTTgw9ptW/PYdBDT7/E4S8OvuCPTuHOT4buEe+hu0Ivc1Q7j0SkUe+7sObvv76CT2eqcm9mJRBvkmbvL1Q9lu9cmATvtwpOT1kRSg+fSuyvv3Qw71CoNA8angFPqZib70cM3c+PDWyvctsXr4CPXw+4No3vnQdGb3IYSA9ISI/vjrQZr1nToo9vkhdvrwjmzw3hUi94kA+O7RFCr3zyEC+bLGaPuuMpTn6Ug89bmCmu73xnLyDh08+n+NmPuw11LtqTpE9xI2DPkjnZj1HWLo94q69Pcfejr04PZe+zgKGPfHDZL2Axuo97oyJPUZiVL2NdvO9H41SPqya2T13YTm+X6nevSgEkD1cN6i+J+n9OlFpFL2lBnG9jukrvtjKwLx+Qqy9WY3oveZ1rD3DOTi+WFOSvZ/lDr516IG+GRWxPUMXU71xVI+8gvqRvr280r2XEdS90zTgvZ/iE74wHvQ8mE4nPeTOrr0Kghu+4qLZPVyfqb209eS9QyKtvWWVMr44sa29pV3APW2Hdr42EQC+aRvvvQYXh76nDm2+HqopPHPfOr474QA9iBFPvdV20b1Xd0s9r9f3Pa/W5jw3HQm+k0qHvolGJ77El1C8PpAevpihqT22J6G9jlVivjKMnLw91cg9byIYPFMaFL6O17E95T6cvE1Elb6/lfu9L4+AvGUDDL4oS5c9toQzvprOg76KdFm9uU9jPQAdOr699HK6ZaIPPnk3Ib5/Aii+N+IIvtESI7znMhm+LntavDFwYj16gAS+XvtevqN5O76rCCc9hXVovuzbpb0z1WK+fuhMvQvpJb3d+hm+cLJRvrDDF74dJrS9bky/vVm5+b2ZVu28wDgZPpDv8z18UXk9vELBPVRLcr4kLNq7fDQAvivDIL5Yica9/TQCvi+yMb4FD1G9CoaFvnLcjz0QtvE8/ZQqvi5dgr0Trn6+B10WvpnNtT2yuJC8PGqIPSluCz0Oijc9/fAIvtPz4j1YGsU8zB2HvBWDW74zWDA9O9YWvsSaST36rkC97WAQvvazmD2OnO09keyIugF9Cj4qiJS7mItrPo2zXj4b2ia+A3gVvkdIUz4T+XY+btn+PfItKT7kIQk+6x4CvjD5kD6v0Og9wk0Rve962L2yfOC9JsPVvSduDj5I+hY8O4hJPvM2OT5GZG0+7od3vdEHFz48zT8+Lh0mPRsPY714qXq9Ju4Gvm9LuzySqTc+y/6OPmR0CT4zEpA7DG9qvVl7FD6/gey9jxPYPVQlFrzgoLC9J82WvodEoT4f9Rk+fvA9Pk+WRD4E9iU9Pu1NvmuBSL4qEOM9DQ7VvAlNnD7kq5s9wQjqPaaNRT1c92w+MSkKPhSfNT5ET/w9XAZLvnyTMTwE9kk7U5OevBMlvb0UuYu9Cb/kPOtDqr0NpwQ+suU5PXrfN7pg1R69kuRQPp1D8jwLr3Q9VHAAPm5A9r0aAo09Po7XPaxJSz531Vg9pAcjvWERO71F7FI+R9goPnyZ6j1AKzE+dxCzvPuTIj7RudO7UrzxPRwwLr5SfUs9Bzt0PceMMT7noKm9PwkbPNgeG76f0VY99UYUvcq/Z70iHSA8J9CIveInnr1aMp0+Xo1APuOOXL5Jd2U+lCLLvWZ6GT77aCu+IWddPZ1oMz3w77C9kWCYPSsPEz5R9Z8+nS/DvcF4yr270mM+OD+XOxWbXLzgXPs8mkg0vdZojb1VTS0+ZNQuvpLIH73wgQW+MKhjvm9xoTxPq7o9jKQavg6YIjvz1cC9jDw7veAL1r3Rjj49reAcvgZio7wVEiq+reacvU048709k2E+6S47PjkzXLx+sRy+4I4APk4rlzw118u9bQbKPaOTn7x9BzQ+fun+vNg3Eb5BAhi9Vr4xPP+1ir0gGvK93G4wPQ3ohD2yuaU9HnWiPHDX8rzteKs9M/ZSPq+ilD0ad6Q9wczYPSvQHr2FtJy86DgevXGKgD3QUBa9PXBWvFyCFL6eoXs9diGgPWsGoj3sdEo99nlRvoqgOT2PTIu85pYMvq8a8jxbgl49ReZpvd0WJr56ar88AIDqvIe7GT67tSq9XqbvvY9cIzs26Uo+kFgzvklIQjt8U/w8V5wRPtH2Cb4Qr9Q98KscPI3KmL2r8a28tvzgvfAaIr5nCmI+B/4ovh2eo73hhFE+9HyWPfPCbD3FP9a5g+kkPmD8mr40hWS+NNA4vrKjiLzxrsQ9an0Nvk4AF77EuRm9WI1PPTievD2D/ts9y4oWvfEOFb2+2gk9nBr7PSeKLT3l3M89aa+dvTcTabzg3Oy9D1Y1vUSU3D0OQTk6HyuLPpqadDoQj12+UITbvVHNPDxKLQ4+3rMUPnn07j2mdiI+yqfNvfyCeDysctu9NGWwPJfTLL6kbQK+BVKWvRZ6Nb02Zcw9jXizvKQ7QT1rKoc9nM38vCO9h764ERe+wLHvvnbdrT15dIS+KaLJvakFCT76XZy9v5/APSsavz0BoDc95Y5QuzdUh736bIm9yCFGPa5GlT2Rs9w9gXqaPeqfyT3DcSK8Pxx+PsLtg740fcs9DJKPPfDrKD5Zadq9Dr9kvhyBGz1Ldo6+pnaaPV3DKL4joGU9xtIavpTU8L2FuNC96+9/OxTEtjzeuhO+3Pv1vZjRCjzchC698+30vUguDz31GJY9p9SNvYsVpz1GYrq9M6E8PIylyrzKzas8LWDyPRtMtzzYFMe9UM6yvRKWor0oVq69SmQaPpqwJ76hLqG9439UvR6Uob4A1LW9AEhBvm5Txz1ogtI9qpMTPZ1is70f6AC+CapbPTIANTwH+Zu97udWvYBq/L3BciC+a1ATvkz4qbx7GBm9j0g5PoFOej0OHs280nMHvkPAzL3GEC2+HZ3OuyrGRL1N+BW+20IlvmBpLT60/pg9F9H8veZUwr3BuJQ+JmdRvsxWUb7Nyt898goavlORbLtNDOK9ggO5vfNbi70rU4K+QuexPbPBxTupDi2+vPizvY73Hz5yQ5w9QSEOvuGoWL6rnss83PAUPhaoQ76x9Ek9XSIAvv7Eeb0hXUK+z8KIvqxOI74k4h48653XPcyn0r28Ex6+bRWdPf4Czj2UhEm+5378vbatq7328fW8pAHtPSYqGr6kcFs8FN8hvodZq725NES9qrMPPpe5vTzfp5M7mnwfvno7HD7WRdi8Z2BXvlHdt73D61I9z45TPbBKiz3Adhi+d3Ztve9MvL3QMQQ87cyIvjK5lb0alaC9Rxq6vp1NAj49ZQO+CIiCPXrNWr7ckx8+ybwFvcr1wj1+Lu+9d8jKPRa4+7wfP0A+DB4fvB/V/L2JiV27LH+2Pj4FRbyIuuM9h5qDvbuAwj3CgIM+/D3KvJXECb4d/7w8aB7dPFWvET2Py8y9KjKLvjYKjL29c4U8AmMUPSP7iD2wszg+zGKPvu7nprxPtfQ9uHWJPVW8bL1Vab29KLaLPX/yzr08sSg+DepBPIapizwj72q9MncQPiIti743qly9XHRGPspFPr2Ec2C+gT2EveuqRT4HSxK+aAqoveEJkbzyh4i+150FPs12+rw6DMC9VefYPLzi9T1MnNk9TxcEPshx3733Cyo+OibYvcu/Wb5ko5U9131cvlc8ez64vro8LsqsOyr2uzruDEG+cz/bvd/Qt7ygWL4+stYaPm/nHr5tjBy+ONWPPrVgHz42nbC7P3ZKPsMk+L3KK4u860YwvdQjoTxju1I+Zfd0vTiBob6/ewK+S7jCPFGPEj4WFGW92X/ZPa56Z75LLY29P9wevpotQD4lyE8+PnWSPqh4gDzuKqI+cyfaPIQDCL1jHUS9ONQgvghPVT28LQq+Zvf7vXfST71P7x49LsgDPjEcQr5qty2+hPf/vdDtBD25sIe+gGODvpAN6bt+WD29CBFKvJFNsTlRa0e9Wcy/vTrWPLwIEI++M/R6vh+Uvr0H92M+7KGFvqvy2z2WX5o9w06FPoKwMz1QOhM+dcL/vPqmSr71U+C+gg/HPJFHWj7plau8DIH+vRWDsT2NIC0+zD/dOy09Fz1fj7Y9opCHvim/lDzZGBU+W2LSPRTRTL4o3Ae+uM8fvmark71aVWM9BhrPvFvDPr3amcm9JdOAPGq1oD5DYhM+d9AIvhYgFD7kWz++YboxPjteHj2DkEW98xOpPc3+DL3tLEy+UcmlvWE+pT7hm8q7USNsPOcEjr6QlXq9rk0MvgK4U7rOTOw9LQSivX7hRDsAOfU8mwA0vWjdgT0V0ig+ZPRovf0ajz5vYYq+3eF1PRxr+L2iSOi+9YmQu9O6nL5H0lE97sFivkwLhT55XAc+v+R9PlNqRL7JXhw+05QVPkFa6D6yr9U9h2+bPrCEiT7Qsog9wpZPvlZjHz6iIDE9N+9Gvt0WI76iEEw+wYWKvjFCgD0p1Cy+dSw9vniwdr1NYSc+K9qZPSpUij4UWZ6+5zl8Ox1sHL2CeJI9/mQ9uxwAFD5kUTK+GH8FPrb3HDvRt+U9Qqvovcn93r3VkBY+zyxJPRfh4DxsYgU97pdTPYBRlT3FReM9jFq3OsAtHb4WnBs+O9k6vI7T9r0V9zQ+qd9WPApE/j335H07DbqXvZv2Aj5h4VY+955mPadsRL4INTA9I1ZjvsJ3NT4dT8W9Zls8PGkot7t3NSW+3vx4PjAb9LzHQBE9BFQjvmeHFL5xCkY98a6vvZfHZb5bWQo+PPQ9PkbTkz7oI9s8C2sdPnRiRj7Z3iU+inwHvg7VRz1mtl68aZ9jPeUqp739FVq9zAqtvUwKkT7jQhq+Ec00PpAsBT7uJ6S9e2cdvoE2+Lz1RSm++joQPhyULj58lb29N35bPop2Az0ykdi95W+JPmX+vD2AQpQ8v/SrOowmzj38kD+9cQ0OPoZXW76NWxy81lrOveSxejzythO9eLxOPi62Mb4pFyM+FEcuvLEK1z0mWni7ymqFPJBtkD0ZIaA9+DbqO710Gb7OIaU7fYKxvSIFJr6RYde9Dv1GPrherb6PXhc+hyM6PfD92T27vW2+DClIPpUOnD2oHC0+L04HPudoDL5AJ5C9UOw1vnqsub1s5N+9FjkoPZl94z0AbXo+CZZNPWkcbzwU44+9WhzzvDRE/D1igrM98otGvedHqj2cKUc9VeRevSg1ozz4tt4+UaSNvo2ANL0CIlO+/VNFPll6Vb7aQdU8HP4gvizaK75WwzQ+rHqcPb5Y8bzlLHO+IcS2PegdB77q/no9rOUFvTlaub5G0a09g3dQPBLmZr7iZbO9OoiLvGQEC7717SU+PNQUvpzGDb4tsy69GCz1vHqiG737TNG9cMWFvThd97voNP88dqg0PYgIpz2b8N08wdmJPovHlj36OLi963PVvvs1Xz47V6q9epxEPkct0T16CGG+IiJCPvTKw7y9by0+08BxPiRnXz5DBiA76yMfPiTTm72XCY89rsERvn6PETzaMQI+ji+CPkzzrz0y9De9vui1vf69Mj6V3FQ+XJJvvUu4gb4p+WC9Z8YQPaDAnr3XuTG9z0N5vffh5DxK/7Y99qn1Pcm5WL0RHWM7WypZvvHXpL4FVIK9n9urvdXeIT7EyJg9N2xmPmVXn76HvaC8kaK8vnTuIz6JYPW8tRpyvYUFfb7Xzzk9tvSevbT1ED5QeA2+gVEDu7zf+bwpK1W+vFrDPF48iD0nKH2+VKOqPeerej6iWgS+NZNfvsbiB77nS9g+fJDwPeUXGj4KNtU9TVdxPt0Foz1In029d5nyPaumez24AIc+8+QzvkJvSz7RYNS9di1bvhvCy70fsoU8+htjvgv8xr1NcKm5wR1UvFzEnjz+cZW9spQTPqsAZL5HvvE8kk+jPl5HBL4yOCi9oXcmPdmwvr2jS/q8T0Nevr3F9TuzmTE7izgdPkTByb32rsq9OqtAvoXqobtZeDI+ESUovrYG+jwtGL89OJaHPoczBb7Ni9S8X+VNPgyz1bw5P3m9mfqGvqukdL3wkCC+d0xPPsxGDD69rWC98TcdPXUS6T1Is+w9z8SGvbswBD5mLoy9BmGQveAbSr5priG+LDrhO5SlBL6iTAo+SdKAPvzWYr1Tgiw+BJEePut88T1JH8M83noKvrzbIb3AZh2+wHT+vTykFz1Zt2896jaGPSjdqD1lXI4+m1cgvcKLGj30wEa+vWgMvix1jT5ZERo9zXV1vvG1XD4tMGm+QVw7vnZ4G76FDCC+KCMTvqizCT7j1rQ95amLPYGuBT5F/T0+z914unO3jD6BOlg9Hg8APnMgC74yiva8xrNjvUdLDr5gJB++ICQIPlStlb2f/R++qJ4wPk7MlD1/HGU+rSdBPgUpjz7EW6O9F52KPRriBr2oqwq+/zh0vmo1JDu3eeQ90h7hvXRDU70gnEm9zTfBPFhvlL0/FIi9szDSvKmdj7y4pNi924bbvEftRDwL+pW9kuvuPfzKXz5INoE+GKQMvrDoL72SFKE9y9LcvTuDfj2BELO9a9Fivtz7k7w/klY94qfcveRb3j2qARg+2RUyPiZAIT21NWm9/Bq4Pe7IDD452im+NGE0PupL/b3ADqW9rvw3vWjWzj0ER4c+9U6SPSj33LtYX7O9f+cMPvGKXzvJQBA+ARcFPrVQEL6Prjm+HB1fPR3xpT1iwhW+ZyqevGIu7L3mVfM9G6uIvcbEpj2nGxS+rul0vfG9ur5CwZO955cVPtnTxLsaS5o9ua4XvlXYkr3rFLU9eNvDOchdBjyKcoM9CScwPs37K7zq7Hs8mh7AvXC03j27DMQ9N1pIPewxZz17LzO9osMQPO6xJz1V8fK7t6CSvTwlnLzkuOg9FkniPCJ0WT7srMo9MaA2vPM5Zz7RmwM7X2CeOwwyd704luG5NrOKvSVlsz2ifX29btbPu/v99b3CTus9Y/J9PnouNb50Ojc95GukPZS2Q7xMR3a9FVZRPu6Rlb3g0SU9sCF5vkcsm73z5q29fcXNvfuIFT1q8S6+PaYLvuv0jL1m7am7gHdEPewh6j2OCC8+HMGHvqzo/j2LPme+enTYPPNqDL7ZRtu8iU4XvvAIiT3rJxw+kEj3vQu9DT4INoa9zMYlvc7hGz2Ib7E9AMNwPZa8VL2s+e+95CBlPRN1CD6CbDu9LFhbvfhhsD0+H929ybKfPSziVL5UaYq8uBY3PlAllL05LJi82XZ2PqFdpL0Laia+jAHfvROHgb2bgj09gHqvvnQZPb4G+eC967iBPqpaGD24r9096FdGvuwLJT2QAIQ9yNDYvQB1mT2IQeO9AyWQPufl4Tz/GwS+x6vaPSQA7j3lD/e8RppFvobLOL4r6he9gdVdvnZRszwWnoa9ASCyvdlTYTwDkWQ+kBqtPrazv71Ex3o+dgTUvfHhBz2eiv+9bHVbvlzJ8z3t+Xi+M2ILPginjT6JjFC9/8ZsvGt4tDs4nsk9iGQyvhKKVj5Udue95PqIvlTNQr4wvJU+ssC9PbUlAz+3IPA9hzEyvtDwBj1QHYQ9+4covj7UUT7O7oU+9muavpCiyz0KCoi9JJwGPnZ8Uj6QriS+tXuSvSurqT01f289bJJ1vuV1mb2YnQG+mRbePcT5jb6l/BM8vf1fPgCxoj065aw93TSjvlE1F759IkM9kI8aPV1OVD07kF2+29dRPvthoz1OCJu8IOAwvsv+IL7Au6O9OA77vPJNDr5SXea7HrWVPI4qVT7hHO29Ud4mOyTgtjwubUA8qDHXPmiS1T3VtZK+KyO0vTWUGj5aamK+n8W3PFQbXjxTBBi+CO8dPRBAH75zyIi+p7kCvTdLsj0M1Yk9wMahPXrrUD72N1q+kWa3vQIbF77bDQ06h8lxvnHqWz2Wzvi9VgBFvluQAD6h2389Pc+IvRUBrT1bIlE9dwfMvQVxjb4Ox2a+rDgNPho3lT3BlZ89BdgBvfjNND3Fmga+WXDdPVIo7j1kJFW+6avaPWs7Or6fFpM9Fn14veculT0xn6s9C1+8vmfJNj3Z6nk9TjdbvoTKTb11y2k9Zs+svk2kkD7/24w+oE2dPWiHO719Q0E+ejUhvnokPz1LWPk9cBS5vcm6pj171a87XnBMvdmbfb4rkpm+NqW0OOgU+L0CU+a+0fyNvUbyhj19Lwc7RDlLvan9sb5D9JI9Evl0PSROTr72/4Q+1E/CPRrGUL4FOdW9LNlDvBNmFD7lqku+t6PbPaLgvj7Yk36+Yf2/vdonzb3Hvgs9bTPLOm727zyXNDE9BCx0vmvHtb2H8Cq+wJymvssunb3w/Si+BXG4vp4lI75+Q16+rcKQO0oWXb6cj2q9v3CvvUoie720DTI+w9CJvkhms71csBY+6edNvsOktLxmu388wS9RvonlbLyJFHY+7dMrPsmvgj76dtK9j11bPqi1kz4Hg4a+HdQSvgFfBz2puT6+RIKjvTiqQLwUur+9vdDVvPzz371TCkm9HnwqvV+S7z3eEX8+0eJRPKM1ML2YlAg9ITWhPtmYSD2Eo1Q+yhWGPkhCuzzVBdM8cnHmvYAgRL5xt6W+5G0BPqWfVj7kZQw9OkHgvaFArT5M8N+9nPgnPnE3VbsEDGe8cP8MvtbACj22pO89C/hLveaCTb5t+M49uzh8vp//RL7oblW+7VQsvtE5/L1AeUK+21yjPb5YnL3FeUS9Mzdwvola4b1E7Yi+/GhLvVBPLr2Uh6+95ANcPc+Gfr4/sAQ+7CnnvVUqS77+0eg8mPIAPu+1jTxSogC+fNcAvlnW+L0bSr88mW7vvU4e8r3mX+69lO5PPbM9Kb7qryS+WeCTvl/uID52IiS+OxRoPQdK2z0mnoi9fx06vrnXyL3T83o938YRvs+0xL0Iai88+FoVPuPDzj3eS7c9hhkxuxeTFr6hUV2+Twf0PScTCr6JqNU9ItwOPVhToD1fDty9Z8jHvSRPn74iNaQ9Oi6QPMkuxL0/zca9vCJMvbicJr54xgm+4effvaV/BL5COrC9kQQkPUvUnT1SAAM9GdESvov3271x6gq98bdwvQwBPj0gNWy+zRErvkHXK76xp3W+HewRvuG+Nj7z82G94jIDvhlgFj5uaCO+yycQPaLyib5Oc2u+OdJ5PcUWkDwl/Zo9baHYvZjSJTx3mHS+tO4qvjTkPr4Q1hQ9AfIYO9+fSb1hkBq+nSALPWG+ID2w9d88ZhWJvVRyJL4ao7u8iDTCPbeHwr2TTyS+Kb17vhrLPD1CnAM9zCmHvlYQYrxCabO89VskPeu57zxoHc486HRHvYScIL5sMZS+VGIyvtKBFb4KjYO8v6wCPak9tL28U0y+xBoBPsqzyjwujq69oXYyPWP81L1gqwe+Wk5HvnEXyT6TPzG+VgFGPRZ/rD3zpLO+brmrOuXszz2yTn+9rH6Eu/wDibysx2I+dRmGPTcc3z1RqDY+mDmsvhjZsT7KEt49eFIePMLCDb59c4u9ekKOPbiakj02N5u907ebPOslhj4TYV4+9JPRPqkwKT7RmMQ9xJ34PA4+kD6QPr29b45BPr/L1b0LEDE+YF87vmwKz74uNSc8Q/xsvAQAKj01PLk+R0wJvVpTgD3ke6I+nzHePj+NDT7PvRC+1AOovpozLLvtQ7A8j18yvqIxmb04pKA9lHYnPSJnezy5Koa60vSGvRUXiL4qWUs+UD2pvH90xL03zfW95wjQPrzVPj3dnCe+q6KHPeuTCT2NBH69vEqFvkPEmb2XHA++3B4VP1tifj6HuiQ+sG6nu3LONDwho0Q+cL1BPvcaBD5nuAO+xf1KvU0VgL7M35O806xNvrNPr70yCoG9L9oivP9UPD6/ql09cgZzOnLD3L1+9d8+nJf6vdwGCb7S/6c9hr9aPlj8iz42e1U+g5hbPga/YL1DLhY7AKqwvMeAJz5Ne3E+d/yKPNulbr5qUzq+pingvZUxuj3vGlQ9Au01PdjPb77GVJA+ZzkovrSN+D2R2p+8GKEdPhyiyj3euto8jcPCvcKrlL2LPjY+VIphvSHF7r05Ho++urU+Pl2D8T0MYHu+9I0NvQM1Jr5OLBo9K+9BPUU3rz74h2m+Mn34vUrSTbxuTim8KdyUvv/+CD7qvCE9nitkvX7BGz2W4Jm+kwxovRMZn73SHTS7yLIYPjUNOr6/0Yy8QJSnPm0lgT5Bv4i9r9DrPcLsy75DnjG+o1jtvAVES73E5cg9jRcRvqPKiD1pWjs9+lSmPez0TDzLx5o+trRwPWf7Wjrs30u7OL8aPtTBMz0Ngk++fE05vrSF4T0AXS69OnnkvUmCKj5coQM+JB94vVbjDL4nWks+8dk4vptrer6W+Km9wdMDvkKgeT0Y/Aq+XdTgvdG1qj0A1CS+RKwePnqHOrynWXM860eXvTu75L0k8co99UEQvt5TFr6bG4E+kWYovU07Hz0hjn69PgJUPs29Gr6/p5694LwpPn9j+b3ypgE+fsMIPsIGLz4dMlG+odgOvqAHgL6wDyg+6snGvVKwYT4u2RA92Nh1PswmOT23WWe+kIakvN0qKT1yzfo9OHOZvAOvKL2i6R2+T3OhvNRmVb6vRaQ7hor3vIdBAT3bdiE+bfMQPZximLzdijC9zsSSPl41gj4mDAg+x4iSvbfnIb3NCxm8MFNIviwEWTzL4Ww9f15bPi1vFDwzmVS+nVoNPr9d0jxhHS++hq4IPgE9JD64E9Q8Lj8gvkTWIDvGMGQ9rgHku2EokT6oaXc+0ovIvTIx5Lw6iJ09EGh0Po8OFz5s3J67p8CcvYLmvr1+WT6+2lC2PDBtIT6aiA8+lELyPdrHb73NPSI+AAxlPSIJKj7owDs+hTeMPWbwXz4nEhO+7+TNu/tWwb2ZCtO9+/c5Ptw8gj7kFai9RtMLPRi8cL2AqZc9ZhwxPPt9+z0Lz2a+j4vcPQcF0T2Ospo9qx+3Pf9xHz5EHP09zNeMvYZZaD55mtk9svQmvkt07T3y/ze+OmXzPUN0gT24dIY91ZJMPu4p071pNlK9wQ05vqPqlDxndQS+P9E1PgO4ljyQMTc+IgNKPrLSE774AP+82UQPu9zBej65qoE+t5oAPYrfbjypapA9NWgnvqvHnjySY549uzsyvaBzNj5K9C09fEhovKGkIb3j/0Q+zfWQPrIfmj2etVW+47vJvcIQGr5tDbu8AarwvSn4Hryd7Ze9QR/ZPeDJ8zwfWu48HDdEvjdCej6/Dtc9ro3WPcwUpLwF0YQ9d5JEPf8nPT1cRSQ9HDpmPvuvrr0hKxk+l4qTvf47bD1bMCw9oFjzPb+FI72j+4c9WvAYPicmKL4istQ9e5VgvYJsMb6vXDW92CPTPchgnL7MRcI9Kz8XPv3CKz1TaFM9x+rsPf8x6b0msUY9F2njPaWiOL63ix8+7+ohvsKlcj2fwVO+hs7LvuR9QD4mOyo9VwExPl785L38Arw9VD5rPVhFzT0fQsM9yIlFvJhscj3Vmp08ueUQvoj6Az418ji+9OIdvV60zD0HibA9zZmevcolLbypJu48UQyQPBY4yz15jPg9EEJ9PrbBtr1GTAO+GHUwvedsl73c/gM+wGo+vLYryj0hcgq+ofwUPi0LTLxHHDE9ziuevdNbCb9w/gm8vQIjviVqjr3vdCk97aByvqN+Wj6TQpC8XNTLu8eY5LsrF5C997MPvvaUX73HCQq+W1PnvXsoqr1QqAc+T5WIPef0+j0c5xS+w2MYPkZkVb6FEHE9nmY/vZU7/ryRFak9xYpRPV31W72PrHU9uXtoPCMcRT6hdEQ+EKcuvv9VnL14r7Y9XbN5Pni9ez3jpsy9XQOJPYIzAT7J7YM+H3FvPYP6Ur1XNJC8FwaqvV7UJb4tO6s9g0Snvu7bSr4eOz6+ub6QvbaetL1uLFG9kvaBvcQhmD1YbJA+MyDrvaTnTj4K6Ec+U/pdvVjtJz4ZJqY+O3zNvTyl87x4Uns9il/yvZ6f7D1glsg9Mx0avhOMZL08JAe+JnLZvAgmB75cvZ69CQCnvbpKoL5nYg8+mDOuPei/gD24+dw+f+LnvV34QL5dT3y+F8DuPEwcmb1PKru9AA0gvr6EIz6TuQc90fYaPiPNzL2qLny+e98kvsOvbL69I0I+yGF0vWZtqD48bq09dUMivmDtA77x4qS8x09rvoAk1j0fDwK+hlpUPIsswT1Ozei8bLkHvdK+5L2o1u+9KXu1PEU1vL4HKos+6KZJPnDvTz1lvtO9zIhXPraUf730YXy7K2wlPl2dlr4rAkG9TVinPQuCq77g2T6+N0JhvqYhmDssJeE9TxKNPGP1WLw+ooe+W4hCvnntYT43rky81MUnPgNNNT4s5+c8BKaSPY3ulT4GAKa+bUCfPSul5r1uLVE+8GaePNekWDwSdqg9Anqmvowvpr2QL3++JZbDvkJ6l71Xy3K9ZpgdPkayIr5w0ee9BuRWPpH7mb6XcKc+WPW8vGsYWD4ZzF0+3tEuvpZYNb5J50i+/y+Cvgzxxj3unLq95iXCPZxHez70V20+zed+PmxIizvao1A98NaRugsd8r1+Ky0+lQe/PHPvoj4SOXE99vbkPUxBjj3hAp6+EghHvqtF0b1KbP096Gt9PMhLAb4GEc4+GStoPWyCc73RuqG9VRRiPqZwZbx8sOy8m+JFvofL6b05Kis9Oo+kPRHDZz5Usss939KsvOObqD2Ku1q+ai2fvg6lPT53l0E9UGR6PQrwTrxcITW+raHrPRWzRb1CE0M+IqUgvms3NT5HTM48mgxCPeHEpL0P5vO9kGzwvba8fz15dNI8f10NvvuA0r3klcK87Uc/PdX6Ab6PPqG8p4sWvnLAkL0BKJ+8KqmBvcYIbD5CYKa8JlJ+PDer7D2bfB291sMqveKQprzhUJA9s43dPTimCj7crii9qO3zvZzdCbyMKGw+EwncPccyeT1pXB2+C42sPJgHQj25ZYm9Lc6WPZvbib4ha8E7HcoDPRXDDr4kbr69UhDBPYLlXj7XFhK9sdT1PQAwED68CaE9+QEnvkTP4jzWj6U9axUIvl57gL1DbPy9ohiiPYKWB777y3W7qGCNPTp7Vj1crzU+1sxUPqiMcT27GPK9XTfpPXElHL1516c9/UCAPUTP2L2fmas88TQxvsrAu7zor9E9fNNePqoo4b3lMVG9+VlHveEQQb6/PmQ9MzIlPXe+ub2dtzK+zkSpvVkPsj0Wnze+yV4yvpASJj5LMZ89SfhgPQ4VybwxPjW8W+rSvKFqa73ZX0C+HOq3vZKAdT0njmu+vMNqvmImBT0ITyg+bXMNvhCMBL4SJ4O9yViKPd68Ib44KSu+3ZyXPQfQGb4batK8ifJlPaHzLr3P+xa+7nIIPsH3dz4p+SC+fSG6vLL0zT3XZXa9KjQLPuW4ET3Qlqa++cQAPsfFIz6/tPe9CYUvvv375T0sNA4+cz7yPaKGwz0mXTO+28Y/PqMT+L3j93s+fknyPWdykz6HC1O+b5AcvuFQYT7IP12+xukAvsGQRD6GAD29pkdsPZ97cL0k9CU++A5evbwlmr6q94o+9BqRvgHHJj5daRW9icqHvYG6TjzrmM4+G9TJPfMQoL0FWV+9LEFpvmnomT4J1sk+v2zVPa57K770884+nBZBPtKpLT6IBVE8RXShvJYmijuEzP49Gulnvn6yOr4VgFa+N7smPmgVKT5XR54+DPJJPr6dAj5hoXA+bP/1PDKAK73KHUE+dvBMPjN6+LyrbtI+p38fPteljz39a3a9x7/9vHgz5T0Ri00+2Ds0Pi9EQr0UlY882X5gPtmqi70LfQu9F5WqPc2CcT4wVuq9uV1WvQ/ZwT6MOK6+LeRXvSIRxT1YYHA+zrZzPRVfHb7Spj4+JQDRPXWszT5U524+Tb8PvGAOZT0yETO+ZavSPFpdSL6l2Qy+xiAjvq7/5b31+5498wtyvZ0rgj6ZPLq84yf4vcDBUz5CmZQ+3em5vaFaST6p7YC8yaSKvXMtAz5krhM9/cSwPusOeL5KmTw+YD0fPbZqoj7F02U+b5+iPtJxDzzmrYk+TAAcvulanj7A0TY+MoiAPTVGUL4OTIa7bQzhvB+Uiz1D8Ta+iJqfvlQncDygSOk9N4M4PZWbEbwsRZS+pBBSvcJITb5HWsU9raCVvdKO+T1uJx++R2VtPd9vJz5p4J8+D4+/PSPDXz4GE6c9E22RPedlmzu3sig9wjiTvQrt4zwiRaM8JCOYPg0CCj5VMNU704CrPQyfKb6WYSE+m37NOpRusj1C2ZK+97J5Ppf5qj2JhOu9fIomPbHa67wZKak8qecLvfJScL7bNHm9qnlRPG6+kT1dxRa9y6y9vDjycr7lqAE+rr+Lvb1zWD4Tk6E9158oPiehtj6r2hq97Qw2vgr4mT5L2m4+7eoUvYyPzDtaDly982gBPn/Qhj3zMOg9R8vkuk0CgD0FS0o9FdggvvJV77q86HM8/PAUPZcjRL7UrRC+lMdZvl8lX77AVZM9QSNBvto3ITyLilk+wcYLvT7wP75i1v095OS+O+3P1D38Ti+93pELPSDHor4sZNo9acr+vWS5vL32vjw+nsAEvIDLBj46XSm93p3dPZKYoL6vvm8+dMcEvhG5WL2C4x2+ZFPYPeBMgj1V0+u9nv9APvbRgT00PpQ+lAL4PAaL1r69JKq92GNJPpdg07yJgYO+XXT6PaarUT41+gI9BPQPPl/9Yr2QhRo+zA62Pv4hgr6p9LA9xkXUPI8sV777zKu9b02CvUQUyb7Og969ODtOvChJiT05yn090aV/vmqM2TxCLt48kv2SvXfYGL7fcOE915gCPZxrAz1JyRC9VstSPaSBeL6g/Iq+UKpFvrT08z3VKqi9XtGNvqs0j76UHzy6G/WaPaS7Bb4mBhW+3j6bPAiFOb2MXEy+CnCBPFsvQ761Rp49XqclvjbEtb0y5Y+95Om1vYmPs71VoBy+31ttPAMmDr7dYwe+ae8KvftKFr7IsL691l4KPjjQTb5qLrQ922QhvYWnf77bzDc9v3U2u9q2mT1mmta93TUqvhpU2L3j6L68+HBJvndqZL6R5hq+LMu7vbMoc75CKQy+1mb6veL95j0NwSc9OektPZFGE70Cpa+7UBXAvUAdP71+vB499MYXvtsq0b3g76G6YrpvvRmkL77Djr69D7XqPfE1Trt5BQu9teOEvVYMmL31DCa+TQ67PUyDNb49gJy9iXluvedwPDzNZju+OpK0vaX9pD0hPo49411DvvpbbL53J9O9RI7mPIT5Hz6XdN89JBSGvTmYcb7BMiO+o0ltvmsC1j2vsKU8/NCLveGndr6XSGM8f8SKvgZLL74FldG9FY2/Pd5tNb6mbh6+PamBvvWLpL11mK694LsLvj0Svr0VZtG9SBPjvcheNb7XAFe92ycrvoiRrDoyAak9D+x0vUSSN74hw428JKd8vY6jmz2VrhQ+uGz8PEja+Dx034C9yEtrvdDSLz51UJI95bexvIkxaj668kO+mnNJPnbmjz27cF4+RGpRPkP1prxYcrK9hD4ovrYigD1Tn389rxiEvtwlTz5rZBs+atFcPi959jvompo9zgq8u/5n/j3f7E8+EhYTvgB2r71VXXS+iP3uvdCvs73lVW4+2qNGPmw1WL2k8E+8zFpEvYHgqz0Ydrg+TSnbvQrJ4r1+fyC9pEOYPh0wmD7hXJQ8lWYVPt/1Yz3/TRk+sj0ovnqJID3nuvQ8U3ZAPnd8ZLzJTmc+iMJYPgobpD5dS6Q+584OPgu8OD5vBkc81xSwvc0VG74k9j8+4AOZvB7OAj7qvZW9lC1VPnkiIb517do9wOXmPTlcZD4rVTU+krSVut1/zT12YVm9T080PqA/Fz7e2tU9L3qBvaV2Iz5q57m9eVDGPDYEEL2Fyks+s9yZvU+XLj6Uv9c9scaIPofakT2jrcC9Nc14vaL7FT2/7TO9L9Kuva0eGD7tJCU+FgfhPZYzZD7sZnE+AKROvk8rdT7PVAg+m52ZPedAor0K9p09DeZqPGsJKT2Meeq9t90ovsOnhz5xcwq+Irm6Pon0L77JC++8lu3GvTEDZT7z0bY+G4T7PTaFBz4jhRi9sYMFvOgBtL0RAuu9RGBmPWBpzz1T8lU+6zQ5vo1fgry3wNE7ty5xvZvpfz7In3u9WbenvfT+bz6ZW1O+aHKbvc0Z173AEjY9N+/4vZKi8z1EycI82RRdvTcnFb0Sc9m8ahptPhNDpT3EsGK+D/8Svp7fxj3dfzm+HLPpvdEUKL7XAgA9enZIvplJ1z2M1Gg6LjQHPfKTizs7QFU9Dm+kvSAI4D2sXBm+IPHUO0QDAD7Z9lO+MDeYPh08m7wQY4U+7HRtvNRMXr5pW1O7gX45vgQDmr2L8wg+lnuvPLE4lr4GTTA+lsvOPoa/hb3/+ja+MympPayAEz3NejS99dqRvuo/Tj51xUo+bUUbPh5xe76cPiU+ALGzPGuejT3LtRO+pvGkvZhQx73LfpU93fFmPbfSJ74VSGA+lRl9PggslT0EcCA6VHC+PWUbiz1agpE6rhWivSZXeT3O440+lHMzvvvFlb3dqZQ+rY0PvbeOlrxKM0a9f4+4vcE4E76DJBi9gnc2vTMzg769yjo+n7cXPSNFnj38xDK9JAsuvgllkL1rIGA98fAjPsmuz70FucC9LpODvUfZiLx1Zbm9FVcmvZKi1b0Ty2s9kEAnPo3GoT3cQJq924OPPsT6Kr7D4hE8m1ZSPcIlXz769qq93vkzPUIfcb7skX0+XQLHPYqm/z3aJhK987SNvS2Mwr2S/Xu+b7iGPucZy76Gtbk9CE2gvczbVb5bGOk9PKwmvtJZD75enhs9RCoUvhl6Tz2r2M07DH8VPUH/ib7DlQK+azeJPQSQDL4/Mac8mEqpvV2Ig724DSu+VhacPS0MxzzYygi+7GANPmrNHL1MQws+d5ZWvgI+HLz7MZS+BuptvbmDlj2K1ig9SH/pPTsgOz71TTS+Y3IVvvv5g72FEx29WQgava3Tmb4iFi++5LWRPYjHWLuPVqE9TR1uvpD/Pr3xZa+9oYLwvaA6G74/B788zD4Dvr05KL7WLfu9WCPNvOqE4r29Nss6SssVPJuFDL4wyIe8JdgFvunOj75Ln8g9CCN6vsIqAT29qBQ91o4HvuTYHzzSebc8xtr1vAwaJ77Un0U+b1yMvToqRj18Qye+r8u6vXiHkL0sY8a94OpnvaDypb3sxxq+ss8KPt4spzxhwJC9jcQUvkPdqr48pFC+xd2VvbfrBr5NnYe+ubeDvhfaCr20Lke+uWuRvtQgab5RA0E++ui5vMj1/b3U5j29rcooPgOb6L3bD208xlsvvonMtz08PPk94dd5vBq1ED4T4p2+nyLJvfmgKzzLlZy+ir+bPLC7BL6J6s89tem+PPc1Oz2hZ8A9YKvkPdE/Ur3YE+e9LeVdvdI9Rj5Y8x09ntldvpdDMT7w18c9Nlm9PB72gzstKV6+EsowPrvWIL1b5BO+xyH9vatn6rz7RQq+V0f8vYDQTr7SXYg9P4s/PqeLgLtaIUi8TQRpPqQUP73GalQ+fs8EPYJQjz0kCQa+EbvlvSkvXT7Jywk+lC/lvEutZT5ugAa+mBMmvf+UGj5CQ4w+V8vBvlEupD70OFY+hyJdOz58pr3D0sQ8CUwRvsi3Sb6+FAK9Jk2YvRK/h7wC6BK+yRFbvlwwij6nYoM+JJNnPlooBL0Bl9e9WUm5PqM2uz7sgIO+RuPbPV8MLz7kPTU+RKmLPed9G775XlU7YiwkPqlt6D2Kuim+FsU7PsGoMT5DTBg+6u5+PQm4VT6fGPc9snW7vnYxLzzn0Uc9eVa/vGyaMj1UCEC+Wjzruzh2Rb4LaY8+kcxNPspGiz60+Jm9qTwxPpriyrz++oU97USCPcivQT4BV4W+3bRbPOcxhD4PFee9IBniPT7SkL3hoFM+xzWBvTWOar0gDSg9OOF7PjyOmT74Ht89jE6ZvI/pJTwjHQ6+9iG7vJj8jD7n1fU8WxMnPtcLOD5DSi090CA7vgjuhz7dEf69vhsNvoQuz71+Vqa9KlnuPJ+mN767fgO+v2wKPUsNCj1iv0q+89zJPjRvsT2lQIE82t5BPnP3dj6JsqI+hGF0PlC2pr1lUSk9NbWNPc+AQ7tnw5A9m0aePQlywLya2Tk+Y7QSvn01EL7HVYa+jZuBvlbRNz7UwV8+CJmAvhU/Ez77jFG+DiraPQvMQb35qUg+0sg9vri+PT6YDSI8svwVvjjZXj1fvqy+AmBSPdjMPj3URxy+r2DbvdbyQDysrns+S2HqPcqhkL4ScxQ+QyKgPZoeQT4UWgO9oTpGvunO4D0fnQC+LwUDPRmUdb6nJi29AhCiPnH0iL1Yqpu+RlfRPREOBj4w1MS8jvhWvuFMDr41Rhm+BoRAvn+WRD0bQo+9aXGEvOrKn7664yS996vdPavYhT1CUbY90yWCPo9xmT0pnlk+rkBEvBVg7T1lYIe8ViU8PHNcq74AGTs+ycYlPXoNZb6saZc9ephTvMrk8b0DnQ6+Paf0PCWjiz6Niwc+XZMAPntOPLyU0cS9qJPBPfBEUT2GfDU9ntEDPh1JM7yhS3k+SOuUvbuhmjs6gdI9bWDsPTc5hD5XeEQ+IuMvvBK2ErwSPTI9BFNLO4/Hkb6PF769JV+bvcIm3L3pbxG+k4ZaPOPQrrw2RZ28UaNevf7TsjyMUKO+L7ETPsoEkz2GpCC+onMevidrS74vZNe9j9swPe72Qr4u0Pi9FAjCPpP9CL6wZAG+EOtHvrB1Kz4rni++JwQ8Ps1u3L2G0D8+FgDxvaDRij3MjCQ+TUopvsPVkr3Uy4K+eD6WPlLPkb1nS7W8ynPeO0ReEb7oBE2+UZu3O2cOsD/j32W+SGpCvewbBz/YOjg+pmVgPxjwAb6GkME9HM2Mvnd5Tz49x529ZdFbPgpSgL5Egdo9RnJrPrwJGr7MOgE91dIDQIi4yT3xa1y+bWmivc1o3D4gvh68loWhvrOijT/OOXi+V7pCvgBZ+rxxkCu+IjYEvtZ9+j1/b8I/PAuJPzHCqL34xzK+8nvgP8vRiT5q6ES+Z54FPN6VPD6mVY094ZsgviClYD29rOE+h+HEvf0zXL6pBVc/84LrvQL6nDwlSJG+MKiNvuyVlD1r49C9mVaWvpoj+z26q3U9dxauPeH8GUCFbG++5F75vXI90L17R6u+rmm2PS+Icj07DyQ8a6liPlRoOr7T+7e9AKY0vvrFiL1Qhem8L21lvpf9Aj5PV9Q+yyv1P12bEr24OMm8ZnlqPEMG3b1Eoje9qK7ave3JDr4q+gq9G2DfvZysGr0nvZg9jb8OvtWSMb4Pbrs+aMvovfiapz/pEws/5mHxP0ZkhD6AiAM/cSi2Pi/d6712LMs/kXiuPFI1TD0KVgq9iri1vSS4Qb3i93s+CvexPsJfEz67DZQ/AagPvmaCAUDM7EO+yKXwvcckIb6Xd8O9KeI7PvCdlr7Dj+8/YKtXPnqEfb6YLMO9w2lavl41/DwkIQBAETQqvqo5Mb4G4I6++FeJvei9qT6FIwa97c0yPYVfVr9LbG28O+PBPT1PvDz2awjAZE1cvvpTqz04LmU/lweQPZImcb6PAw++12Zlvz4QDD4fxoC+UHKEPT/Lzb1p6rK/lrQNvcl0G7wvWMo+UEQ8vtW/Nj4tQLU+0LcjwOnBWz+652y/IJAuvaWdB75QsRM+FBZiPhneGsDAuNE/FH8EPeU3GL5hOpU/geCiPZWt/j4RucU+aM9zvrsPsj5CK3q8BT/LvZrYWz8VASY8XP1XPhSxkb7hGGI98gWxvSmusD+mumM8EsptvoJhvD2Mtk4/kDAXPHPQBb9phR89W5kFwA9jQL/MM7E97s1tvgdDKj89tXE/XaikvQWrHz4LLwW+z3UiPclw9z3aWCG9AUFBvR357j23g4c/1EktvtLIAz3ntxQ+Lb2UPaedsT0cZEg+yervPD2h0Twvls09R7bBPuSIFL4q4/e9LxeaPqTuGL5/nKe83rENPqX9xb/+3mg950Snv3TwO74fsZ4/afImPVS/kz6sy3a9CLxSP0Ngt767ZIQ9BsWGPIRZ8z1u9d696hEPPtr5x743JD49/qagPnJxHj90zKE+RwQ6P2BULb9z0qI+mBgCvVo/dz5rMFW+IvyivsEED8AvoPA9z24ZPzWoYbxpn5m+ssMhveTjBj4tRIe+hXK1P1U0jL29luw8CoyDPnt36j19Ly+/2m0swFvVBL66pMW8olfCPR6B4r8SwAa+6hrAu+e5vz632Qc+sMZjvaLePD7/2AC91qG8vBraqj0P2kU95nuDvo1VHMB6IUq9wz5yvIuxgj41ET4+EhhGvQXC6T0Dsq+/1QCavQgLFD//+9k8JnfgPd/lvL3xkTA+WtzsPwq+w78Pqks9vkqKPoWZtD/Gixu+/TVYP3Q7ar2k4o89CqcOv0K0GT4SuR09UUxMv1arDj2Opeo9sx2Ov7ajKb6qRKQ8T8covitqML91QgE7kBcAPs3hK7/2p9q9tj6NPm2tnb31dEHAVn3BPfhkJL5i1JE+PsFdPzu4mT7+9wK7qpW1Ptyun748hYY+GteUvSbEBT6WkNW9zmDXPczLwb0ENWI9J20oPpRjHz8Yeni92SMXPhNSGjyHJR2+1FfHPZcYXL6Ceps/Hka0PZslGj3mn3i+llXZPXKRGT4nRok7P1WoP7SQZb52Zda/wpoHPk0AGcDnVf+9TXLFPJ5ww70e+2e+jOI8v23o0rwodFS8zwIcuzN157zPfcK8rq+qvpUuzjvMU4S9sXxav8KEpr0SkPU/7hEXPpe8+r387Qu+KWjoPmyjcL22FIg+0LvjP3JvMr4I9L49mtg1vupLYDwTyw0+LYdHPusMKz7LRAG+"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "MvyBPWi5hL0tHIO9xxirvelUYj3yt+S7IMESPUY3Pr111++8tpmSPJ5+Kb0wZHk7DSBEvTmlh72j2wM9TTWGvOiRED32/n69LQwOva2SIz2484C8h7aFPNoiw72V+Ly9BbSUvd3enDyxiiS9DyBIvY25lb2lp9+9+tusvFKEer3u+RM9T5OavJ3Oxb32E9e8pDLmO5zC7rvCMQy+7wrTvYs8Dj1Lr5y96ITRvQwrxb3Xx+G97nsFvmrHjj2s2lc93WOBvX85sb3fvUA766UjvftU+L1f/QC+jRUfvoFZuL2IP8i91x71vJ1UKj0tZMi8ZZlHvTLaIr4q0Yu9RwfDOoGIDr1gNJe9LJWzvXqmZb0eKO48cxK/vJg7FL5lkb+8Hqpqvl73Ib1+SYQ9EPGkvdrwqzxaP8C973ssvUyZ0b3dHym9JqRwvXUIYzw4Sw2+SEHSvMyPyLydcwy+juq/vSlcBL0Mt5q9ydbmPfcx673qnNk7Yv7BPP7jFb7pLiM8uiOCvic8Mb3Aafe8axSCvdzL7L1FFHS9OwQVvIggCDyoDMw8juuRPXpxAr7/cIi7p8+OvNPgJL2UWUi98qCTPfFhHL0KnwO+7V3SvahHmjzWRp291zKzvRRae7xOMIC7b9WEvDRNEL2PaXi9mfCTPRVohL3LO9i8wwsAvmIp1L0="}}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 