{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "scB+vVdgw71BrEM+PCoGPmDJ5jq6IaM8PaDlveiAVb3vDpm+65nMPAM6oj05Vhc9aGtVPqWp5bxetO29zr3uPYXeTL1zbio8L6njPdjyzD2pm5W+3CORvPIc9D2CCAq++RYvvj3vkr4A3sC+WXrrPGLDnr778z4+4si5vHEgm74Aps8+5+y/PYB3sr5wdjO93osBv0L5N71zAdy8Kj/dPQVbZr41gGC+CsRPPjYV/T1G4RO+6DrNvBoLND3rQuO+0Alyvodvqb5Tnw6+JsNsvt5NNzzO41E9CWgFvowPFzsNUzA9v2qzPPwUDrzIa1U+f5Y2PjmQuj2si3w+cp4pvt2m2L6ovqS+LcF8Pho1Qb6fUGa+upRCvUVPsb3GaDq+KoptPR6Hpr2PSB++9YlcvXxV4L2Xo7k9PPWKvveeiLsKc6s+3PBaPlEsEr45H9q9Y3u/PRO9mbweNAA+Lg9ZPdVYFD2RuaM9uMAjPtwqrD12/2s+p5OuvtuviT7lyIM9fMJDPTb7vD32QSY+OJs6PSO62j24gZ49wxa2PJKPCT6s6QS+wtuJPYmnMT66jpu9nkKVvcIQm74QanY9Z1YbvqDpED0+/QE+Ud0LPvBAh7nQofS9sPmNt4RUKz15Yo2+cVwEPvdTSr1VZb29bJGjv4gckb6x9KI8IzA3vifwIT7Y+lk+S8KiPgZEFj6Y7Ys932uDvevnXT7AgOw8HMCZvSIeIjtN4Yc8U2zAPNVHaj1GQmq9X1rUPRHBObuKaIS+3dPcPgI7Ur2x9RI+PBqVvUyCWb7PdA+7XVN3vMIXKb3TJHC+8ICnPM+x7b1MKhW+0OMfOqqetb6+iuK9lhvnPWyKKD1KBdO9ISgVPo9WWTtK4VA+ZAcGPkaUAb7aTrq9u9FFvsTFhD67Wzw9dZlYvln3dj3Za329npQmPvOzkz4+cUs9bN2qPZ6KlL5sZAc+Gu1WPksBW74i6NC90v7Fu3Qy/7uh7aK+fSM8PgNktr2OFwI9rJ6HvUKlF768t6u8PFzyPDwfXL4D2gY+T+1OPSEDPT6wo0y+dvIZvoTldr4nbqy9dXvJPUDq/b1NOeo9ECz7vRwdU75OUA++ZPolPvQFFb7UEri+kNkzvcQOE7477gq+lbBaPmEUuD1IPj2+edijvkgG5Lxdwji+jszevX/GLr4aGUm+VraZvoEmhL1CajM+NSUTvQnBmr3UQ909hnmsPSXDoz3KzKI90uXUvfiu5D3LcWe9iMO3vNDAbD5iq4k+cwfwvQdbXr7tUka+RxqMvZvVNb5zqJS8dMgZvUaxWr5Ct/O9gXjlvTPwD7zVdwS+ssNZPjDKfr0sSty+9BaEvS6nHr6GYQO+YTxiPoF4sz18HiS+x1ODvO2o475XuYy9aM+NPuS0ij1LrwW9EN8JPiccLD1WfsK9W82yvT0BkrzcaVc9muXNPPYFtr1n3iO+XMu4PX11v72+hnI9yrMsvpWInLqDBAI+0Ow5PqQxzj1T9Fu9Sh9HPfv+tr2iBRQ+M4a3PvYo3D1Uc2Q+K/E2Psj/zD2R6A4+8rl8vuAo+j2BLm89qJ/6vWIFSr01uas+hQCSvvxUD70ZCoi9DRE0PqC9dT6yRZK+s3RXvrY/rT5n/3a+xbxCPposoD5MwlG+6ZcHvZFxBb7IXhK+fqQ/vdi3wr3G3ke+DBKDPX+WQb37exM+hOSMu1+bjL3sCiM+AQL5vKYIk72YBeE8ptbbPYyrWj7OLDq+75wEPs9xTD536d086rZ6vequYz5Dr2I+/nzfPUJ9uj3+hfK9XdkOPjygSb7t6Xy+zFfNPcVie76LDQa+Y3UyPotmJTxob+a+0EWCvuj0ST1oECG9W9w9vrxB7L5J3U69YCeSvs4QRj3AfOo8FqUBPt0mO73K3s07nL0lvgjQOT41Aog8FksuPp1b+7205cE73QySvI0PST5zJ+g9AkWYvjKPKj34wHM+v3uHPBUa7r4DmOW9Pq6PPXRr2r3M8wq8x9JWPmfhn766oSE+kbUlPlpKuDsP2CE+x56Pvflirrq+poy9Afwvvjme0T37Jou7nOZ1PCSul76mvnO+pKn1vRtqVr7ijnO96KyAvfOiCr5bsuc9GYUTvvyv1bvgiVU+MHqUvpzaoLui6+c9BrUVvoRtx72s4De+R3TSPnjP/z0E+/a999KhvembML4H6H49c1guPpIxaL4eQwE+Hws6PsfF2L6zcpC+EC2ovg58Qb1vHoo9LhOBvvjJ371MQN69WPzfu1COgr0E9GG9myK/PfHA/70eSAW+oywJvnDGsL2gZ4Q+J34+PcCpQj6UNPI9A4DPvnGqfr7ZqLa9a3TlvGF6pb2FpAW9HlLqPYGmIz3i3NK9hv25vm3jg7uVMd+8TETlvKRlbL75UjQ+Dg7YPbFt971J/wu+ZV2GPr1XWz2oHyM+2t6jvivrMr1Uoha+to8pPRuPUz4v7XO9Em0Ivmjy5rxD63S8eMGPvhTKaT75AKu+4M4dvpQT5bzmeW097QuPPIy5gb5gT4I9NbfcPb63g7xilmO+XJenvv6kYT3/oq673I5NPL2iiT1zhx48cY+mvSJrwT067a897Z2TvTSXdL7UkrS6zddjvMNjWz4bQ449b+YwPjUhLT7pHmU8QbxPPh4L3r30Nr483GEaPIScD76c0E89zO3OvDiQWb6oXRm+NSgzvKZ2JD6uixm/uWcNv7MLJz6HTqg8sxhyPrLMGb7+1mM+GYsaPtJYZj6kgpS7yzDfPWE3lD6zIjS+369APS6vjb20ZAc+xjYpPrmGXz17wPE8m4BUPsqMOz4GCrs7WtkQPjwOCT3GKRo+KQcTvP5jZbvUm3k9wFv4vQU50r0AZ3w9RNxuvYkTib2tt5y+7BxBuokds77ena69EDXVPWcO8D0i6iS90+MlPshB1b3hn4s+Fgf/vSGdib4iCbW9MA+UvimWiT5ydg86GZcUPp0bbb51pfU9D6IcPg/trj29LEW+vMW3vXrVAT3D744+dCgAPphZuDsc0BS+aWAjPivcfz0PWGG9WzoWPpxkfL6OORQ+pDq/PaoPoDzztQm+SabmvUrKsj2gWDW+gBXKve5NEz5P7EU9O2U3PapQIj3UCZ4+vLE9PhSIij0ZymU+i0JIPqygnj1xg+e91EBSPpGlujo65q29jAwtPvZHu714/Uo+Nb8KvaVD9TyfCvY9PV2Yvjt0kD3hm6Y9C2tLvJW9Ib6UaUS+wciYveSDvj3DDK09zk5OPT6YLL7Pyn8+jnXJPAbiZD0OCCo9KdO7vfP36T16MhA+IXnXPfwZnb1VQko+s42gvSMKyL1qUvo93FMBvc/Rir1KKTg+D4cRvTBBgjyWZ5W91AYJvRy6gT0cxfc9xX0IPj8sAr4eOwy+cEOyPfE9Dz54nSq8gk4NPlTm+D2NdiY+4wgVvv5CYL1Z6bc9SmZSvZPDcTtMnIi9A50/vo/tpD0nEqI9kahXvYmBgbu6m/K9552pvTuM473MrYO9ACoEPRRD273ZWCU+b8DCPK+ICD1mEyo+0XrmPY3kAz5tc7w8xUFbvulnAz6FsbM9qqeAPsWx0D06YoA8Sb2FPl2U6721b4C9QHLRPCfDhT6y6lS9UPYUvpz0tbwHH6g8c3MovXSKAzuQmke9BqsMPv+ZKT5do9a9vG3BPS/bBb7f1yQ+mbqcPdS6DD4J1Tm9uux/Pp2BXTsj5Iw9aZ3sPc/diD1uWwc+6hNxvaEkurzqH/s9DctmPMI2WDxvi/49dC3APd1y2LvUYfY7+WlPPuWcN70uY9Q9vSxLPsUcDj4Sdfs7yzWEvt9dDz5un/29YmROvij0sj2NRHC9IVIQvtgMo71J4yS7gJOEPRrFrz3KoBq+oM6wPfoubb2nNAW+n6CRvjupID6NZvw8pqWEvr4gqb4wIP+95oIUvIl0Ur0hvR89owU+PHxoPTwcGg2+i+YBPlwabb32dOW92nR9PU3KNr3SRyC+oEjAvIZGNz3J7au9CWV6vlPC773iNyG8GkRCvulmAD6VrEg8rIeMvZv86T0SQaC9I7lzvQv7fL5aJoK9GsNEvSwDFL4dQg++pFNlvB0u1718bx49zQU1PsgTMj26rN69sfygvW3s1T2zPqG+8qutvpp7ST3RP2C+pZdSPhdW/b15p+K9hE6fPhFKYb5n6E2+nU96vkPKur2wytC9WQNXvhXUjr37O1q6jzSLvs1gN74wWnu8OJJsPktvMr7UWfG9Es3yu6l10D3Ke+m9mn8rPiox0b6gZCK/wA6IvvnjBD1k/tG9j0JJPlJMP70BbOg9Bv3EOBdlkD2nQbQ8RD9GvgdD2z1bF4k9p7DXvVlwd7wzPg0+Ae0CvsQjhjtdjmC9zNjzvjQIUb4+Uy69xP8BvS/yob2wrQe+DZDTPcOTKb5QoWy+XazTvE8OAz5YhUQ9C4jnu5enDj7MDC46ajIwPm5C7r0bBYm932EiPgsPX70C5pk9D/cdvkEiNT4IM7K+W6GTu6Bgpr2HycC9VUQYPR2pKDzSVgq+BFcmvrYdr71nBLI9aLZKvs0KlD1AY0o9O95AvvP0rTtB9G29nd6YvfE9gT118Yq+WQ8oPQpmgr6lG5O+A9AZPQDuID5yrY0+k5SlvKJVOz6WHya+kjymvYAHir6UpTa9xte+PaWhKL0w4ga+z+sFvTHkEb4VDeG80nvAPVPmCr4JMy8+mgUKviHAlb7icA6+yp5uPTD3Kr6XelG+2y0AvpjRAb7GN0y+LYzpPVnWGL60Dhi+JCK+PNhm7L0E2Lq88jQHvjfqB75Z++G86J1+PdNcFD5zqyu+VbMtPdXe4zzIzhk+6csPvvDpFD1iRbg9APOfPayBKb0fdEM9nvhUPei+2b1g8au9gms+viMdqj0wWaK9YH6tPUb1VD2+5SW+j/mNvYbB6T2rkOG9xbm5PTB6E74TEV29t7GNvpAP+rxyeSU9qKEsPoK3bD45YYQ9aTAnPHDDJ7xawAY+PiwMPrfiSr7PbSi+u8HZvRCgJL0LHxA+XAeUPauRZD0cVIS+gtjevYOW0z3cR589bNBRPu5iuD2vezi+bjYIPrmqPT3d6gq8sHM2PpTg471xEFE8tXccvvuRB76AmmS+uc43PjAv1TyLpco8x7UuPU9iyrqt3pc957uUvXfCAD6F6qY+GqpmPXvhLD6fHnY9iCVbvRESnD1sk/u5fbliPFtIBr69DZS9vwzrPQmw57syQgE9lEyEvT6PQj6aDto8jCuzvfuBcj2qepw9udK3PN87Ib4HMOO9rSjKPXtVs70RuO895UhoPiais73D0y0+BjBQvqvHhL1si2M8U8MfvRna3710KYC8GvHJvCHJdL4by6y9eC4tPlXnnzyFvQC+e7XnvJlAdL5PIMy9Rh9KPlMMoj4shBa+GISDPd55N77bgoI9YerDO53QJjxKVck9ODrUPXOMljwxX4Q8Y2B2PcCkib0mteu93fsYvtlXBj5mgbw9UyFlvmw5Nz64lfK9O8DFvS8p770Myrc9VUQbvpdhsz6O/ay8FL8Avmb+JL2XOwm+bUg8Pg2IezuJ3yG9sGv2PS8eIT5y3V6+Oq7xPUwGE75+5k29MIjVPOMDaD4dC1C9PlJCvnVwVr4HW0u9ybFlvik8Lz20yO29zzPBPY4iPrz0FIE9rb69PW+L8D2ZsS8+MtZ6PiUIsz4bexu+AYDsve0U3D2wymW96dgSPkwXBj58Low9/XuSve4hAT4mrr86jeoSPhJHE76PCY2+lay3vWN1X74RDga94IASvnZvPz6ZF4k+IvkHPTIcc73Fsl29+6PwPbFrJb2CUtw9JR1sPikisbyMNxc+8pE1Pu/FFT72SS48d3E6vXiUBj52FBg9plaQO7YEYT6DuiK+TGgmvBU7c7zuPws+6t3mPQ4+FL6vIwY+FnjXPTPcXb6KcIO8OX0FvIgGkj0dUqQ80+hMO+5e3b3MBOw9UFI2Pk/tYr64MW89rGY3PclAqb0nCuU8mXbMPetfPb2GRY099FqwPUpqiLy4sEm9VkyOPfl5QTzv+SC+WofOvVIwbb1mrKm97UuBvSmFRD4KgzA+QVjzvd54GT4k/9o9d3v4vfiwNr62/eu8J85ovrs5Fz6eaIa9PaDBvYawJr5azwM9E35Lvl003b3DnDM9xC/5uzP7DD31xbI9f1BgPH6cx7xVlVC+UFNcvvR0Kb3JHXi+sVNIvvVPwL3BbqE9xGs2v390S7yFmz6+gFQOPhvIND4lMVW+LZ4aviT8mDyEL7I9VXzSvXM7Hr7p8x+9B2OovX6sPT0MRQW+M304vmlIOb+ZKKW+KwRwPEDKqL0B07A93g4aPW9edj2wJbg97HirO1PaOb51ON89lb4Rvtkd5Ly4BcM7X1KFPTMdLL7WL46+F1QMvmNu6T2CbDi+zi2tvjknxr0XgYg+yFs3PlckOD0toQI9wo4ovo2p5L0f++A9oPsbPv38fjue30+++azAvstyE76WUyI+AyB4vcvcxr2sYDu+OQ2Avg98Vr7d1Bi+B+XQPeBDV76k0lS+rSVrPnFfP74SCcw9LqlJPNWWjb4odd696F/VvmjlUb58gJW6H4dCvqIcKbwCj2K+GpwHvleB4r2EWaS9gMINvo7EEz53V+u8IXiLvSpVRb66bVC+G81dPhNHhL79+Hi+odn2vZxw4bwPqdq9/KRvvuKnPT74LG2+gAyYveeeIz0WPdc917QFPeEP9T3O0pO9HgurvJG2/T0x0KU9LvlgvncA1r33MMg9JAYSPdzOJT4vbi8+2VrhvdVBIr4NIUm+D46tvcg7Er100BG+9YU7viH7mj1t8pO9zpkNvRzuUj0Te089k1zUPY812Dw36S6+7XIEPqTFIT4il80+fWjAPKL5J70Ykz69nRELPTT+nTyCyFK9KNUWvK1Zu7wO75y9cV4dvnbhoLx5rLq94dQDPtQUMr4+FxA98o5ivaujHL4xt0w+VHswPN7JWr7squ48f88XPQG2Dz4klAg+aRM9PgIzsDyK3J09Z/AkPcYoJT5mLd494DvXvCPQgj2TOjs+r2JVPkoTtDykl0c+6avYPY0A7j3NQ1M9xd0CPmlHGr7C8vg9GzJ4PrOa1DydA4k8FJ7YPe6TKzxXB4C8olUDvQM/gj666Gc9QJ2FPRE0/70DPWc84hzTPb8iojzgh5E9clzuvaNMaT6VbNQ9rEumvV8Nhz2rYwW+7Fq8PVsuUj4sIhc+U5w9PCdzXTxAvfQ9Ck2PPWfMSD7nM6A9R8MgPYptjr3aXcC9K7ravb4CkT3za/M9ngnxPUTy8L3jGJM9s9MbPo0dOb73dsa9fniNPjYf771ZQFc+aAKIPfVaH74EgeA9flU+Pey65T0bKjg+QxotPnr2gT6E0cQ9UlGYPjqaVL69v+w9OX6ourdEGr7pLCa+DNFWPpeIyDzqaYk+YwCPPA6ROj6gKCo+qhIMPseFIb5xCVQ+gbw1PlSKA72aozs9TMgDPmILiD5ZRnw+6Pvgu+MhOr4yIAu9vNu0vbVEgr1GVts9UeJQPe+dR72lcFW+rVgdviMZtLzHEy4+DQafPSoEJj64rFS+j+D8vRXHqb3vjCK9VU8cPl5iT76hWWy+CBImPt9Bpb2PT+G9XLUPvTsXhj6oFcM8DPe9vWQyRz05AUg9WCoGPguXfr7q6vW6DHduPhxplr3IJJa97RT1vUmVXD6HCbY8GXsjPpwZlr1HGSc+Zm+jvdGiiz7Fb929PQyaPPKzgz1grAw9rJmwPAxhfT3nc9u7LsdlPQ1zRr1LJcq7AhOwPsUm1rwHQrk8TBqTNw9dqL2/O8C9c38Uvrgqnz1hHoM9HuRjvv/O+LzmIVy+ifkbPgOFtD3Jx/U9T2JWPVmSnjyDFCk+Aet6PHHLsj1HWhW9VRdevvMXzjown4Y8LoMIPqAHJT5f4pQ+JQUuvhS5g761ojU+SgRWPpB4H770Pn29VHu1PmJ8AL55uKW9ZW0ZPUqC9ru2W/O8+62Ivikbmb43lsM7e/sEvS3Tj70nSNO97F+dvsp+Zb6i7ey8g3yFO4B0ubuIYh698o4QvuI6CT5TOKy9llNZvsN8hr2gyQ+8NX7sPXR237xNVjY7OqEwvofmij4+5cE8paNKPa/2/jthw/I9914EvnR2Fr7ydIK9OfuavVWPGb5kgjm+3F+lPSofpT1v/bu9gtIQvjrNHTylugA+E30jPG8ulL1L1Xi9H3wRvW00BT5TfIg8szSZvuWGPL6P6jW+AXWNPXWSyb3Ze4W9VrbcveEwxb1DG069gzmfPUJZED4ePEc+FVwaPlhCAz7tibI9FNaePvPR17tk+eY9l30ZvO6Ysr1gW729C20OvhYRGrzAInq9nsvEPdd/AT4Q6cu978cKPQQpI71bW8a95iiYvSfBMj43Kim+hwMEPiuNzTxkkBQ+EAafvTl1nj0tqbQ9Pj2XPJ2ymL4ayai9VySavQno+j1kNyY+IAuFPrP1w71gDa47+944PbZkA71iaQC+zRwJvoBNPj3v0oy+YEuOvaBdFLzLwpw9QcDMPQfAYj1/9QE+BZvLvYootj0uWeg91ZmqPr1RYr4d2eU9h4EKvufSAT6n6fi9JiY0PuNrNTw7sRS+T60GPjdcYTzweUY90cEXPvkFcD441T68g/dyvUUVsT2RWmW8kfiVPk2Qhj5PfBK9RAIwPlSKBz0vWCy9dKC9Pe3SgT2bsBQ+6As3Pug7jD1MxPe9LofpPbkZYr0/+0e+NhXgvdYWfz68+0g+nzbLO7ouUb7F6Ao+ti4RPVHXkDyj3zy+SeH3vfxtjz4KIA69QzkoPtozDD0b6tW9GS2MPbD7VTwBST2+45v9vXmPEL5T3zM9xu/OPPAnHT5kmyw+FbtHPniqBz4pQ5w9I/OFPi3257zI93299iNkvcXjOj3VSy++ux/2PYHKLT4agng9Wu7MvaUjDT408o4+V92TPO6/gb0UV0m+qGE9vP3jhr2W7bC9sKJVvlPGcb3vad8+H7ANPePhmj6hzN29KVLlu4jcur6ubcy9Fov9vcaQBz5CoI0+3UemO20XSj0W0fY9b0VEPpWaoD3tLhG+Fhayvc48Q750GoM9pATMPclJMz4gm6c7UgNePn76qjyCLgE9PCfcvFq0CL+Ic9C9cIOuvSWWXb0vLlK+5pevvpr0gD717Gg9MCaGvd4yZ7x492u+fBqluxHliD1mQik+LJgKvsPOBL6PVYQ+BbHvvZz+QL6uE36+j9WWvgt/0z38WN4941ULPh5DCb7j0kE9c76NPcaG3b0/Axk+ysTzvb2shD5l1p889xi4PYfjAr35HGa9iEh3PsZ62zyMEBW+BeKAvQ0Qhb6FzR8+x+levWrhhL64ewQ9XTXovPdHcD5H9BU+yLeCvoFrXL4hnb08+mcZPsoScT1KK0y9kOckPttzKj4cFIg+4K4DPp7jsz0kOM099wLbPTLe3D0/E8g+iF8xPnowLz1vRsk9TT6WvkW6Uj0iamQ9wfPFPC43Z72bNYs+obvZvc8sZr1XvKC9l5foPerXxb0jKlS96y+jviI5lT3SWDU+MHTTvuQtPL4BkYo8IQk4voClvD3JxaA9xhGcvdz0UT7WIJS+ilBFPZ8AHL1PQ2G+AY3HvEl74zs87jQ+AYoXPOCNkD7RD4U7aIi9PAP0Kr1OIos91/E0Pqliqj5HVSW9/QFbvjyWv70JZgc9Zq0xPZWDir7aArU9s7yXPn0N5T3uIJu9yhBQPjvSkj6ieHM9/Y/OPc1xcDwzNRo+1npqvq4gWLtMUYu9mtcePnCdwz1YoEI+d/CjvZFTmDyYRpc9SlbMPfxhXb29szc+P5j2vYQ6Iz0u4Vo75oZMvhN9PjyxGdK8Lps3vZlKXj66+q68Hf/+vWP7lb2tIeY9HY4+vpM5Mj69SK289bEhPbWvQj7b5rs9VwPCPTzx1D0JwS++Ey9TPrLJ77z5rD4+hfgLvhFEkTzll3c+kAvvPbrjIz6OUOA9bWV0vYELLL7A/ik8Ct3qvUJV9z2wpZO+/rGEvUOLDz1CUjk+GUPLvRwhZr5kAcQ8GcxhPn4RjT6Frhs+uvLoPU1TYD38/J+99MdzPHNHej78cRo73DBGvRD5Ab6ZFv275/bDPAEz3T0EoqG8N7kgPI8GPL5FWGi9DPMTPEJhBj7WtVQ9YbOVvsfcOr4MWOc9B8BjO04tmry1Cy4+Y65BvrWvgz3LOdA9ELQcvq4VCb3UyiC+htY8PTuxnD1BA789xA2RPWHxYL7U8ec9vASmvu0tNL7mqOm9vv1dvdkZKL2SZNK9B1sxvJWJyTybTDM+2YBtvqzlR74Fcla8mmMTPSekeb6WscY8e542vboVrr3NR2O9rDpbPkenjD0KgFc+Xs06va1M5j2BZem8jSaavQynMTwfNFc9NF3ZPeSiyD05VXA+AZodPk1sEb4PvjW+tpQHPsGJVD5i7Da+IMqxvOGasL1tT8m7iR6uvFOzrz5+zm28oxCTPRXsPL7u/Y+9iSurvDkBBj3dU227XQSjPeWzkb0JYAi9C0xOvYlDED6w/B6+oOgwvvM4AL6qynQ87lUVPMWyqD1RfQG9nZ21PcTykb1Cujm+vKkvvuH7Dj6BrYC9mxolPZA2tb3NCaE8NjIbPWU8cj7kqLo9gR5pvbalu75IEKm9sHZmPjd8nzzZLy29+3wdPjWrAT7mB/S8P5ozPo6bCD4v6dI997waPhv74LoXUZ69L9aHPIeukz16ggo+imvePEUXnz3PhAG+PnI2vT3tfj2l+qq9jkOgu3PBzDx+gvS9wqOfPb1zLL22Ca+9P6KmvGMAzTxsutA99UU4PM2Mqj1EMWY9LQMRPnQW1D2zOtO741/wvUSaHz77oe69sdc2vFN3db7ukVO+iOravbs/aD0UBPM9auC1vKBGRr7d0a8+8CPZvROj/73zhym+AfpQPr2lMr7rBbY8ctVxvQEb4D03nhg+/JpyOfBhHj02uEG+HYuBPhUWCjs4uBm9Jm5+Prkv1b6G2zC86fdPPtH1Jz7Szlk+f5zju6jDJj00IbC9+DeSu7HqnL4bdCw+tvF9PqBhrD7IaWK+VblMvVQn3L0Stl4+B4umvBICAr5whiM+BkqhO2AuHT76RGa97/G7vn1VNT4uOzw7QA8fvGUjo7wrrS++KnkDP6qJgb772mA+3EelPvd0ib0xFiQ++jN6Pl9BkL5qVm890v4bvmuXmb72ee+8aL0YP5shnrt6kya+8cIJP8LT5r2Cx9w9fC+AvtsWs72r0QE+hOiVvjgxiL3ivjC+k/EZPmuoYr7TVR+9lieiPqttgD2Hp4y+cEw1vmGgzb5lULy+tcP1ve8RkD7LU909N6bBPvU28L6VZte9PVHjPQHxO75IDfc90xMHvi7xuL5cQbs+rwWXvure2r09D949oaYnPZ2Tar6AZ5A8TUS9vTRBVr44jbK9ruoGPNlAjb0QkFu9e/V1PgQX+z1ljKk+FfwYPo28pj49t689wKsgvVpdGz6WfTs+WHIvPlVhMD6Omam8FTySvsL/Gb0Jv1G9TYZEvuMOIj43HD0+kcrivb7T870u7zu+0AH+vbTPcz4QGXG+9RIRvXS7mz7JtaM+i2ISPgKlBD7Y6wU++IRQPiNbe77UfyQ+A4mKvricm72W63K+ThUSPs5sKj5Irpy+3bgRPYHLRb7DnRW+X3Ysvl4fcr5V4bi+vgCUvR8Z7T0eZjk+tBkAvUcWvz5F0SC+dOVMvjaLEr0kyNQ+ATXYvuQ4ir5xdZs+bboUPrkTbj7zymI+zc+zPkO43z2SX5O9lnCmPKQDZ71Ldoe9h9anvq8qDD62rsC+0r66PR36Mb4qUV8+ckk/PsZIqL4sO0u+UJFGvvWctj2TFLu7lBIcPlk15Lxa59O9UYS7PY1mJT505zO8apokvrsOKj5cw188SZMtvrVbDL3sjEI9nJilvJTds7uS1dI8zx6SvF3yIjzO/dw9cVE9u707HD6SJ5y8TeFovqIqKj5jdeU9lpS0voC5/Dzmnmg9reZ6viqQE7zU+tk9cCCivq+c2b092Sm+csmvvXMtQb1m7qi+8uY2PnufXj7/+IA+5lU4PnnaYL0EiWO9otpePk/+Xj5d24M+Pjczvn6zfj1GQSg9c0MrPnDQ0j13xaW87eYQPcSa0z3Vtb29sffqvWMAjD3lrJY+pU6aPXEtnL6xl7E9rQ5GPX5CKL4xcfM9ZeyGvdJwxj3iDZe6aGM/PZtcyT1+lYA8Z4MhPS1EWb0R8hY+w+UBvW/cDz53VRS+L8JwvT/vIb7YdSY8NsuFOzKy3730VP29n2ENvidYzjwUrq09vT3OPVg2/r3q6Uc+FoS1Pb2P5L2mXMM92sRTPfuFP7ykTt+9meR4vcPuZb6tdSk+OAeyuz2R+L2jj6y8y8W5vaIWfL177AO+RL5pvrcxHT3+CNK90bjSvXFbt7zzyT0+z8JDPV5GWb2FqYC+K0gTuu2I471BELM92nYKvtkmhr11/Xy+fFFhPS9CnL2mrCW90yqcvTlyjjxJ7+S9C9X+PRr6KT2CqO69iw+QPae4n72fzX++7BNbPfentT0WN3s9ggTUvfFaJ7yKphI9D67hPeyrMr4UZ4m+9qgOvjTG5D3+og4+Nlv7PUGsWb568/M7zIysvVkzHL4Tnoy+6eqvvS0uhz0GaKc9yIDJvNSOkL1rURO9ov3CPGPyHL6jDvi9uFptPtPj8r1D2DS9JU6AvhAVWr2y8Ju9b1FlvqScM74mcQa+TIC1vgdf+r1rfyI9Hbswvf1Opr0X1IW8n/navB5hFD1cJBU+UobzvUv+N75iLi6+iS6mvOvlHb5lkco8FlPwvcUQT734OfE9jcROvu7WTT4TOZu9epwtPWG0Kb4eSFs8NEFJvlAjVr7mEzK8wmEuvsFOkjw7gTm+V3gvvuIn2jzoqZY9wioHvf+fLr5voIo9wTZIvg0U3r0wXzu+uL+NvOZHqb5hu/O9UL19vtf/drwribK96HGBvCeElL1vGB++q00kvlAOgb3Okus8JY7BvQJBDT09dMW9o6TXvZjaoD5DBCc+aW82PoIzDz0dFLM8GodxPBfLND7E7vA809OzvlW4kj5058Y+b8omPm64nz6qP+C7L8MJvrZg3r2TdwI+FrLdvcdt1rsDgzK+yacAvRA7kj3f41Y+CXUZPtoOgD2qIoG++06QvQ/ihD4vJdk9w8iavpAUSjwtbVw+sTwzPU5dMz3oS1m+SXGYPDK8mj4ao689CL54PQXutT4mQ9M5KFnMvR662D0cP988cje2vYrjcD32R0W+k8mjPXuwoD1ByQy+Ls09Poc6Lz6hHWI9tREBPkBFO75B5jm94o6hPesyv7111lm+GN8nPjeC3rvNubw9qrzdveI0pz4KMw0+PXEVvknYoz49J3s+WJXePSgEPryiXto9nO+IPl+m7z1uwUy+l2QUvWaGiT0q2LM9J7khvr61pL1hiYi9aZAFuWVt0rwSVZi90swxvjysi70GOYO9tNZOvgmok7q1/oI9LOs8vnaJy73M0Lu9v+hBvYsvcz4KLD2+QpprPqusI7wCohI9wVyIPoKDXL3hi6c9KFwHvWmqSj2W7Gm9KAkQPi6k0bwPsFO9xIUdvjs6HD2k2u09ruEFvXnN7Lyo9/W9mpe3vcvxpz6IiPE96OIzva5Tab6Orek9hC/jPcUIfb0vF5O8pghWvSDghrwbVqQ96uK1PbQtEj0MW1u+rj4/vla+SL44X6s9VswhvgreNz4ElQK+Ojltvhn/Ib6F6p89mz1OPp/bgDxo3KO9FDV6vb/oK7zfiSU9oo4rvW+o0jt1Bzi+IF+PPkKn1D0RhLG9W+KuvMSsu72WriC8Nj21uqfUjz67GFC9KUoqvWY4hj3SB7O8kheAvmecjr3VHoG9apBrvZHTar52FbC9s2AMPgZNMz4vWkO+pO15vMnqIz5IjTq9HUfNvRKTw7ws1wg9EabCPasgBj6x6pC8QOiIPaBrMz5010e+anX5vHh7+T3l00y+6NWYvt4aAT0ih7u91nhDvtQpx72YuIm9G8IFvqNQPD2xhCo+FKezvoCdxr1mZOc8M34GPuk+bL2haHc+Ft+7vXXXbb4e1H4+KZYwvuGqMr0AUCM9O/xCvjjld70VFKI9x2VovjAibTwdoCy9XkJXO+3dPb1Jz0i+pMCaPuyXy7tqWz89K49JvDdPiLwmcys+AzZqPvuB4TsUjYQ9+euAPjdzgT0LHKU9b+inPeSDib19rZS+01+EPYdwYb1+XOQ9r+OLPS0gVr34QPG9h+hWPmqsyD3AfT2+bgPkvSazjz2sAKa+QcF5uysvBL1txm29KbErvlbfurwLTrm90ezYvZqEqD22tjK+3qeKvS/NGb4GpYG+YVSvPYMHSr1pYKO8nVOOvs4Gzb1IWte96r3PvZHZEL7S/wI9RyNQPXpEsb2/aBu+OeDIPXV+pr0sf+u9ET6tvWawNL4lbbO9kM/NPSBlcr7wweO97FHrvZy+g77j/HO+jxXuPOwyNr4q8v08DWNfvVE02737Plo9Mdv0PRfLAz2X1gO+yoKDvht8Mb7LQ0m8U94WvohQuT0qLKG93JZmvhCeq7xrjsM9Gwc2PDZVD74LPa09HDbIvHoWmb46V/+91jaIvDgNB76E25U9y10qvtx/hr41mjW9SKpQPR1DOr5jcIO71BkRPhA4HL4Ioyu+r2gEvr28Pbzpnxe+faKAvIhMfz3D3ge+RvmAvlstOb5TQSo9FlRivuc+tL1uHXK+xSRJvYNfG73G8xS+3zJPvjH1Fr6cJbS90OHBvUxK8L3kagG9byIVPkcq7z0iR4893pzDPcasd754Vs876b32vdzTG76diNC9AKAFviXDMb7S1U+9dCiAvvKNkD1PYys9gDAovrTEc734AXm+cSINvijxuj3nhqK8to15PQZgAz0ktjY9WNADvpdW4D1HTs48p01BvGeiXr4nCio9xZsYvrzcQT3sSji90DAMviXClT15LfI9wSyWu2USET6rs0i7nV5tPsV9Xj4EQCe+VtgHvmn/Uj6MAHE+5L8IPmgoKj7jZQQ+b/4Jvt0rlT7hUuQ9mSQQvSf/3r1x8+C9wzDbvdkuEj7ElFA8jJFBPn9yMj77AWo+HiF+vSrlGT7FMzY+n0MlPaLuZr2fvIC9YfIDvl7Hazy/Ljc+ISKPPqnzBz6Q98Q6L3d5vTLsDT7xneq9JxzYPVMGfbzLbJ+9q9iVvpPrnz4kMxs+sDpFPjniQT628xg9EN9BvqgpTr4pMOw99gAHveY/oT73YJM9hMXyPQy6UT3MyXM+Al8IPl+qOz6O6gE+upNMvlVnAzy9xry7s5NsvAsqvb1lHn+9VaPrPIrxoL10URE+kJ4zPSjXjjp/8Sa941FVPgWCHD0rxZA9kHMAPv3I770tnoo9di3YPWh4Uj4ujUk95QMPvXKMKr1rKVE+hMYuPpMw5T2OOzc+jdusvIXAKD4ARwq7rV8APj2TKb5tHUA9SCd0PQfKKT7noau9Ks5NPEJDH777+Fg96L4Zvfvabb2vRC085KWAvc7Nl716jZk+EI1FPgYPZr4CJ2U+HzbUvQGHEj6scia+jD91PaAsRT3Z7aK9l4GVPRwgGD7Qr6A+iEPKvU2v3b3KJ2E+mCCQO/NQV7wIsQM9qYNAvXowqL28aDE+q4wuvhYSML0xKAu+nWpcvrk4kzz05bs9lj8cvnJ0mDtQO8a9qdA/vZnn3L3sO3Q95a0Zvm9EULxX+iS+iJaDvS0e+70+DWE+/kw9PlkB+LxWMRm+3cn3PQQuujy1s8K92LjPPVZWXbxL/zo+H29YvFQEDL4mqyC93+SUO+qfkL0OpuW9/EVEPciLhT1BPKE9otivPKV2+Lwh+q09e0xWPr40lD0VOLQ9MoTcPQXc0byuI1+8g0QSvQz3ez2VKgW9+DMnvOl9FL4PqH09/6qpPUgqmT3HeQg9JXdFvuqfKT1O2Ji82SALvrqQAz0KmmA9zHhKvTw6I74U26U8EYjwvDqTKj4sRlO9kozwvRAkPDxoC0w+jw01vt8+0LuSMww9q6IGPkMtCb4nytU9nqNVPGnEkr3CTKm8iYfnvR9yGb4EsWY+sq8tvmfgqr1YB0k+43ShPQRrOz0rUtY7vZglPt36l77tkma+MdM+vjXtWrwJ3L492L8YvnRXG77l7x+9faBFPQlQuD1Dlds9X/gnvSv5Mb2PVUM9dpj8PYauLz2n09U9n++jvTUOnrwQHcO9SkU8vZK21T1e7Uu7upeNPmaP2roCU2W+fqi/vYRaFDyB6gs+fBYTPuDa6z1S1SQ+mtfGva87uTx9Zte9SzSqPIoRLL5TvQO+OuShveLsOL1gndE9BxqbvJfiYT1r7ok9lAv4vOapir7FQRa+tQvwvlUFrj308IW+IobLvU4fCj53LqC9YiXHPYBjuz06+Do9pHlcvAMWe71lq429xeNOPYD8gj2vJMQ9aBCFPbc6uT0N1z285GmHPnROg77Qt9s9hX2RPRxeKT5dg9q97Mlmvsg4CD1/DJK+JTGfPWv6Mb4qfYs9JW4evt6l+b2HRM+9zm0YO8KdwjwlnxO+lfH2vfYyDzvGvU69CFf9vRbUKD0F36Q9ZBSfvV1qlj0Sm7y9uNsoO2RUvbxoTNs8rO/yPYJcZjz4Z869mXDFvSHvp71sQ5+9J40WPkzmKr6ciqC91KFjvfz0n75tbLO9bhw/vqbgxj2I+s89Y0oZPUsbsL1P/gW+X7xbPUpZWTzVVae9lTlJvYXQDL7zcSW+2RwEvubyxLxOvh29VfMyPpoRnD37Wpu8+M4CvuCk172/gCu+E/Gou8VxRr19BRy+BEYuvmrUKz7Tz6E9Bnz0vajr0r1a4ZM+9KhJvtSnRr6bUcA9hF0YvuSILbv2r+G9Lmq9vVXikL0hVYO+OLeiPZmmAz0tFj++EICuvWt7Hj5PeKI9CzcWvrr2Vr6pH+I8ClIVPtpVR77/cz49eFQKvlZvjb0rpj++t7eJvlD8Kr5NXV88NfjPPaTpyr2OARm+GxehPaWCzj2U+ka+JuQFvtdTrb2Xr7m867P0PWFmIb5WjxI7CtUivjsNsb19Fg29Ng8KPvkagDy8q2G7zo8ivhluDz6XROO81JhYvtoSuL0c4ko9pReBPYLsoz1EBBu+1LdqvRHUyL288dy6I+uKvm3Imr3CyZe9eJ61vuFXCT5LpAq+C/KIPckOWL4ezSI+qPMKvWMUyz3mMeq98ebVPWdQCr0TYz8+DHKPvN26A74/vSK8IBi+PsD4Y7yU5eQ9Sb2RveM7vz2tf4M+uBy1vO/pAb71wqs8l/64PL7bED1jt7C9t1+IvqyFhL2EYlU8t9M7PaNImD2qJzg+xAaLvgI9k7yfHfY9+RRrPcJXS71NZcq9oUCNPdm+2b0ivx8+EfNKPIMcLTydIU29630QPkBriL7Lf3a9yA1OPgZVEL1inGG+Yhx9vbTLRz5/pAi+aOHLvVoCpbxkPom+ktkJPjYkE70F6Me9DIDqPGaG/T2LjbA99Pn8PZKm873STSQ+6A7VvelaU74mupg9tz1Wvr4Bgz6JPJY8HwnYO718nztL0UG+TFPTvaYGrLyJHcQ+nbQQPhhmFr6J1SK+W/eIPgqfJT76/ck7e01LPp4P+71TKXq8Zsk4veftjTzlllg+RNSSvaPrnb5UIgq+Xg2vPCTPBj5nDV+9NYPbPTMkcL53mrS9BNwlvnixLj65Yk0+xCGSPsKHKzx/QqI+aw7HPOm1Ib0ftiq91sgJvoSfTz3MtBG+1kr+vfEVWr0ZhS89WQMRPmnfQb5RTS2+XWD8vVh9JT0nIIi+WFKDvlx4jjtLU1i94a6SuwtC+LutrC29mWm4vS+Q57uvopK+S5t+vgx/qb2D63E+znqFvgqW2T2eaqE9femHPlxk4zx28Bw+z3H1vC8SUr60q+C+l45oPPNSXT4YEMq8BXYDvmPQqz1l2SA+7m8xPBmKLD1lUZQ9uNSDvviBmDzqORQ+iC+wPfhKUL4a8O29kbsbvvlGpb0O8nk9uvfXvLrsML1Mb7a9p9tJPJ2Fnj6/RBA+STgCvqOLGD7xXkG+z9E0PmO5Aj35Rji9GXqePT+8Fr2OFFC+2tWMvQM7oz7D8Yy80cCePKN2i75rwYy9O7AUvhcsDDwFF+A9u5+avcbADrxO1jk9dSE/vTt2jz1D1S0+Lw5hvd47iT4pT5S+l/BjPQQ0B77S3+q+HDv8u5Comr5WmFA9WXBUvreNhz5/awo+f82CPmjWQL4iMxY+H5kVPgOM5j6xwcw9jHSbPrWZij4C6Yk9XopWvuJcHD7PkR09w+dHvoOfJL5sdlI+vJGKvuPAhj3raC2+aL43viyPab37zhw+vFa5PRk/jD6xmJq+uw2Muma/EL3DR5Y9rxQUPA9nFj56by2+BNAFPnnDR7p/he897SjgvdvL673wkxM+NgkxPYaYCj3oDw89jx5WPWVOkD0yT+49bP9aO7CHJb5tNhw+N6CTvEt9+b2Sbyo+8MzFusyKAT7cwG85tuBovZzT+j3O2V0+URtnPUvpPr6wYz09wQhuvuHwLj4YptG9AOtwPNJJaLxJCx++exloPvkVDb21nCY915kjvk71FL7iVTo9ma2yvQWuZ75eLvo9A7M5PlCmlj6k3yM9AckQPujyQD4hoSc+3nkKviS0SD18fUe86EljPRpLsL1Wd029P/mmvdCpkz4VuyK+ugAxPvJz9j3+taa9rc4ivjW78byYLjS+tlUUPotPLj4htbS9mfdKPn5SCD2QxN+9aqOKPtX7wT02DqQ8IGAAOxVNxj1nVze9nPchPoA2Xb6S2867/iPIvZXmzTxnZvW85KFSPt97Mr4ocx0+4a1kvNx/1z3hvn67CuQzPLbLjz3Ourc9O/11POg7F77X8wM7HKWqvfAjI74Pf+K9rkhJPnHlr75oXRo+8fBRPSLW1z3nX2q+nk5HPkCkrT1tDSU+VOEGPkqPC74+fou9x/k+vvAsvr2gQt691E89PcYd4T3lE3g+io4tPTX0dTxPgpa9NOoDvdW3/z2M0Kg93sFHvef9rz1ipVA9DbxcvRxP3Dw/mt0+R6GSvgQPWL0nhFO+NFlCPtosTr48YgA9gVwxvp2dKr5//DU+ZRKRPWp20byRmne+Jz/DPRrfDL4YUng9d27XvKohur4zfa091lTfPA0BYr5o2p+99gSkvHMFBL5imyE+skcMvpi8Dr6f0dS8kIESvaNUEb3c9Ly9zAdhvUpwx7tSzwA9MpdAPVX8iz0EKBU9JZCKPrWmfj1/SLW9uoXVvpENUT5gPsC9kAhNPt1/2D1VSGG+QwxFPnH31LwXXC8+LG5vPvxqZD64Yok7jtogPodSpr3AkZY9AsIRvllcHTwE6Oo9l7mDPtdnqj1ekie97JvYveeIOD58914+5ZKOvZm8fL4xyn29nXAQPY6+q71o01G9QB1yvQ2W5DxC3bo9Zav3PTx2S72siN+7CZ9iviMpoL7JX6W9q32svTCFIz6hA549DdVePgQ0pb43Xaa8WJq6vtcrJj6jdRi96G55vQjHfL5V/zQ9OfuOvegnCT7JsRe+tI+iuwgVpLzAr1m+4Rm1PCjwjD1M/X2+QrupPT6jdj5BcQO+ST9lvhf4Br4tgt0+o93cPUM1Hz6vAc49Yf1vPibipT0RFVy9Zi/uPf+ITD0uh4c+9H4yvqWTSz6SqbS9/6tMvspTzb2iObA8kvBevhl26r16O8S6TjmKvIiFwTyte429ticSPpTDU77HPhw9+9ygPnSr8L0COjK91D0mPbPCub2VbQC9os5lvt8xCzxxRvG7HlUZPtvNu73ogOC9EgtXvpUI9LugsjY+kAsbvsyRGj3teq49AP2FPsY//b10L5y8E6BKPi9OE73BU1u94pGJvkTNj70x3Ri+iCFRPoTBAD5WsYa9CgFSPefo5D0lx+Y9ZaKZvb3HAj5PHZC9gsmNvTvjUL5ruCC+TzVzPHf4Hr5gywU+rbWAPpMOVb2gkSw+PPwuPgU07z00uAs9HNQWvs4EHL1kuQC+SoERvuuJMD2DCno9lvuHPcw1lj0Up5M+zrkXvbTbIz2aoji+TGYJvqiLjD4VwCU9EW9vvkbTVT7SX2u+6ClBvuh8H77/Ax++0vcPvpljCz5VxLs9NuiKPW6I9z3xiSg+QJ68PBvyhz6OPUE91hT8PcITEL6hx7i84pNsvcSuEL71MyC+Sl8SPlpomL2l1Bu+zno9Pra1Tz3pfWQ+7NE7PvwLkT5qtry9+A6RPRpA3bzqhA6+MOBvvucz+jsSTt49Sxnxvdq1XL2I+T69xjZhPFpjjb05kq69SiOUvEimdbwJ+869x9vGvOD5azw+5Ym9Co7ZPUT0Xz463oA+cbL6vTxgJ73XPJk9O0XHvUQwYz0oPtS9XhdnvuOc4rws9Eg9Eojyvf5c2D2vHRo+erY0PgAhJT1fCl29w7G5Pb7VDT7dhii+STs2PgOx/b34xqO9GqwxvXKlyD262Io+DrmFPYv/bLw+y7a9TbAOPkrNZTunwxE+QFYJPhoeC74ecTa+0+x4PfiNmD3G5xK+oe+pvPj17L0B8N89SjKUvVFNnj0nbxC+paN4vcVyu74IJmW9ehwWPtW0Z7sd3ok9Q4MVvhcnnL3R2MM9DruiOiTYUDzaA4c9nYcxPjwjI7x1YLM8n8y6va0PzD2ATbg9c9BwPe99cT1QO0e9IJo5PDciMz1Fnti762mZvaMHj7xJkPE9Jb3FPEyrWT6/1LU91QWTvNwXaz7ML787359RPEJFd70SQ3E5lECRvQKLsT23RIK9qMsEu1k2+r29W+g9hpqCPk/QOr5VNkY97M+cPT4JqjvVn3+9/UM8PiOFhr1Nphg9vKFzvlfpmr1w8bC9q2zQvT1JDz317Sy+PCUTvqbahr1RDpK7pjJoPVzZ9D0H2y0+geiFvtLP9z0reWe+Nwr2POMrD74g2lq8H2cRvknLfj0EqBs+ImH3va0kCz6/2HK98eXcvCF6BT19M8w9rYd7PeplL70klvS9NMePPRd2CD4orFi93HpovcIesj2nNuW9GB2kPVORWb6ME5+8P0s2PrNdj70rMYO86GdxPnU4rL3tVim+xvjfvTfihr1v5kQ94tKvvusxRr5Q+OS9WTKDPvxnFD3Re+o9/ApNvg59FD3MOYY9EFjXvVfDmj3q2eW96AiOPiq3Dj00aga+eq3gPTeM6j0BaPu8j5lOvn4/Or6LKd28q5pnvseXhjzz3le99/vMvbAEpjwmNXA+Ot2oPnigy725Wn0+PL/CvTWv9jz/TPy9NKxbvl79+T26AIO+vs0EPvJiiz7rZlq9P+rDvMt3RrthwMw9MZUqvlqoVD6Siuy92KyHvk24Qr4lqpU+3PTIPa0uBT9aBfo95FE4vvtYHT08SoU9/ispvt6eVD5BXX4+63qavs4f0T0FLJG98XX+PWWPUj6pKzC+Ye+VvcFouj2Prlw9s1h1vpPBkr3Nd/O9Kd3bPXgQkr5Io2E7u+hgPvlVrT3hjbs9kZGjvrbJF74OUY49QygYPVocUT1COmC+3n5FPpIMqz0NgFK8i4ctvoOuH76bhqq9OVb+vLrxDr6k+Jm80/TwPJCCWD4RAfe9ewvMOwBQ1DyZHlE8/sLZPsng2z2m4ZC+hRSxveBHFT4K32C+UeCxPK4IgTw8aR++WgxPPRzpK773u4a+66H4vIpcvz2nxoU9fVukPcJEUz7Cw1S+ALG9vfb4G76+LWe7035vvoJ/Wz2Kouu9JI86vnmE9T0/dYU9/NqSvYiOwT3yTm49XwPYvVP9i76olGO+I54NPrCfiD3hfIQ9IFkAvdAbNj0VZgu+aNXhPTqg7j0mNla+dj3YPR8nMb7RRZ09rUBOvVxwhD2Auqs9J9C/vsZoCT0RrGQ97hZpvo+fOr0P60g9KoWpvoZTkj6m044+rHCzPSx4T71XiT4+Kf0ivs3EVD1SQP497VHFvTHqqT38t5A7IJJSvUtPfL55zJe+xdmVOZ4Y9r3Giue+QPGMvYUOjT1HYvY7O9s/vei8s75G75k9FzZvPTi7Ur4UQ4Y+stHPPeCnVL4408e9tS2TOzcWEj7rgky+PpXWPSuxvD6nn3y+Xe65vQi1x730rhY9r9s3Oo0eJj2qp0g95MNzvo/Dsr2nUjC+wWCovg/qir0xmyK+csy1vsVeLL7592W+kw6fOo1mWb4tQYe9xlq3vR9kTr0vdTA+WPGMvpZcxb2qVR8+C9pFvl7M47z9ZIs8bIdMvtqz3Loc/3Q+CBswPk1Hhz66qMi9dN9aPvgekj4aiou+LqIQvmHsHD1H3D++DwHJvaIZLby7v7+9hWUCvW/L5r13s2q9KVBJvWUe9j2NRIw+5IGYO0yGNr16mRk95T2gPqCAJT3Zc1I+N1OIPnK1yjzTVqg8z8DpvUJkQ75J9qS+33oMPgoNSz4gKgM92hLevQrnqT5Hk+69YoErPte9sbodMBy89n0Rvsk+IT0Oa/U9JR5HvZ1sQr4POcY9fC99vlqXSb75m1C+V7UovudXA74K/z++ZhOmPY+Gnr2PPi690y5qvibV3r1Dh4e+cr0+vZXtJr0jLLe9KghxPZBDgb6lGAY+SED3vQBrRb4BOs88/DsGPkzBjDyM8AK+VMv6vXhL9r3e6Qk9agTsvRuI7r1pPPu9cPhnPX8FK77p7yG+hneTvuTnGz5pNiO+WsFiPZ3F0z1/nYa9YWgxvrA21r0K/5A9MVkRvvpXxL1NGzk8AAUMPo/8zz0pE6o9Ch4RO7c+Er5NvF++VivpPYsIC75l8M09m0gIPd4HrD3h7Ni90Z2/vRwqo77Hrq09sxORPPzBxb3GVMi9NT1gvSdOJ75E9xC+2TzavVGIBb7WxKu9WlwbPasekj0iUvo88OEkvhC73r3N/Be9u6RdvfCLOT0OVXe+aAcpvuiwKr5+83K+DlcavncgNj5x+U29r04EviNYFD5mZiS+gBgRPZgIiL7diWa+Jah9PUUDXDybaag9rfHJvQz+Xzxd83K+oJEpvlhqQr4UcAU9fo1bPE4mW70FuBC+a9cVPerMLT3u5AY9sCp4vYopKb7azdK8nEi9PXONwb03uyu+qB10vjdyKD3SZBI9GQKFvhfHy7z4D6283S4ePeAq8jxuGuE8EQg4vf4SI75VrZW+Xsk6vsVTC77Mnmi8V4OWPF8PsL0WAT6+11YDPjYmBz1LxKy926xEPVAgz703ege+5htJvklpxD6yDzW+JiJEPfedsj1Bp7S+vCStO6m98j1VtIW9eU2pvMBAuLyos08+gt57PVNf5T1+7SQ+6KmsvpyGsT7hquA99RY3PAD2Eb4/H469tcOaPQIqmD2LA5K9uLWYPAl8gD49QF8+WXXRPgbrJj6Rv9A9hIAMPZn/kD7Kor69831BPgF00r0CYi8+8SI6vqipzr4uy5k8O9E0vMXHTj3n0rs+W9YIvbfzgT05XaA+iJfXPhHbEj6Jhw2+2Oeqvtb2mjv6nL886S0xvnOwnr1mSKY9D6ApPQiKdzzo6Tw8ft+Jvb+Vhr4q9Es+oiWwvITDt720HvC9sr/XPuh8UT2i00O+cxiQPUTMHj2WE4C9dmSFvi22nb07lBS+KREYP2EzgT5D1R0+1Kh8u0XAKzwtpVY+vQs+PjoiBz5cCAm+fnZTvfhSg761E5y8NodRvnyTu73xioW9euaHvFTiOT4uXGo9bCZbOWIq3732/do+DpUCvsRfDL5fZ6g9zLBNPjQtjj4TIVw+sb9dPg8ZXb0eyRI6+pqPvES9Jz7rnXA+4BRDPG+Edb6i9TC+WKXnvePStj0+yW89/KA1PZNUdb6YX5M+8F8lvkNv+D2MKLy8M3khPgcOzj0e8q48aDK1vb9Wkr2OEjU+sEYxvWQF/L0XwYa+++82PlDp6z1Ayne+FV75vEJXJL72shI9kuRPPdjEqj5faGe+5/7lvbLHk7xgOh+8/i+YvpbZFz7Vb0I9syUvvZtfBz3OLaC+EiiAvTIaor2ade66ZzIaPv+QPr59Eoe8YwKpPo38gz4if4S9MrTaPWqBz76U3DC+hQLLvBReMb0JDMU9eNsOvtbNij2EaT89N9yiPR/gjDwtEZ4+R2V2PXTxFjpQ4Sa8mjUXPp+4Gz0PFEi+lYIzvkR06T3SWDq9Qt7KvWm1MD5tfPw9njdzvY80Ab4GVUY+x5hAvvVcdb6hPqe9ZFQKvm+YZz1RTQu+MeHSvYsLwT3ikCS+4TclPkcRMLzXviA8Ju6SvaYm570vGc89ttURvs/kH76m7H8+VM8wvS8/1jwLFYa9LJRVPnTqEb7zdZe93IcwPidy+b28jAw+i7sCPqvfLj49bFm+4NQHvn3Bfb4WLyU+ANG8vQNEaT7Znxg9dS5yPrqnKT0vamO+fNbNvCZMGT1XhP09Z0CTvJ0fO70QhBu+gGJnvP7SWb4G4wO8qdq1vM2jBT0l2xg+/r7tPETokLzCChW9RdqQPkA+fz4ROAk+932NvZoEBL0Vt1O8uTdLvvw5aTwW4Wo9/oBePvEsdTwdOVS+1HUNPjka2zzH8DC+1K0EPrYvFD7MC7Q8/Ysjvh9uOzvDwXU9HAT/un27kj4V+Hs+l6/PvYPWxLyyYJE9sYNyPs5fDj7IRJ68MMe2vY80wb0NLDu+BkU+PccKIj4pIRM+amUGPjsYWb3WcCI+8/VfPXMUJj40ujU+V4CUPTMgVj4CwxO++KGBvNR9ur2jiMq9WjU7PiCXgT7e7669r4oLPWiBiL0GUoU93sYHO5WLAD5Mzl++oYLPPSZUvz3kk6Y9KMmYPUhZHj6Ymuk90zOQvRZRXD7wLdg9GOMjvo1sAD7G+zy+LMfrPdMagT1KOIg9cPpGPuQq3r2AhVW9Avw3vum6jTybngW+ZOAhPsrqpjy8BCk+TXpJPsvmEb7hbAi9S2+gu0J2bj6svoI+qhx6Pc8ofjyd8IY9T40pvjcPyDze8LQ9OAonvYj4Lz4UxBc9tWqZvOTvKr3Y+kQ+IRiOPmcskj3iL1W+rnbLvaPqHL5FF6u87H7zvadOMLz4u5q95yrePXK56zws1P88mA5Ivl3jej7K+tA9vf3ZPbvQwbyHMnQ9EGRAPTEvPz3Jeig9tx9aPpA0rr3ZPhI+8gCIvSBFVT39mB896Sr0PYCYDb3IXos92vcdPrPAJb5HL7w9N5FnvV36L74W9iW9a2DUPTx9m74XjLg9jr8YPjA1PD0lXWI9HyzzPUML570WC0A9hm/ZPcYqOr50nyM+l+QVvmt9Wz3yc1G+liDMvi6sPT6SQ0Y9WucwPqjf4L3N6rY9YXKCPXi47T2Ci7w95FFnvGFWez0Mx0m6wtIXvsx5/z0MukC+iUQZvY6yxz2vbrI9vm6QvbWsEzqcd/o8MFjXPMVHyz3QjQQ+2Yh8Pv/GvL1BAgW+r/gVveKCib3aCAM+imZmvHDL7D1jWQO+KLASPrp7f7xnqUk9/qmWva94Cr/PLIW8k78avg6alb2ddEw9l8FvvlmEWj4Q57W8dMXMueLwnLtBNI+96HILvk7+Vb0TqgW+wdICvrlErL1JSws+4o+IPZmJ+j3ajxG+K9cZPqlcTL7eIHM9gNY/vTbItryVSZ49/HVbPbf8Wr1kEzo9WPsyPCSeQz5uQlU+oj8svhJ6tb0WwrU99GB8Pkyqbz3x/8K9mHaJPRL0Bj5W14c+p21oPdL2Zb2FhZe8zhenvdV1Jr6G6bQ9w+yjvryuSL5iOj++9YKOvUElq736LFq9uxuCvaJSiD26O5I+4wMBvlYSWT5wwz4+xe9wvW4xKT4HV6o+BVzLvR031LwSSm89QW/pvZXL4j31tOI9RZwTvsIhRb1KJge+kWF+vOzhBL7CpJe9vlmavb10o74Ttg8+FfenPbKeeT34Yd0+olrOvQ59Ob7oT3q+9KOkPKPArL1RvrG9LtMjvlD9HD7t9SU9WqoaPrpvzL3aIoG+SyEyvvu7br7Zh0Q+0mqDvVnHqT4UQaA9boIQvlcjC74/rMi88mpzvoTHvT3/xei9hYtJOjA6tD0/Mgu9ZTXuvEvm8b2eePm9Ct2bPACvv75U+4k+ktpEPoSyXj1mFdW9aXBePi9khb29PTC7m+EjPnMdmL7/HVO93x2VPRpBrb4kbDS+AmlavkyNoTqUVvA9bVkmuof+6bsivXu+NqJWvp1Daz5u7Gq8v/spPp05Nz4mI1099OCmPdvumD6WXKm+JVyYPcWb9L3Gikc+gc6xPH6pDzy8EaU96VSpvh4Sur3EtH++jG7DvnIXl73vAmq9lrUtPlRYJr7m+969WGdpPkFSob40/qg+CjnrvDK0Vj4cWlk+PFEuvlcEN77QA0y+k7SGvhBmxz3ZC8K9ggrcPS4KgT6nYWc+j758PlKwnLps3Vc9GEJUvDKF7b2IMCY+VpwTPfY6oz6ckU09tsPpPaqMhT0Q/pi+N9dIvr3Bv70OU6A9LnrMPKh6AL5028s+g6BrPXQoQr3h7Lm9JMNVPiuCFLzcxuK8rQJGvi4q0L06xzI92RiYPQYQaj72UrM9XG2FvKsBoT36s1a+XKilvtTePD76klg9tidgPcG43LvHtDW+UfP2PTcnUL3erz8+PDchvtZpLj4+A5U8pLM1PbD1nr1QsfS9cj/lvSN8gT0ayOg8XEgPvsCjy73wTMO8islZPUXMBr7YuMu8bZ4Nvmsdnb0zk7K8BKeBvRPwaz50icu6mtb3PP+13D226Tm9DSgJvXzE1LyQCps9SCHiPU93Bz5kYCe9HRzkvdvhEbwdc24+1EbaPRvEaz08Gxy+gMaDPHy0Pj0r+IS9leKZPTGbhb5tiNQ7amQRPTZKDr7+h6y9Ks2nPWvgWD4x/hK97o7wPVW5Dj6N45k9fW8pvsl67jxrK5w9zhoGvhf8i70Pxvu9fZKlPUoGBb5JbYg75MSGPWnXWT1L9Sw+RPFQPsvOhz0Xkfi9hwXwPXA2Hr0Z2ZE93Lh6PcR37r30kqM8Rxg2vr1JrLwAWdI9FmlWPkDz4b15AlC90/FGvUtoO77YI0g9QQVVPZGGu73ZqC2+bqeyva+2sz0EKz2+LKY2vskQJz5noaU9y+FdPWzB47zOCHO8bl7gvCajWr1Sfj++GU25vXcMbj0rwG2+9JBuvkHMJz0p/R8+AbELvg2wA76WRoC95N6EPbgfIL5TlTO+Y/yKPTarGb6zTvi8M7xmPZeYG70GIxW+IwsEPngFez6SWi2+UhjbvDQtzT2PXmS9eVIRPsZY8DwwS6S+sqj2PWLzKT7yO/q9ymwpvsB24j0Zzwc+M5wPPjmt3z1IQD6+CqNEPoRI/b3J/oA+bqX7PTCXkz4TY1m+J6gkvufjYz4w3GC+bpL4vd1xUj4Co0i9F7J9PdYnYb3woxY+KrpmvWeenL7F6Yg+MB+Lvts9Kz62fw+9k2VuvdMdKzzLJM0+D5nIPapwo737iGm9bQNrvji1mT7jZcU+PirmPah7F75N2NI+cEs2PvuCLD6iAlE8pqS0vINl1ztDJPw90utkvmz7O77/Dlm+QXIfPjYZND61fpw+DrpRPnGRCD5gG4I+yeTGPMU//bwfo0g+KaVIPjQCB70/WNI+j/clPsccgj1l0mi9G1/mvOIw7D222l8+tHs5PprGJr1ZAFg8U4NgPtsQfb2yDQi9XYa0PcBycz7wr/e9Pz58vWqOwT4GRKu+bedNvSJMxj36WHE+YLF2PX8RHr7Wj0Q+MTfcPeIN0D7loG4+dHacvISRez1OuSy+r+61PB+2S74QEhC+DHAfvmj44b2GrKU9tldwveXSgj7nIYq82+gEvrMlUT7Z0pA+YnC1vWvQSz6iVZm8ClOXvQF89j2O+Ro9MZe0PrKqcL4Ftjg+OsYnPX10oj6hBWg+5/6lPkOCLTwTtYg+7W0Uvsc6oj6hATs+QAiFPWxqVb4KscW7ySfAvEyyfT191EK+YkWgvhNDpTzb/Oo9YHcmPaIDubupDJC+Yht/vSb8VL7cw9Y9SXeVvdQR/T3lzBm+KdOPPXGZIj6z76M+TXe5PUfCWj5RyKY9KvOfPVIpmjtyM2w9SO2jvfGc8TxPYew8yH+WPrYEGD7lgCK6cyyfPU8uKr5wLyU+dYnQOnd9sj1fgpG+jJ5/PvgwoD1UJ+S9QZszPa0BAr1EdN081nwTvaxYWL6q2n29Oas2PJCHlD0T+yO9FiTkvIKtcr5s//U9nGN3vdABTz6uskQ99Vk1PvrauD6Seuq8EG4tvtJanD43YGw+H88dvWMXCzxy5329UTr6PU/ciz112+Y9d8HMOj5VhT3YX1s9SC4hvj3u7LqOYo08Cg3ZPAnNSL4jkxW+mH5Ovn3SXL7MuKU9LAJBvlG+uTv03l4++zQSvZtDR75T3u09/e96u9BP1D0AYiq9RSYNPUVLpr6dx+M94QELvrDhtb0xuUA+8TMbvINVAz5PHhO9fjTUPXtHob4O2m4+1b71veead71e0BS+XhrZPabwjT3+F/G9L9pBPj9yfT1cypM+RFfLPM+u2749abi90ipWPmksv7zp1YK+bTv/PdX7Vj4zid48MGkIPliZW739oxo+gZG1PoYSfb5fd8E9N1fVPICrTL7bm5+94/tovWovzr5Nz+m9m2JtvNTajT1Yx4g9pIN7vtN7kzzWSrc8mtmPveurHb4rzdc9NQzcPI2iHz34KAq9pddePeb1fL6M+Iq+t2pFvgR27D1YHqy9mIGQviBXmb5Ne4W7omaOPTtMCL60iBm+Bq/GPJbHQ72HkEO+m32xPG8TRr5GO5c9uIAivvW4ub0eeoq9pcWxvbYTwL2zMha+MkQzPOGkE74c7Qq+au0UvWTbGr4zzb69EXkFPqrkUL6g5bA9z4AvvQWhc769W009h2ZOu0E8mT3bxMq9m4A0vr3+472wM7i8EdxIvqRebr4UCx2+HZS+vQqvcr4ukAm+5BzzvTYa0T2uBSM9O54iPX5rG71gzGS7H2XAvb8ePL121xQ9e38eviUx1b0jCQS8YsFuvYPeKr5sN8S9a4rpPahoirxDCwS9w6hGvcKuk70EQyO+EeitPVZDN77Tl429PItivf56PTwWBkK+TEm1vbkhoT3b7pQ9+MtGvjZXbr70Id29bpvQPKidIT7ngtw9KgGGvWrmb76GTDG+ORFwvmjo2j3PE6A8CaWEvbL8db4fPTw8THOPvrjNK75h4um9udq8Pe6qRL7zThe+aEGIvoA1oL1YGa+9kJ0Lvg3qwL2fh9S9Zs/qvTu9ML7101y9P1wvvgPJ3jpLZZQ987drvd89Nb5o3ya8yLhjvZNdoD0rpBY+u5jjPFT61TzFooO9CptuvTwvMj74kXg9vcKfvJrmcT7xtEO+B/NKPpKZjz3WFmE++ehWPnroQ7yjjsC97TsovoZVez3AU309h6F/vlRfWj66yhM+SPZiPig9ODwaU4w9aGyFu4Fo/D0NSk4+0XkQvlH9pr2QEHO+7mrmvYm40r2oxGs+/G9HPoCicb0VQXe8mjU+veb1sj3TP7s+VMDBvfxM6r1wUhS9hqyWPtr1nD6dz7U8/4oKPuKcUz3i2Bs+96khvua2DT1fOOA84UBBPoyFZLwIcmI+KspaPucvpD5loKg++VcIPkNtND4F+GA8SGu0vd7GHr69REk+7iVtvN+PAD7IsIm9F6VXPiRbHr6BbeQ9147qPUF1bD7VUDA+33pyu8w83D3VY069wyI3PmulDz6VAs89aqOKvZeGIj6Rg7a9EzjmPE5dMb1XjE8+jk6XvVi/LT6GjOs9tYGKPq4emT0v8Ma9wr9hvcydJz08cz69c227vTvNFz6buSU+eHbtPc8tZj6H5W4+8OFKvvjRdT5KCgo+eGeIPQlUrL1lSLk9V/t3PPD7Lz2u1u29/AgkvgikhD40PBG+lOy8PgAiKb5N4fG8/u2+vdIKZz6Q17g+IMoGPn4hAD7kijy99Gccu7jTpr2kuu+9gVZePaN80D2rHVk+5KMzvraBirw+1DU8s9NkvTgDhD66ry29qPayvWohbD4QVU+++6m0vX0mz72kYkM9DLcHvmdA8z3wMZM8guqBvTNDEb1UDbm82S5yPkG4oD0j1li+3ikGvr/90D2oCDC+BZ70vfxhLr5ydhM916pYvuX31T3cgK07CSQGPexsbDsHXzY9QRiuvWMZ3D0Y0Bq+I2flO70aCT6pmla+VeOZPoDambyQrIg+KzN9vIOJVL4BS4u8vqs+voB0lr0ERQc+TITCPB1mlr6LWTE+7oHKPodNjL2xKkO+vCyjPd1WJz3WIke9pMKRvgtHTT53ZE4+bwUXPmMggL4dkh0+eZipPOnOdj0eVx++XfWhvamhzr0cxps9qlZ2PRj0Jb7M7V4+jkZ8PmtNjz25B6I6qmfOPaw4hD0Kbv882vyDvX9zUz0BKJE+3lQyvnetp724ZZY+RH4ivcoHNLwMM1S9+1eyvTpQGL6PpyS9e6RRvbDrgb5+9DI+okkWPdnXoz1yfgm9qN02vpC3h70Rd0w98IQkPjNTzr0o1rK9qlaBvTUOOrzrR7O9R5AyvZx2yr2e/AU9wmYpPslioD1tTb29xMaSPvHoHb5lo0c8VlI8PdP2WD44qqS9qZ88PYBOdr6IB3c+aUjSPfAl9z0J2cW8sIGMvZgs1L3Dp3q+QpiKPh7Xyb7HhLg9D7atvXWOXb4o1/Y9YQQkvuPjD77gCx09FogUvvymTD0I4dU76jMQPQM1ir6OKQS+Kr2KPVBnC76pAGE8UCGmvY87i72O4Sq+SbiNPVd+nDzuGwS+79YLPuPyJb17Qwg+fp1avggcL7x8uZS+cZBqvW8WlT3yKSc9DijjPR/uPT6aJia+sbsTvq0Oir0RFhi9LD8WvW0AmL7C5i6+bIyDPQk9OrxzAqI9wxptvphoQb0vN669Tvn1vTOTIr54ofE88PX+vXIAI75q6ga+DRQJveFq173QznO6Dy8nPH72Cb7Xcxm8uSUHvuXbjL4avtA9E/JvvnLO4TwAnwk9y0oGvgab1jsYFcM8zSUAvfSjJb5DdUM+W8eivSr5TD3spS2+J/axvRdgir0ikMC9MBt2vT59q71/cBO+PK0BPn034TzdxJi9WCsRvvEKrL71BFa+BrGcvWvPAr4dFYe+Lz2Dvgz/A71pOke+AeOVvvF0ar5pCzw+IkbYvHBvAL71oTO9SscnPmRw2r2cvIA8jkoqvonqvD0mdfk99LJhvIvCED7JGaC+glq2vYGMGjuBEpu+a6xcPFDEEL5cjdk9uSD1PIiQQD14C8c9P/DpPabRXL0Sl+y9I8RTvQ8oSD6hlBk91NpkvrwVMj5f3cA9SMjhPG0LGDxFI12+R/M0PtltFr1wxw6+KxX8vQRK/LxSzgu+3ecCvgyyR77Sn5M9+gVAPi1SPrwfrhy8/uNtPkBINb3xY1M+bxguPVC7gj3/Af+9IRPlvbAaWj65NwY+Qc7ZvOmnaT7ujgS+GhMwvRZSGz7sG4U+9KrDvpZ+oz6NzVA+bidzOwZEpL3ASsU8IpsJvmHAT74E0Aq9aD6MvRlJvrwjwxW+r/NbvtGEhz5YAYU++3RjPnUgJr2vS+S9L0y7Po3DvT4B/IK+5sH3PektKz66/zY+A02jPV4dGb6HfzE8XgAnPpvv5j3DbSq+kL4+Po8aLz4tshQ+KVaGPfpiVD7J1/Q9Iui4vqA7RTxG31g9GIQAvQwDQj3JDjy+++zZu5XiRb7zSo4+JeZHPoqbjz6VVp69WLwxPoQ0b7w6qI09mrg8PVFHOz5Cq4a+vdxLPJ1Ghj6qj9+9Ms7hPXwhn70GkVM+8JFyvfyCb72Ejmo9lTl6PgZ6mj5n4Nw9AoyQvKVyMTwlUBS+dj/AvI9Biz4+X/Y8WdolPunWNT7V1CM9cC05vpkgiD7vJPG94okTvqh8zr3tOau9fNsiPe7zQL62PQe+tx3qPOl/Az2FD1C+j1TKPssWuz0VsqA86udFPkqadj6jgqI+Mnt3PkxkrL23Beo8sqCXPeraF7tqcpc9CEmVPZE4YrzeZ0M+zm0QvtytDL5a3IW+ACiEvpJVPD5iBmU+wa6BvskxEz6IFlC+MvHDPc7bOL0ma1A+AR8/vm9oPz5DsM86QZQYvpO/Qj0KhKy+6epMPcdTYD30eyO+oGSnve5h4TuEYIA+jdXoPciAkb6v8Ro+PD6UPSkzQz7vXAe9CzRFvkX20j0m2f29VRy4PIkFfr5Dnjq9ZM2hPiWWhL0f6p2+K53TPR8kAT4Ppcu8wYZXvumfDb79NxO+mThCvtrjRz0h/5C9BRWFvEVcob618RK9diLfPWNSlD29EOQ9dOR7Ph22mD2RNVs+yPI0vMYk6T0ma2285XCMPDPPq750UTk+tmggPRYOY76bdoE9Nl6ovF0YAb59Hg2+Ez4FPfIDjD7E8Qk+sJQHPioqg7zvn7u9jxy/PfAfQD0VcCo92qkEPmzm17tgWnw+WgmUvasj2jp/8tE9iNr6PTwJhD4sGUs+oR2svOXsgbwqhRs9YVQwOyN0jb6xzKi9IFCmvSe10b1yaAm+bl6TO+OLvrxSgyu8DPZXvVqXMTxNm6W+U1oSPnl8iz0nERK+VSgqvhRZR77pOQS+S9U8PQadRb7l4gO+OiHDPqm19L2rTwW+elpMvvCCLj5pKjC+R9k7PlTC1L3wUDw+ftrjvXNqhj3/tSg+JmUnvn41lr1aH4O+DqOWPoybr736qNO8ynPeO0ReEb7oBE2+UZu3O+5ysD/j32W+SGpCvey+BD/i/zg+KI1iPxjwAb6GkME9iByMvnd5Tz49x529ZdFbPgpSgL5Egdo904ZrPrwJGr7MOgE9W84DQIi4yT3xa1y+bWmivcG61j4gvh68dcOhvleBjj/0OXi+V7pCvgBZ+rxxkCu+IjYEvtZ9+j16asI/TxmJPzHCqL2+uTC+y9DfP07niD5q6ES+Z54FPBc8QD4s6qE94ZsgviClYD2nROg+h+HEvf0zXL5PIVc/84LrvQL6nDwlSJG+MKiNvuyVlD1r49C9mVaWvpoj+z2GhqQ9dxauPZjtGUBdCHK+5F75vZM90L0A4Ky+o1LAPS+Icj0v7L48MxJoPnd0S77T+7e9AKY0vs3TlL1Qhem8XEVrvktFAz4Z394+3jT1P12bEr24OMm8CdzLPEMG3b1Eoje9qK7ave3JDr4q+gq9G2DfvSRcC70nvZg9jb8OvtWSMb7pvb0+byzkvaJcqD/OAgs/bEPxP1ceij43zgU/cSi2Psai672hY8s/kXiuPFI1TD0KVgq9iri1vSS4Qb22z3k+Hg62PgsJFz4yyZI/AagPvqhWAUCw8UO+yKXwvcckIb7RfsO9KeI7PnC4lr4sT+8/YKtXPnqEfb6YLMO9w2lavl41/DwoAgBAETQqvqo5Mb6UxI6+b2R3vZf1qz79EM68abAzPb4cV79LbG28O+PBPT1PvDyCCgjAZE1cvjEGxz0s1WM/lweQPTV3e76PAw++tEZnvxFhAD4opn6+UHKEPT/Lzb3FrrG/lrQNvaU7lrzerco+iwk7vtW/Nj6397E+1sEjwO4HXD/BuW6/DAMRvULsA75QsRM+FBZiPgvnGsAhjtE/XVEfPW4qKr5gd5Y/lGxkPaKT+D68DcU+cPl0vhk9sj56K3q8BT/LvVZJXD9DfoM7oRtXPpt7l77hGGI98gWxvX4RsT8zJeg8EsptvoJhvD1xFk8/kDAXPFZuDr/2Wkk9QjMFwMm6QL/MM7E9vU1rvv+fKT/M4nU/XaikvSfpGT5dywG+1LElPTTl+z3aWCG9aKhhvR357j06EIg/Uk0tvtLIAz0QWhQ+Lb2UPaedsT3uLlA+yervPPBjQruqfNU9KwvBPuSIFL4q4/e9mgqYPqTuGL5/nKe8EFQKPtt1x7/jq4A9JpGnv8D4Pr6Nzp8/k7IIPfD/kD6sy3a9Yb5TP8EAtb67ZIQ9+8aGPGl/4j3nwuC9ZkENPtQKxr52C0Q95XuePjeyIj/0rqE+kxQ5P5t0Kr/0BqY+mBgCvV50gz5rMFW+Svepvty7DsAvoPA9FyoZP9O3Rrw4QJ++ssMhvYlGAz4tfIK+t9C1P5DMkb1zc/M86SuFPtvT4z1lKzC/lmoswFvVBL66pMW8olfCPaDN4r8SwAa+yku0vHHpwT632Qc+Vtd7vaLePD7vfgG9xLzPvO+yrT0P2kU95nuDvqNdHMB6IUq9UbUAvAe4gT50cTo+EhhGvW6D7j2bn6+/N/K7vfMtEz/M3p484FPcPd/lvL3xkTA+u5ztP3/gw7+Mvlg9/sWJPvsWtT/o0Qi+ThlXP7PDbL0BB5M9jlYPv0K0GT4SuR09lKpMv4hqCz0lsPE9ZdOQv7ajKb6qRKQ8NI4lvvOUL791QgE7kBcAPuL/Kb/2p9q9UcOVPpt/lL0MukHA+4O/PfhkJL79+Iw+0+JhP9u1kT7+9wK7TiawPpz+or6KgXc+9GuWvSbEBT7jz9u9zmDXPRoLzb0aJ2I9J20oPlqlIT8Yeni9mSMXPhAtbzyHJR2+ia4APlP+U761Rps/Hka0PZslGj3x4H2+llXZPXKRGT5J0sY7RSuqP2LXZb5bMte/X1wKPhITGcAJLPW9jZ6HPJ5ww70t7Vy+FNE8v23o0rxgeVS80BqOu2sx4Lxgkra8hHCrvqBOsbsTEXq9ytdXv1xNp70S2vY/AzURPtWK7b387Qu+RWnvPmyjcL1u6ow+GmnlP3JvMr6gFsE9uxVAvkEGgTwTyw0+LB4+Pn0XJz4bBwG+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "vniDPdRFcL0QLoK9F+6qvf1PZj2ZZfy7USMjPW8dSL3fARy9T52BPLMYJr0Mqok7tClQvYdKi70o9yM91TOAvALOGD1s13u931kOvbJKCD1g4di89xSBPFHDvb3vjsC9IERrvdcUljx2Dyy9dOYtvY32mr37v+29H6CCvGv9c72G/vU8InGMvBoCzr0dfKi8NIOwO9HfP7wu9Qu+0dPSvQMpGz2ZS5m9SFDUvfRyzL35qvK9qRAJvnqHhz1GXWU9Pf2QvU98r73v6R87GYE7vbF7Ab52JAa+7oAfvnCNwb2ofsS9mx0DvQ3SJz2U9O+8KdJkveY9Kr7+DY+9gkvhuiw52rwp75a9b8q1vc6LXr3ytNE88CXovOLjEb41nti8detsvnDlF71pY4E97LCsvQ1muTwZtMa9VuuevL860b2gnxG95yqDvWZvIjyxLga+vaLVvCxk3rwVdQm+qZDAvWmFBL07DZa9kKDdPWCI6r3GQkc8AnzJPI1MGL4OGok7eD6CvhK2P73eGsS8jlGEvUaI6r3/RGq9fukNvJvexDtsN9E8JqKYPTMc/r2PCMG7s+p0vJN3GL1ohi69eiiWPeT9Dr2DeAW+y2HXvX+ckjxcU6K9QR/AvcDOgbz8bu+7Ia2SvBGMF71Tj4K9clGNPXtujL3QY528eJT9vc+22b0="}}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 