{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "/DV0vd7jz700ok0+YXkPPikTabuvOD48UkrMvcBgg71f8py+G4rNPBjJrD3yCSQ9OuBYPkumLb368Pa9YRj3PSmZV73hHmA8Y6nWPXtN1D0/G5W+twZuvAuuAj643gO+glg3vqRvk75Fr7u+GxaHPBCEm764TTk+LyWivCnSo76R7Mk+KpW9PTdQuL6ttUO9v6j+vj15Rr2T6Ni85S/cPVCRab4kW16+/i5TPq5K/z3JTg++S3zbvBnveD3BFOe+ytR2vmMHsL5vOw++/ddxvoGZxTzsKzU9LmLuvcmRvrrsnzQ97gaiPPUi+Lu8OE8+2GczPq+vuz3yqH0+pzczvg7j3b43Gai+DYZ3PhQvO74VM2C++J9gvVXJs706WTa+5yB5PblUrb31yQ+++DqDvXN12b10j7U9zeqRvqUgvrtHXqY+GedfPh+0CL5Hw/e9r07EPTlYuLxRvPA9Q7o5PZwcOz1qRaU9wRkwPt1BjT2voXM+NMCyvsxXjD411GU9vytDPYSpvz1jryo+y4YrPSu2uz1cO6Y9/C7BPHQ3Dz6PUhC+jWOdPVGOJj6SNsS9ltiavUb6m74o4Xw9vholvnP3FT1Bmv89GfQOPkmmELuZ5vi9gcTSuSiDLj1qp4++2x4OPlsYFr3daJC9NaKkv0Y8l74Q3TY8sM8zvvXtIT7gKkk+aEOUPtqOCj7AnKA9Xe2FvaDtYT5/1J08VMOdvTWkkDuVbKc8YjrAPP0PeD2DJHi9e7vZPXhagzvj4Ia+EQDiPjVBOb03+go+XwGUvQmcVb6Wnpu86lWRvAFegr0ld2S+3d8dPadA1b3Zbxe+P6mgPErqr77RcfG9pMPoPXNgMD3Qgea9dzMdPv16oLvwiks+1P0JPoRSCr5KHre9WJJBvi1ChT7biT49w/5hvqn9Zz3Y8nK9gj4jPsT9lj7TTTE9cY+ePX+rjL5fkvo950VuPohcZr717+e9HI0Su76+C7vEUZ++fyo6PmKW0b0qR6w8si6DvYxAFL4gYYu7Pp/5PDzdWr4MWAY+Y+xmPQDwPj7Wxze+IfIdvovJfb7KA5y9lO/pPdO88r0vs+k9hiPPvTblVb4TZxu+rG8bPua9F75lJbW+JLxyvfWVB74i9gq+mqZdPsBNvD0sSTm+Z5aovjGw67za/Sa+I0fqvaSjQL7m6j++D/2Yvp/Jab2wbkA+As/rvCyCrr032N095FCpPbtkqz3jTIs9EC3hvVHu1j1ELHK9lf2wvOJIZz4fUJA+Ad7ovZ0XeL4F0VK+Z7yBvdoqPr69roC8XbgNvR4fTb7kwey92cPnvQFDbbwdm/m92+xaPjnGjL2Y1N++zr58vcbrC76AF/O9frtePkzlnD1OlBy+Sb+mvCSd3b7TJIW9T8+OPh+0uT3TBCm9S7IUPkVs/Txy9am9ct+ivUEGfbwcgz497YoWPNPVoL3Vmiy+6uDLPS0cxb23nnI9EjosvuHhRryqJgA+XIg3PvGKyz1/G7O9GTaePcLxmL3gUQU+Da2xPhxL2j2McmE+EpQvPj6uxz1EggA+ptNtviQ2Aj5XJ1E9OAUPvqY1J72dr60+L2yPvpT4Lb0ROou9Ejg6PnjGbT42JZS+Al1DvneQsz52y3i+orhDPmZFnD5D60u+UFGivEDmA76MuRG+2UgvvVe53L1ZF0G+haxrPX2dLL3X1PE9ckyXu5UXj73ReR0+H7rAvIm9lb1BAyE9i07qPV0+aT6yuDO+4IIJPp7+UT4/APk8AsE/vRxnWD64NWs+H6e5PcdPyD2N3+W93ckMPtuQS77OZoO+JnDMPdh4a77LEQy+FXIvPtUEPDwqJPG+4DeCvtceYj0MSme9RyYrvkJt9r6SDy69OZiUvoyGDD1pU0w97eL8PfGfE71vkKa7WIAovvGdOj5QQZ0872IrPpG27r2e9fe7Z2HpvLryOz4l+t89ukaWvoObxDwGs3Q+qlOYPFwZ8b55Pt29K/mrPVK/zr36wIG8UCpUPlk6m74jzyw+Mn0oPsq8RbwaFjI+djNdvfwOObwjH5K9b4gtvoJ/vT1cSDO7UwrHPPEAmr6ka36+9PP/vUicYr5L2my9XMuAvR+fB75n+uM9bD0PvjCGZ7yKYVQ+iTiQvvoX47u/NOg9Qr4Xvg3AxL3kCDW+ZybWPjhLAz4wJvS9ndK4vZZNOL4Mt5w96rgkPnPVZr47wfM90jg+PqcO376AhZe++Umovu7ob738fo09qGOBvpxf6L2Blt+9OlkXvIAohb0MnVW9njy7PYbB+r3WWwK+zZEKvqLRmr2d74c+2gBmPTK8OT7eN+09LrLUvqTxer7oaLy9hsrDvIxVr70JPQG9viPkPS+nMT1ma+G9PYK8vhIKA7yBQ/e8uq8zvQ8Hb74bPTM+cRDQPQ4m870I5wy+PQ+GPlWHYD1aOCc+ckygvurgSr2j0Bq+t7YGPZPqVD7EIYK9XQINvumY2bzbg768Yi2QvkLLcT6wLK+++Akivubv57wruk095ERXPD+5er6mYYE9pS7iPUX1+7wdSFm+RI2tvsnGSz14Zju83GqOPJiUij22a4A8TWqvvaJvrz0gx7Y9iM6UvSZbZ75zVQe8ECqpuyd4VT4wNlQ9Dl4xPoOWLj7+1SI8oCRNPvVs2L3Ts6s8y8MoPLo8Er6CF0U96TjQvIt2Wb4aVR++xkoTvHRAKj5w9R+/KCQNvxY3JT7yFkU8wuB1PgHSGb7JG2Y+wpELPn/xZD7X8cG7HFHgPepWkz4qfC2+dPZEPfOygL2dQgE+L48ZPoHiYD1seus8ADNbPg5bOj67PSi7lxUUPvf3ET3H/RU+Mv2ROycyajvYNHE9g7n8vYavx71wZZA9Q7UjvStZab0O75W+RpX5OykHqb6uBbC9ZjbSPfT88T3EDBu9/rUoPgT46b2wp48+BVDvvSw2jL5U2Ku9veuUvgecjD6grh07WIwfPl/cZr4m3Pg95GUkPr8Zqj10ST2+1rC1vR5JLz2PmYo+Bmv5PX8967tB4x++gx0mPicFjD0rPVm9tykaPnBAhr7JyhI+EzrGPaqaejxyOQO+PV7tvQFkvD2gdDu+EUDOvcfNED7g5Uc903I0PSLBBz3W55w+kas/PmKBfD0OxGU+qzFVPl8lgj07Egy+q2NPPnCR6roe8Ie9BHguPh/fnb0c2lg+y8odvYp/9zwzwgA+KuqYvnk+jD3lPa89vZ5HvICWKr55FEi+LWOYvY1F2z0SI6Y9Btp8PRpVHr79y30+UyLEPLeMfD3OaAI977rFvZnH3z3+Txo+A4LlPcNInr0IhlM+RcWdvdxZ8L0mOvU92vHkvHNyob3loTs+Fn8TvdRxyjxJGny9loAGvZrZdz2qxwE+8SEYPtHT7L3PnxO+TE3DPcqdIj4w7xC8KIgQPmrT6j0eHS0+abQZvpktDr0KxsU9CuJjvZ2aiDyF4Ia9fgQwvtaelD25m6c9md0tvX6SFjsqFwO+v2CvvUWy0L1G0pK9I4YRPTyu7L1o+Sc+EOr6PNuCwjx6wDU+IlrrPTRl8z178fY7wEtQvovEGD7OWKg92MRzPl2lzz0V2RU8P+qBPohe671qXne9sMAGPVksiD6SNWu93soavj7OrrzUdMY8Q9XFvLzgDjzjYT29apoNPr4wIT7KEva9aZbXPepnB77qJyM+DvqOPWf1+j3st0+9wHOCPsnbczvVS4k98iPsPR2+bT0wZQ0+CjJlvTb/xbw1Zd89gJr7O2najjx5ge89P5GnPawUFrwwsQ48n6ROPnE8Hr2bgeQ91n9NPr55DT7MezQ8fOKAvgPnDj5dh9u9H/hYvqtmtj1P1Dq9/z0XvtNavr10lQw7RbaCPSm32D02gCO+Q1SqPZV7dL0O+w2+d+SRvnG5Lj47/6o8K56DvmNtrb66Seu954abvCTsXr1cM109NDV7PKhknzyuwxq+C84APrqXab3FKOS9oX1jPdbEHr3T1S++BN4ZvXYfFj12i6y9Dt6BvsD6Br5nnYu8ZXdIvtK9AD6LjZU8UouAvcwR8D2VmJ29L7OIvdu0e769fES9g+xLvYCEHr6ohge+w+FovOBO0L2B/As97ZUwPsuTID19Hee90i6OvcfU1D3kWqO+6Cy4vhRPYj05uWW+IXFRPqf39L0oTue9ZXyjPjaYa74XLU++QK9zvu8awr1oktG9IwVXvkUDnb0Qrn86+HOMvofSPL6l0nG85L5lPikfPL4C69a9lAmHvGI/1j3n9/a9/GEnPuDa1r4W2Ce/OnSHvpDvuzxQWMC9O1NAPmvIUr3DpOE9BYiMu75ZhD3l+so8iARNvj4C3z0O9I099RPavbSr/7t+6A8+sFoFvs0nmLsQjWe9Hvz5vkAeV76VMCm90QHVvBulqb1UMQa+wpLQPR9yI76b2nC+6MOovFEEAj7POjw9eymovJMeED6Sky87AXAvPlcG572aWYe9vtssPiBNXb2TEZ49w+Ygvqf5MD6GuLO+r08ovBtYrL1fXcK9RJdKPdAEAzzD3gW+Uushvvgwqr20Mqc94WNTvsIVnT0ZUic9tA1Jvs/dLTyEHHm9Y1KRvRV3TD1MbYa+W2kYPY74gr4qnJe+62o1PfiCIz7W+44+TuPKvE0XNz6F2SK+I36ovSfGfb4wWUC9PDPLPUWKML3O4Bm+NkoMvbcCFb53oLa8Yt6vPX3OBr7gqzQ+LT8Lvvtxl75ezxG+lExtPcHAKL7UEFe+LlQFvrenBr6KeVC+8LL+Pf2IGL5seB++3T/GPLCl7b2YW6u8KTMSvgbtCL7RbyO9MVx3PZ6XDT6Txhy+xdYTPYA5Ej2j1hk+wS8lvlA4Ez3Q77U9QWerPZxSJr0wLws94zkwPbXS2L2dMqa9eyY1vlMzxT35SI29btmfPS/7cz3D7Rm+aaRFvcgNxT3B48O9Nei3PTGk/73+i1G9O+SNvoHJzbxywCo9vX0rPr5Eaz5vuYc9K2iWPCymmrytqg8+gysPPi2qTL5OtCi+ubXPvVT7PbzFVBI+omyLPfucXT0Bm3q+/f/kvY9Iwz0jwK89BJxSPodZsj1ibke+66cJPkonWz0DkPS7fMM+PoIc772Y4b48tCIpvh6jDb7QCGi+c/kqPnZn+Ty5KZ08+R80PY7H3DqKUH49isKnveJR/z1EEK4+/j5ZPZQ8Kj6eZFo9dX1YvaPAez2rXJy8y3dmPEBQDL4ALoW9YevnPZBdBzzDW0I9QRSNvas3QD74ke88nmy1vQmJgT1u3Z89g92sPJtyJb4sHfS9bXnQPbabjr0U4t09myVyPvNPur1diyo+tt5WviS3f72hFGA7ApsKvfWS7L2gLvW7hEfCvKArb76Nr6q9fjktPv4GnjrqA/O9A4DRvMu5dL5PLsG9T4BGPh6Roz6OpBO+qwp2PRvcO74VbYs9GymRPHgbVjzLIcU9SHnxPUyv9zwuHzQ8TsiHPdt8j72XUOi9Av4SvnyDGD4JRcA9sgNyvgxJNz63GAC+UeuqveNV470wxbk9g9Mbvmissz772ZK8q74MvkUuCL2sYQi+i6A8PumKvrtIGCS9dXoBPv1nJj7rg0i+oFP2PaTyIr5J7Jy9bqjqPDbCZD51le68RipQvvzQV759Xnu98HRsvsG/IT3IxeW9K3HRPRru8Lv4O3Y9aFjFPQCw4D0mnC0+s7uEPoGRsT7eXCi+jXX8vXSVyz36RWq97GUXPvzcAj6FWIQ9W3qgvV1H5z2qiVw8+rgFPirpGL5MT4u+XLHBvRPcZL50Wa28j2kVvsutMD7lP5E++3LBPD+qhb1kL4C9XhLfPan3RL1NxN09zMhpPtlbnrxwHiA+uRxAPi9sGD6KETM8k7opvfQ4Aj7bySk9gr2fPIk6YD4nzSK+y7+TvIA2LrznKQ8+HC7bPd5KAb7xNfw9eR/LPdLjW77HbY68JmqQu6mZjD0or7Y7DHGPukHxyb3Lx+Y9Qhg0PqGcWr7kqY49JFRJPU4Pmr2jeTU8nOLDPb/FJ73aBXw9RD2ePSArR7yR8Sm9g5I7Pc3rjzyvrCG+qLrnvbuchr005ri9RV2QvcaKRz6xuzY+ga30vcz8GD6LJvA9n7QEvvxAOb4YsEu8t5RyvqolGD6CrIa9vZuwvRQQI77ohZE8D49MvmbI6L3E4C89LWybOvAwBD2lb7E94Gg+ut959rwvCFS+DZxcvg0LI73+uXq+aVlGvuaU172pVps9PyM5vzVIXbwDij6+B8oOPhzKMT7Ss1S+jbUavu6RkjxEI7I9bdbjvSpdKr7PxfO8Tb++vZadSz1AYg6+pPQ7vhioO78ilq++j1ZsPImTvb0GILw9iU4KPdvKZj2RUbE9fgskO4a1Pb5wLuY9+uUXvjp65rxo3fg70maDPcQOJ74oDo2+UagPvsy51j1SUDu+7kW0vvG3yr2EE4k+IK87PsQNLD10pQE9S+orvsAD370Av9g9oOYgPvajUDsGJFC+MTnGvpAbEr7RqSQ+/GV/vT2kwr1vkzy+d3B+vijYVr7J+RW+H0TXPbn/Xb5tx1m+MKtjPjW6Qb7kWcs98VGlPKlvkL6NON69/CDRvq5rTL56+NK7mAxIvjJDBLxuQGm+sD4PvnFp172Oaqm9ADkLvkbZBz5ZHKe8R32PvW3fSb7BCFi+TFFkPl+vgr7V63q+6CoAvtRXDb3RO9O9EH5yvufBUD48M3W+oJ2HvRLmFj3EdLw9JnwCPY2P9j1075W90ezovP0ZAz7Pfq09X95ivqMU3b0Uc8I9I68SPcKtJz7Tmy4+lrjovVZcJL50Z1W+HK6jvQivCL0P9xq+6Lw7vthglz0pSZS9qyZHvRMTQD1hvDs9KHLUPSgJtjwmqyC+I2P6PTJvKT7vj80+0394OybwI71VnT+9K0osPTRvyjxWLIW9coB6vD60vLxUf5i9o2kSvthxlLyO2K292vj9PYyjLL4Lq1M9XWsqvfJ7Jr7h110+R94/PKgBTL56hes8tQ4bPVozFT4WIg8+PfQ6PkPRnjzHrJU9FNlBPeZ7Ij4M0+U9rWj7vBU/jD3d8zc+Rh1SPr/0Hj33FEk+yOrYPReC4z3rmHg9MDMEPu3JGr5Xof096zl4PrnI1DzQeFw7TkXdPTwXeTwhTG+81grQvGVbfD5zSYM99lZiPchnBL4BPDA89iO+PXcy6DwB6ok9zQr0vQs3aj7MC809v86xvbzgfz00awO+hMrDPaLPSz5qeBQ+DURGPOZaYDuEDsc9FxGfPXcIRz7E/po9bMU6PTUsW719RKK9wS7gvY2Rkj32A/k9vmrtPcpj6r2G4aE92+YdPrsMP75lUdW9UquSPjSRyr1dnFM+r6+YPe4FG77O39g9oSEyPS2P8j23tS4+2PEuPmF9ez6RGNY9lviaPkejT74orPE98NSgOrA2Jb7I/iC+16FgPk9/ojzRBow+b2lyPPPAPD5ZzjE+gdQHPt/xI76BiVg+ZH5CPjKj3rxKaS49gjcMPtvIjz48oXM+9OOIu/6wRL7uogK9CSvAvV4ZL70RUd09bWQiPZOWNL11xlm+CmgQvn1mqby62zE+7DKlPV3WJj54y1a+PdkHvv8bnb0p+yi9uR4dPvcFZL6mA2++nDEtPqHMxb3LE7q93jj5vMsXhT4G/pE8ebSgvT5/fT0Eh2M9L37rPaEjgL6xWS+8UypoPtfCnL0rCpG9Ytr2vX8BYz5Na388k8sjPs4eq70UnCk+ZkaHvfuejT4iP/29gZNXPIQ5ZT1x+to8ghfxPKrubj1R7C+84JZAPSFDZb3miru8bZu2Pi06Jr3/+Mc81n7Nu8rQt71WSam9HYEWvtrXkD0bVoA9LDJtvnaH47wWPmS+J1oQPkmFuj0daPQ9kDtVPbWdBD22STA+ItewPC7Rwz0nGgK9OnZYvqjANDwewAE96SYSPkdWJz45g5c+uRk0vv2uhb4LqTo+bCZTPpgHCr6O0pK9vuOyPuuoAb5Ykai9enQkPfZmYboqFxe9yqKIvmWfmL6OwCo8ltUnvbRRjr33ma69RLGivjhKXb50Ega99ISRuh3iIbshWSi9QhMavtgrDz7rGYS9RmV6vlABhr2Z/K67yMrKPWBgLb0EQqe7kgovvoWXiT7UbfY8kQNFPfIA4zvhfwA+PzAQvqgqGL4x5mu9n2epvVe5Er7M9zu+qr+lPSNptz3JU8+98nwWvtq8IrtM4Qg+LYU/O63Bob3I/nm9KkIEvciH3D3nXcw8zs6avgzwPr5ElTm+YTaPPZvG370aJ5y9W48DvpMf4b00pFy9ygeqPb+3Hz5eqmc+Sc0iPp3S9D28XsI9DmGaPk/2l7wJLAU+qswQvIJywL3j28m9arkGvj4xirtq4me9P7G+PU+kHz6oBtu91RRBPRD8Nr1VlMG9Nf+kvfrmNz7nvjK+uHYAPoYzGj3yoho+yCKZvZ+NtT3QrLE9vuy3PE5enr72usS9eD2TvR+h6z2TxyM++0uAPrfL2r0K4uk7QxAhPefZs7zdvgq+dRALvs2NLT3Lto++vEOOvWA5sLxQZoE9Zim+Pbw0bD1HiQo+U1XQvTikrT2q/PU9X/GqPvMDYr5WQ/g98WEHvhC8Cj59NAq+9mIcPupIg7qyGQu+EUMUPopXVzw//TQ9Cg0jPqvqZj6AMY68ThtkvetFsj2mipa8FRGWPtcqeD7yfii9ZzYpPl6QVz1Melm9EpHUPTolYz1loBU+rdE6Pgzchz2eagG+YOrlPZyzi73Rf0m+QYDHvXrafD72ezc+hATAPPoiR76dcwY+hvoRPdhqXDyxa0a+yKf2vW89jT7TJRW9LyklPqTIDj1Ac9u9RgRXPYQNwTyNsC++uJkAvnuVE77UzhU9UUm9PIvmGz4rAy0+zy5GPshBCj4bcMA9JBKJPuciDr1jBI694EuFvZE5ST2sXiW+I03ZPUdzKT7YXVA91cu2vSFzCT6KD44+brQDPTLIer1xPlO+J/U/OzyOkL2j2ZS9KZhUvngRgr3ISew+popxPdorkj6/hqS9RU3YuyfjtL6XqLC9XVH7vbchAD51SYs+rCOCPL08Gj08bAw+iHRHPhITyT21MAe+sA+3vWFEQ75eMX09xjTTPSnyNj4ozNk741NkPnlWnDyCRoY8TzyXvLKkDL98r9C9TRShvVaJfL1aaV6+gA6pvqZaej5DGVc9xQKEvS7RJLydZ3i+SXgavMKjjD1VdDQ+EPQJvoM79L2IhYU+hZjnvfH8Pr7xsn++ktyavkJw3T0dmeg9JmQMPuk0B7691i89ZImQPVzH3L2YdRg+x472vWztbD6PXT48t6i1PWT25rw0bIe9iFVpPjhoWjzKiwu+qeZzvXLRgb785RE+LvELvd4Ejb5LBOQ8inSPuyB2aT4UMQ4+ojh9vnhsRb5f9cI83+cdPofuaD2ek2O9R6olPu74IT7TU5M+55j2PR4etD2S+MU9yIkAPjKQ2D2APcw+0mIwPqDLAT08sss9GbmVvum0RT0T4I89EAmxPBk0fr0HjY4+Sl6yvehun70dC6W9o1L1PWdMnr2MpAq9kG+hvgBllz1LPzw+JuLVvm6dMr5qGK48BGkrvku9pj2b2Zg9gsWkvQXUTj7u05e+JkOQPUScEL3Oy1m+smZPvN2a0Du7QEA+nZfGPHDSkD5k3bk8l4+MPQ9xTr2vm4o93DQ1Psi4oj7NISm9Sm9yvgvgzr10rRo9WDEKPT1pib5sRsM9QcmOPiAy3D1FNaa9hHNHPiRWqj5bNGw9ygzQPTEVFz349xU+7Qhuvk7cxjxruc69aiwiPiqhxD2QKTU+RWyhvSAP8zzzfXM9nAyePeIuUr12jTQ+olbkveP5Fz1ZKVk8v1RHvjHx4DvRdL+8Q0YCvRc1Wj7H9y28xnwBvlEurb0nq/E9NFVKviLpQT4cZVu8SSh7PWbPDT6GuMQ9oK3QPUq9zT1uDUi+SAw9PhMv3rxS+Eg+QyPvvYtZ1jy7ZFQ+pO7uPQqsND5QpuY96S9Tvfa1Pb786bM854vVvROzFj5LA5O+F4SXvdjIrDyLICA+PZLfvRJ3d74EaeQ8YktnPs2DjT5eri4+4YCmPZXZgj1lycO9ZoSUPFkLfT4ch6O6J5sHvS5LBL7tTxs8ZXm7PDTG1D0lFkO9Q43uO5FBJr4SQ3y9zJGBPAmiFj7POWY9Rf2HvoQ/J74xidI9RFbDO9kxybwRKjc+BQJOvsZQXz1TR9Q9BQ4avl0tJL3vHyG+lwwkPZd3nT2Gq8896gyZPQiQa7485f49pM+ovkSpM76CMeu9S5I8vZkSSL2JufC9mu26vKVuuTyhMy8+3jlyvp5FR74IfGm8jDsYPRANhL72EBo8mTxIvUOlq73ueUm92ONjPrlcgD06sF4+2QdPvWKO7z1IsiS9vw+RvYhonDz7+GA9WSPXPYtVvz2I4G8+UzUdPkw8DL7TyDC+vOX9PdrgTz7aVju+YeV0vCPon72e5Si8HjitvCTWsT4KrIy8j9+CPRJPPb6u1oy9j3LSvO8UCj1Xml67Lb2oPXImoL2kTBa94oBZvcMkGD4k+yG+VkMvvieQAL5pCWo8SbF5PP6qsj3Roei89IKwPfqGmL0PKUO+P44pvnEMFz5EP069TT8gPcmMrr1uLwo8sO0jPYu8aj57Xbc9JZtevS8ev74KfoK9GhZwPoAa3DxcBS+95+EcPlrLAT4qFsa8n+gwPpjUBz5qstc99iQiPoI51zpWAa+9nCbiPGMqnT15Kww+ifcGPYQtqT0Hs/+9ZLcGvdc+cz1n7629uMUhvJj31DxpYgK+pO2rPZsEGb0pTtu9SqajvN1U3Dzots49PGb8Og6opz2mnnI9nssXPuyc0D17E967/xz0vUGXHT5x9PG9EIV/vH60cb5US0e+v0/TvT32VD234+w9CsclvFltSr4WKbQ+wXffvXe1Cr79hi++JbJNPj1nM76g4tg8ugeIvQMf7j3fHBU+ha6NvJhrRT1QYDi+3wSAPuaA1Ts3jRS9vWyAPuTD1b6emyu8Q/paPpHMMT7Vp1c+XXZlu9yXPj1Ette981PIOap0mL71zzg+8Mh/PuhRqz7Ft1q+Y01CvVaD2r0WW14+OHXCvG1pDr6PByo+8F2dNY7IJD4oPH+9aCO7vhbeOD51WaC7EUW2OgTxvbwDnDG+fR8EP+XdhL4ZGWg+zWSlPurfl72+mTA+BFxxPi9+j75Tmgw9V2ghvpirmr7zIBK9L8IVPwWIoLvPExy+niQKPwlV+r306dM9z/eBvjcVtr3xyvM9IWaZvoD9i72j/TW+EsIQPqU2YL7I0iG9eRKjPtr/bD1vsI++1Acyvryay76fobq+L1HivTVqmT4+7809Fhm+PmA/7b6fsdy9NubcPchwQr6rIAA+gBsJvgNstL6wJ7Q+1U2YvpPF8L16Q+U9glVcPZYEb76iLH48VOvOvZTqUb4Cap69OfzjO+EUm70bt1m9EwF5PmgT4j2lSq0+HXAoPiSqrj66xtY9sPI3vaPDGT4P4FA+abctPnQzIz54TZG8T0SUvkFwTr30m0a9c1dAvgolFT6/s0E+caDEvQ1e371qzDm+UVEAvjVmdz5vToG+Y9IvvZJemz7SFZ8+65f3PdG97z36YO89Wp9PPi/Ihb4jjyI+UfaHvps+l72b63G+MnEfPrMNMj5blZW+Q7oePWEHQr6Q+Ru+i6M3vnr6b74Ykr++FB+WvXsHCD5ROzI+9hs1vbtNxj4vgCu+udQ/vsKc/rykYdU+7A3Zvl+4jL7Z8Zg+wbIKPinudz7zDF8+4/eyPlM1AD6UWZW9BfTlPJxWi72ufoa9RFiwvgZaFD4zN7K+T0yjPTOnLL79m10+N706Pu5cqb5oMkK+M59UvrnH/j0VHWA8L4cjPtlxm7zoO+O9UnGUPcT9Iz4p2FU7K1oYvjmDJT7Wyes8SFspvrpLGL2m/1M9k8LXvIWmlLynqaM8g39svADTqDwSk909pbPou9XFHz7iQda8wwVhvjZoLD4Fdu89SKC5vg5gST0PpDg9OmyBviEhb7ryz6098Caevsq44b0mrR2+Uni+vdUILb12Mae+yBorPhrlaz5n24o++8cwPmUWM70sRT+9Cs5kPg29Zj7w8Hw+EOcuvtACaT0YK588YlopPvHZ1j2hjga97IcZPWAd1j2ebPW9fAQNvveGej3oD5Y+WVGiPfX2qL7/Mo89zPl+PTWDJL4+E+w9YrqEvX280z3rg2G8sQN8PaTh0T1GQaA8VxguPdn1Mb1TbQo+3xkEvZajED7RlxC+9/WFvX3qI74Mesc88fIFPOCO6r3vsue9MVcQvreg+Dxx37g9VtrYPVCF972dDkc+O1W7PXACBb4NvK09t9KJPdaeEbsJwPK91X2JvVKtY77+JEU+vUqZu/xSAb6Vm8a8qUPqvePxi70mfv+9OTpyvobLKz0VFeG99RDwvYNI1by1BTI+7bs7PSAcLb0tYHy+kr2YO/207L0YvLM9YB0TvpMjc71H7nu+m0x7PX1gq73skC69YDChvX0/6jzafce9ylvjPUyvFz3I7gi+DwSOPULdpb1WQ4O+yR9VPe6ymz0sGEY9irjKvUuakLz+Bg497cHDPdSSPL45qoW+G0EHvgQ0zT2lYgM+5L8MPm+PWr5/xNs7awK2vRp7Fr4T0I2+Tdq3vVqzmD38dZk9ezWfvI3tjL09JUS9Em8fPEvzIb73TQC+T7h+Pva2zL2oAE29T6F9vidEc70IlLq9I+BqvuAJNr746BO+aASwvgnhBL5N80Y9Y5Mkvcc3tL1ephK9QcG6vBUPGz36FAk+LE77vaMzN75EXCy+EgcfvOxEIr41FKw88jzbvVwrir3mGbY9IKdKvjFMWj5IL5+9Yk2OPJspI76bjmo8aZ1HvqomVL5a86O8HDg5vv5zQDx6GD++rP4rvrjA1jz17509MlvRvLn/Ir5H8HU92gRDvpfT170CaDi+OOX5vIXyqb4leMS969t/viM9b7zdzqi9R1vqvJmCob3qzg++xCo4vqGUeL09yak89bzAvVqTEz2Khdi9yES8vdWkmj4VZyg+uKE8Pg+QvjzTJB89qsBcPPdNNz6yRPA8+/O7vtMUkj58e8U+y8soPn67oD6ZERy7nkX4vTg25r0LiQI+QKrrvRAct7shPTi+BPANveIutT3cEEE+5CscPkSRjT0Cw4++zrluvY8/gD5no9Q9DmmXvki+8jrNqUQ+O7w7PWXYnT02b1a+iaoOPdEkmT4qKc49dN5EPcr3sz5X3w+8t7S9vY1rAj7MB6o8eo6uvY5bhT369ki+BiCpPX2MmD3GiAi+tdMzPjwCHj6P0FY98XwIPrlUJ7405j69OEK2Pd13073JAXS+6+ElPkVrsLtD28U9HdfCvWSnqT6AYgU+n1YfvixMqT5UgX0+pTLtPdG3Gr1ZIeU9g3CIPgsA2T3GKzG+a4e2vE70fT09zcQ9/mwOvpGGrL3po4u9Iw5WPDSnartIjq29BE1AvlMUbb2vPKy9qCRLvu56BTz9UG49+mk+vu3I472g+9y9KFxVvVi0fT6ycD2+6Q91PpwINDzNBwo93IuBPvCYjr2npaY9hbwJvTcUmT1SkIe9w6gIPtuDIL0eP1K9RkYnvhV/mTzzuv49sSs3vTTqAr1BKAO+jwfPveEzqD4RDt49QAAdvVFAcb5Iqeg950/cPSS2Zr09e/28nmIKvUgagbw3Sa09ZrpvPc2FOT2XgVe+Yc1HvuiKQ75MIqM9AcIkvgDyIT5BGSG+EohlvmeMFL5yuZc9jbMyPkmESzx/wY29EH9RvcXfObwjlhk9T8oTvQHDSDrYiia+JEGSPtJqyz1QN6K9P0AOvMl0u70Ampi7bCwDvZ2shT64aT+9JZwKvYhtgj1/8AG97aWBvopWn70PNlK9FiDlvPBuXb4EK9a9cMMSPp+EOz79JkG+Idr+uw2OJD7RgI+90ZDxvaABeLzklgQ96ZTbPaIfEj5hEDa9a9S9Pa9pRD5X7km+ZoC6vM3hBT49+k6+H5yWvmvD9TzezZy9XA46viPopL1OFZm9ENTtvd9Kiz1tEyA+ds6tvoodwL3OGkM8QQ4TPsRRTb07SHM+96THvYe2Y746/XA+98w0vvW0i72bgO48w8s+vqKRob1x+r89Ghdyvi9rDz03Dnm8+FHTu71wIr0CHj++9QKaPidAKTzSVQg9c4fAvJoUCb0yFDI+FXhUPqLdMTzEMZA9jxGBPtiuij2sPpg9rjnUPQUKmr3mzYu+eF6gPYZCK72uCsw91kaFPXKCJr3ottq9S8hTPksPwj3Tz0m+51bJvU2uhD1PPKm+YYSbuxQULr1klYS9aOEuvj4qL70inci9h/CqvQ7klz2EDia+vAqIvb+wKb5IHYG+dTShPUCtTb0rerC8BIqLviUywb1sjNG9YOTEvc7JC77wLAY9fGdfPbDctL2RVye+DWm/PekbX71F1e29HJCpvXtyML5ny6+95vnJPXF7cb5VZ+69ybHnve9Nhr6nyYW+r0rRPKZ/Nr5HnRE9ejVevZfG272hW4Q9hQ/qPWvkDj39bAK+pbCBvnZ4Mb6Q3pm8nh4avuaywT3+X6C9ospevkFmn7zOsbU9UXkbPOV5Ab5s5KI962P2vD4Um74ks/+9bVdJvC+A973xVpo9LO4mvvAiir7riwq9yVY/Pe8IRL7RsV27dswPPgfHFb5Xoyq+yzUEviO3lbzLIiG+aXbTvO0/gj3GHwe+BnKLvhwwP77oojs9InZXvkbZ1b0rkWi+f4EPvSqhKb1ABw2+l8Y3vvCWEL7gy7e9dwHcvUH63b3HCt+8nB8OPjtA9z3dWLk9ZQW9PV9ve74GA+s8biP4vcqrHr4Z3tG9cLALvvJgPb6b21q9rZVsvnfNiT00CYo9agoivj0mg72BP3K+eG8GvuS8xj28yp28Fih6PYHj3jyql0c9Pjz4vZaa3T2zZgQ9SwdzvDeeZ756qDA9wB8TvooTLj3W+TC92w4PvuUjiz3urv49YU2Tu5A+Dz7l82m8G2RzPlA3Yz7Qmym+tBbjvRzxUj5+P24+9LERPpnLKj5upwE++o3xvaM1lz4yFdg9r00WvQZG971QwtS9Y+LMvTx0Cz7c6uS4ssFDPo0zQj5X9mw+T0h/vXh2FD5gxjc+AiIdPXSCcr33Z3q9xa34vdVIrTwW50E+71GVPo1BAT7O4Rk8DRaGvfqoCj5WO+K9ZAXbPQiMYby9Cpm9AkWXvgxsoj5jTx0+PhA+PiLBNT4sCiE9LTMxviCdVr7Ll+s9mQk6vbAlpj70b1g9d2wCPly1Rz0/IIA+CtcEPmcNKT6XuQM+fqpNvumaTrtktTc8OjxOvDMwwr1SbVy9F27iPD4rm70obgQ+MC9BPeoVirxTsCi9wKloPjD2Xj1e1a09/9QCPjR65r1m/2M9SgDkPSKCXD6Cwwk9n26bvNuSVb1Fwkg+gSsmPp2zAT6qeTQ+6lvcvE7wHj4piyK8whnxPQCWJr4mRRc9byVQPXXAGj6x5LO9I8ttOxU7Ib6BdmU9HrS5vE5qer2KlhE8RbqZvWp3rr0iRpc+xgtTPt1ua76fuV8+fkXHvZ5VAD6WTBa+uMqcPVmaEj3NoZ+96ZSXPWBiHj7rx6U+FOzLveAd872R7lY+S50iPIPTk7xM9eg8JUVDvYLWkb2Ksjg+tOYuvg1kJL0TahW+iRJSvsjGkDyv+rM9GooovlOzyDyqmMa95TBOvRVsrb2kwqU9FzQcvmb9MLxuCCa+8fSAvczw/L1lNWU+r8Y9PpsLIL2p7BG+1o0aPrkdyjzWI5O9qVLWPXGKwbvxZkM+UYOSPLVd+L2ccxO9ZiOJupXFgL36ct+9O3soPZ9bbT0+xZc9oYZEPCD317yJ+bM9t09aPjEbkD33ZMo9m8MAPowlObxyPvi8JyAMvZKGZj1N+l69sEkAO/4YHr4FZXI9rzmKPSjZlj1WphA9fI5GvqPODj0JURa9QCUavl6NEj1CyIE9hlRuvUSWNL7iZow8SnAMvahfTD6Q/Ea9eqD2vZyGhTx4n0c+0uI5vuSj0rupgyo9YFznPeHNCL4G4uc9LDjKuzVfl71Fyva7WS32vTtJEr59gmY+toZAvvPKm71wT0Y+BYbHPbC7sjx4rrA7RswcPmD/nr7R6mu+VzNFvj/lI7wGaMk9UBQOvkM/Ir60jPa8eHIwPSkgrz12d8s9NVpDvT3VQ73YSEU9vAL9PX4P4jzQBus916G3vbRGoLy7R829t09LvSFJ3T1lyMI7tJeRPgtdCbzs5mS+WSLGvcMuYjwcPgA+rcoWPh6X6z16HCQ+7ELQvTU44jx8wde9RllMPExuLL5g5RG+ndHGvUKvBb1ZxcU92UYZvCBDXD3lrIs9gT3gvMRbfr4kihe+aX3ovrizrj12j4W+213OvUwnEj7oQqy9F2HDPSlWnD17DzU9RTOluzh6gL0fd5i9Gw1FPUtQij3RO8k99QByPTcIqj1+hh68rH+EPtEwg75px/s9lQtqPUYlKz5GSey9I/duvqV6nDwIFZS+1F2cPZ7vKb70i4s9qIIpvibKBr5rGdm9flUqO5Ex5DwvIha+65z9vcNP1TtnQj+9J5H9vfr3fD1WadI9LNKmveRfjz1ebLe9kEQ8OtemrbwY3GQ8YqTjPZKJ3DuVZ8C9ZSnDvUrnsr2ppYG9zLILPtZRM74s5Zm98Fdgvd1DqL4cxdm9gHhHvk7rzj3OUNM9eq0wPfhSs72PmQG+w6xvPW3/eDxT+qK93Hk+vRvaCr72yC++Ug0Xvg3WD72MUQm9w8M5PgzEgz0rg9m8BfPtvWRC4b1OzSe+wms3vKdNQ730tyC+drc0vkXQJz4PYMI9x07/veVhwr20t40+FZNNvm7TQr6g0KY9YMEVvl/iDjpneeS9RRC4vZQAkr3T/YO+5oykPRYbMz3mIkW+9RaUvbW5Mj5qLKA9ylcavrt/Vb7oVKc8VUUPPrwHQ77kQUA99jcVvowVir3jWUW+PGuOvgsmKL5VtJU8im3tPXnQqL0kRBa+PrarPVha1j2YalS+8W7Yvdwlhb00VFO85+XePSGtKL5ZH8S8PxUwvmqBub0OxJW8HE/lPTJNtLtS/HW8CnISvqX9ED7XJr+8JytOvjHnu72ZrF49QPOQPVuRzT1QeAa+lO5bvYB5470UlJC8NL+QvsUqsb3333q9SKSxvhCZET52Cgi+tbqcPTT2Wb4vfBg+qsDvvIbGsj15Z+e9+0PYPajiE70klzY+BXmZvFsf7r3uVj68RXLAPiNCR7w73OU9ovSPvUx+wD2y1oQ+8qKCvCENDb7Y/7M8M1bkPI9SJD34KJi98eaGvjZsob1Wgjw8AVZJPceepz0d+TQ+w7yGvnsZgLy3oe89WoZKPZOrcL0Iuam9GjaMPcee7r3qpR8+Ial0PBoCVzxO00C9tUMHPvMyiL418XC9KxVYPnPQBb15EmS+RsiRvccbOz7sr9m9bxXDvUfCJbwo8Iy+i9YFPnQ5JL26rLS9wj8BPQL49D0EpZo9i5UOPooz4b3vszs++ZfjvV7WUL6HNas9Q6RUvoOgfD5xgAU9C9OaO0D5uDt47Ei+pP29vQpD+bwmTdE+7mAJPgqsFb5oVCe+/qyIPo0oFz5RBUi6lpRHPn659b1VaHq8sd5PvVQ8iDxhP1o+l1C8vbRplr7CrRm+56qSPKN+/z09AHa9ejoXPmoWab61Vri90R82vt+NEj6xUF0++QuTPkC6iDxp7J8+4yuyO41DLb1pO62826ngvfV6QD3dxBC+rZr8veYkgr0ZUyY9azEpPiyQT74/sTC+pAvevesj0DxIboa+KFJavuQKQDu7iIi9Xjp3u5oYYrm62By9eLaXvRDDAzuuSJu+Xo18vlIBmL3z0oA+tiZ7vin51z1AXc89zjSKPhxrRDzEIBo+cqknvUZUQr6khNi++0lrPHicZz79bfy8/XD4vVUorT3CSCA+shHxO+e/Lz2/2mo99H95vk9RFjxjYhc+HZKKPSPTWb7qcdK9AxkVvqmQsL1maI498X0SvcDRcr1ZqK690ccePKoCnj7RlAw++OcBvj8VCj4tSj++GxFDPkYXND1FUES9CxCiPXSAGr1uEle+eBhxvajToj7U3u28wOeSPNTUhb4mxMG9LCQfvvS/MTzyqrc9FMCVvR+6K7wjIm49qMgyvSYfsD1KrTI+wxo7vZ9ViD6jhpW+9NyAPSwsH76/it++Uoxkuzpvl772NFM9EzZjviwZij62Gwg+qxiEPlmLOL7siAU+aTgVPtwS6D6Y76c9/S+dPtRhlj4Ls3k9qOtOvvvyGD6xp0E9JR9KvrcBHL5v5FY+931/vh3ulD3BCS2+xhQ+vuXwXr3IUBQ+IsDIPbwKiT4yzaW+oXaAuzSUBr08IX89PEyoO01/HD7Wdh2+7yQLPsJPJTwD4g0+AGX2vUYe573zhwQ+/CIqPfz6Hj0q4fQ8ZmuAPc/4Yz3UKek92Y03O2UHLL4Jmhg+LE7evDE7DL5jSzM+dqt0u75CBD67+t04jVh/vdW61T0QCHE+B0MpPbdpPr5P7Qg9HOp2vtphMD780dS9HMcTPEHfQLvmdxa+AetpPjYo/rzByjo9+jUlvmRBFb5Y9ic9bqq5veXZWr49q/o9V+A6PkeJnT4rDm89C/wVPjJXPD6xKSI+f1XivfbvTj2AtUu7cuF6PaWoxr1P5k298XOUvdrIlD79iia+J28rPsuP1T2vHaK9ybQlvuHbybxJzEC+inwXPlWJMz6DLb29vMJNPo5nCj1d/tm9XZiLPlnuwT3ll9w88t52PGNevj1lkmu98d0kPu1ZW75rSeq5pq2rvejJAz3MHRu9Tu9HPvF8Nb5jwRo+pqe/vMfi1z2C7AC7VCqLPBxFiD1cgNY9e1kgPWSXJ77yuDm8ouKmvdicKr5IRv69q4hBPpapr77uNBk+nxFvPTpz2j2OJGK+BKxSPg0Epz0IwgY+wlkGPo+tC75t/IC9wV9MvjOnxr0+JdW98IIxPd/L3z1/03Q+faQDPQLgEDxGw429PKwevXC27T1BCbk9hjdCvciLzj22yVI9XsiEvd3MND2DseE+xLaZvsnlPb1DfEO+cm0jPjkmSb5xnP48s3lSvsQoJ768jT8+PCuDPaYC5bzCmHq+wqOqPaugDL53aVg9KhKzvJ5ku76UBbs9uG0jPYYXXr6cs0W9eSCOvHLZ/72etxQ+ZP0TvtrtH76Jc7K8018DvQhB8bzUDqC9ucIsvdWWbLwJec88bUQ9PU7BfT2+hGE9rVCKPil/gT31BtO9q3jRvssuRz57lb+9QG9ZPk/sxT3gH2S+EY5LPlfqH73J+CM+MBdsPrXYbD7dR0w7AccjPm8WqL3G6rM9lq4RvuNctLoQHsU9dFOAPkxVlz0YI7y8463ZvdZcQz7Akls+iYmIvWN5c74NP4u9iEcQPYl0m70fcYa9QXlZvXrtLT0nza494Hr4PTyjYr2VnNe8BDpgvv6Zm76TB7G9zR2pvXimNj4qm6k9FyVRPp+io762Scu8BAa8vjCWFj6y+SS90lSAvf0jfb77L1I9RqRfvXTF7z3/ZBO+1amHPHGPorqXtk2+2yrOPEeRtD2eyoG+s7qGPTmGez6bywe+c1huvrulCL6bquM+sYe/PcIXKz7ezdo9SiZlPouHnj2gKUm9gd/gPWDVSj2Pa44+olMzvvPfVD4Esbu9bzU/vhnXur3MMJM8lnFlvmgCx73ihBu8LPrFvN5rozvKD6i9rdEHPmd3Pb4UIlo9u3SaPpm54r1Gkxa9MVVFPSeGtL2wblC91sZqvsv8JDyFlmm8+U0lPgHsu72wOge+V0JYvq2uk7wzdkY+NZgMvi/aID2kYrY9p2yLPplZ+L3lSoG84jRSPliYbr1B5DK9UTuSvimuur0trw++gy5UPp+Wzz28ZJW9yX6NPR7a0j33AOs9qs66vaT09T03FKO9tJFxvQv6Qb6GIAS+oyn7PAwsOb4R/QQ+mCCFPk43Lb2Qrz8+hn1BPs6N4z0gYwM9oucQvjtwz7xbSgO+dncfvgdRJT0+Q5c9dkaOPSM/cD0mm5g+q1q9vMPCGD22pz2+fmUJvsQbhT5XAOw8d1Rqvt/jUD7We2m+e/tJvg52F767/x2+V74GvqAeCj5km7Q9GkOXPfLC8z3MPCU+ZwTkPHNugT7qm4U8QGEbPi+uEr5nUS2946dyvZ41DL7GWR6+lJwnPrGxjL3j2B2+lFVKPpEmxDxp2XM+e4Y3Pl9iiD4idpq9oquVPf/vyLyOdgi+eDRnvslgczw5I+o9KtsHvnXdF72pZ4O9RE6SPNeyoL3fAcC9IkoCvEf+KzyXtbq9Z+QdvR4XLDxXVYu9gBrgPUe2ZD7o9YQ+a/LYvbk/Ib3xwWU9JL3CvaN6Lz1iC9C9qQBovlILy7zUiJY93PfUvYIyqD3tuxg+Z4kzPiR7WD3itEu9Eqm9PdIODD48FSG+M/U1PlXa/73YCaa9M4hCvVQgyT1cKJA+NHyGPZS5WrzVw6W9dxUYPhpW+Tu+kho+BuIOPoubFb5aKEm+cBVRPWh/ij1j8w2+3+mVvCo13L1qFbw9XKGavazJnD2BlAu+RSd+vVDZub4Utj+9MRQXPrKqrrwZRV89vNAcvmw7n73BMtI9weyKua78gjyMbow9ZBMuPliQ7Lv37ZU8ceSwvRJRtD23va49lepVPYG/bD2BYRy9/t+qPCMNLT2l1MA7tAyivetMLDvY3fE9K86JPKQHVT67Yrg9nSNFvJilXj5ROoE8M9nCPL5Cbb1DCbQ8eLeLvQ04sj1su4e9wCIFPMqM7b1gVeo9UyqBPggDOL6/9D490aeXPc3KRDsSw2S9cHpNPlr2m71MV2Q9N5VvvvGZiL1Vjpy9pXTjvSkFWj0pXBu+mj8CvrEBi73x1gQ795+NPZKG+j2BfS0+mhV8viL/7D0Xkl6+11H1PIeBCr6nehq88VoSvpGfgD0nHxo+LqbvvXnnBz5TPIG9zujEvN/TDz0X1Oo9rmVcPdLpR70mffm9S5OTPaIBBD7uHi+9kJ52vTGtrD2S0eO91mGiPRPbX76gQyy8fO87PqlGjb2OLts7WQh1Pr9Opr2BTii+YmD5vaJ8iL10p1897nquvpCRUb6zJuC9yPtqPkK81TwnhgY+eTFfviQMMz1mdas9R8zvvRWRiD0I6ty9EJCMPtKg0DyzphC+D/LoPbrG3j0HMYO8rTtVvpZAJ74bZAy8v6livhCtHjyfE029HcDsvfcp3Dzs02k+j/+pPiHn4r3PkIM+WdetvdMFyzyeQ/m993k7vhv26T1qTYW+FCPyPTgUiT5UaJe9zKLivGEHOrtZL8c9zNEnvncZTj557um9LVWKvjKrRL6WpYs+KBK4PeqVBj+EM/U9RkNGvhQTMj1uw5s986cpvnXMTT4fknk+NlacvsJX0z2VEpm9SAsUPstlWT7Qwie+ZIu5vW55rj2J8DQ91pR7vhm+or3jDOm9fyLZPZ6GkL6bUdW67YttPmm3xj0vQKM9Mu6jvg+zGb4c84E9YwIuPQKbfz1TFmG+rIBAPvrRpz0BaZG86IEpvq8SEb4sgqW9/EUUvRW1D74F1jm8JNKLPK3HYD7Yuuq9TeLWPHGmbTyVR8k81czTPnqN1j0HfpS+MiqyvU5jHT7RPHC+h/7XPJ3WLjyKaxe+oqpcPdoYIb7B/oa+L9vIvBDHwD0pcJE9zqywPdo7Uj6/3FK+iZe+vdOvIb40a4W8ZKJuvky9jj0mgwa+8J9Bvpmk/D3ECoc9G1yfvZa5qj2QN3s9QWkAvh7cgL4ki2C+aJL1PfkxeD3VI4c98AJ2vP/LXD3/iB++3X7YPbtU7D037lC+dafpPeQERL5gvZo9iRyEvaiHhj2X/rk9i6/BvmYx6TyOvmk98PV9vjlWC70cYyk9iu+jvl6ykz4ayZA+j7i8PYtQjr1+CUE+ynghvtBiIT3Ruu89+Rz2vWidmz0LG8A7dpOMvXHmfL4/yZe+RGq4O8rQ5b0Cn+e+ut58vVVdiz0u/Rg8rDo6vd/xtL5hd6E9TQJdPbD3Wb4E144+TsDWPV4oWr6gi7O9H2HNO83j9D1M90e+XJvIPcBTuD4l6m2+3n2hvW6tv70swTM96s6mu2zVCj0cw0s9cnZ7vkZ2vb3WfDi+h0KmvhXMcb02Wx2+sA+7vko7Lb6Tnli+Wm2HOvwlar6ieZW9bgO8vbuXNL1CYyE+o/SCvgaHxr3HcQw+zGtDvl3a+7ymr7Y7vAdEvvPEJbwGLnM+YOIzPlwYkT5Ep4i9MN1ZPoROjT5iuYa+c8sTvn1+Dj38vUW+s3vKvXbk/7oJNby910gavbUy7L1jXz294JYrvaPeBT6Vg5g+zfeBPGlDPr3vjUA9OqOePrGyAj2wt1o+d+uLPoRXDD0euoc8FITwveMIRL7R+am+OqgTPpjHMz42tLE8eb74vTmXrD73G+W95bwyPrx2TLy0he+7+CgWvgi6Bz3PSvY9NS0evWI2WL7bAb49VXR8vhzgS763GU6+EqotvteuBr4XIji+I4CfPRezs71OMBy955pevlWw0L2/43++SzFsvSYSIb2C32O998B6PVYlhr7WEgA+GXXnvZIxLr4WIqU8jfkAPp+0VzwVGv+9p2z3vTUCAr7td908Zf3uvTx0zr38oAy+7JNGPdVxKL7DsiO+kI2TvuzdGj7ZGSC+HAJSPeIV1D1GWou9jIsuvlKWv73VdYE9UnQVvm7xxr0d1wU8WvENPhQ/0D0U3Zk95orXOr1QBb4jU12+byjbPfISGb5878M9r3H6PA8Btz1l7sW9Sg/EvdP5n74c9689qW64PJVAyr38zs294npWvdsCJr7K4gW+VwTdvbNpCb4Un7S9FqkQPTXlij2+8+08MlwavoDS4L0TKyO9cUA7vR5jGT0YM2e+E6spvks+Jb6tHV6+v8cIvtDRQT4DISO9TkYJvmdfGz4Z3Rq+hLb8PKxegr4zQ2S+ZMFhPegtSzxxCK49kFzNvUgwMDw6mXK+1bopvlk6R76EzvQ8jBobPVOoar0dggi+PNtQPdhOFD3sR1E9cN1pvehUML6h1Ke8aR+1Paxzy73b+y2+Hyt0vgbNJj1WPhI9V4p+vhkMG73Qitq84MU5PXj5ujx4lPc81ZKWveUCLL4LlJe+m0k9voyRDr7NJtK88EF2u+v9nL1PuTS+vF4BPlP9OD3IoKG9tvF9PQvbvL2K/AG+QP8/vkTJxD5dYzu+Pn5BPf1QsD10ALO+wvYdPMHIyz31hJq9pB7/vPk9iLxpfjg+MLZyPauhyT2AwB0+aqmuvm7Tsj4HYdE923tePN42Cb7Cnoq93m2VPWCzmj3u35e9HwhaPFx5eT7l+WM+Nj3SPsIfJj66j9c9kLoKPbPmkT6kO8S90FczPvTn170S2Cs+kkc7vkZLy74g7tY8EX+ZvKybhD1obrw+kO2lvPa1cT2OfqI+LW7WPtmODD4y9vS9p/GzvlLgwDtQd/c8eqEwvp61o72AsLA9lIAYPeJHtzzOAUw81M2JvSKljr54gE0+0tqgvOSdmr1lJOu9+UnhPts1dT1zKUG+fWWfPT8DWz3+HJO9rbaFvkCYr71LeSC+GOAaP0CIhT6oQRY+PdBOvGoyGDwBdmc+9AFCPi0uGD7ppQW+KmN9veYpf74rGcW8tC1evmk3xr3ynaG9K9jCu4ntQD6uL4I9BuF8vARl6L2jlMs+PR/1vWPnCr5cpYw9yqlFPkJohT7SV2U+2AVoPn25d73Y3H+7OYcuvGBeIj79dG8+Z1GbPIKYb7427B2+9TQCvjRjxT1jwIE9+J1LPbe6fL5cFZM+XogivqXn7j0nDBm9/5woPjUD3D0XUIA8IcDLvbdFTL3QpTM+oA8hvWFj672Nf3W+RtskPvrN7j26n3C+v8w4vViKI76jRCE94zySPbo8qj7w7V6+FkCqvV7ZbLxduJ26qj+VvspAET577YM9byMJvXnA5Tx6Gaa+Of5/vWqJnr1qOHE7YicRPhhcP74UAWW8IZmlPv9siT4c5469W+7FPfSz0L5YJTq+dpJXvLrDGL0Fm6s9AVkKvucDkz1g0t48D66kPWn2ITzNC50+WK84PYwro7xynJm8HpMJPrlcJj1bSDW+d6gwvoCv7T13Y8y8mWDlvSmHOD7/nek9/7N3vSM9y73AkTY+K+A+voaQbr61tqu9zC4PvvXmWD3fcgq+laDMvTRqtz1ldyG+HIo4PpDLBLwoDas84VqGvdbZDL4sG9Y95qYavrPgHr7jVIk+0NAsvVSxqDwfGoq9B0FRPnggGr46zZ+9OKgtPlB+zr2Z0gY+mUIJPiniKT59umC+7lcDvi+5c762vxw+RvDDvdKGZj5WvhE9WyduPtoaPD0Wk2W+mx0hvZ/LLz2NPPU9RakLvR2dPb1B1RK+ND8pvOTuU76OwYO8kAj/vHu/GT0/oQc+RSoJPbeGiby8gQS97R+KPtjygz4B0AY+HW6UvYzlFL2bYZG8H3NVvrfBMTxldDQ9s3dXPqBvRTvDLkq+gqIPPnJeojzNUyW+7CYJPpn3ED5HHH884cIovisWjjsSXIs9+O5AOXbpiz5NyXY+Ot3OvfQyprzg0oo9ghVtPixzEj7TrLU82sayvQOevr27ATy+O3gQPW1vEj4x6x0+bOcFPlrZX73ALBo+2HJbPS4CGz6j7CI+D6SFPZuVeD5K0RC+dKpeu9uAs73R+Li9gL49PkrChD6AG6u9zx39PElSZr1JdoU9FcvfOocEFz7TC1e+M5TUPcIKqj1G5Is9OOycPdWiID6bIc09Tt+ivX+VQD6TFb49gDUhvjfkBD4GYEO+PmjXPcxoXT3azIc9yZU0PtXc9L2IBYm9frI+vjkmpjwu8QG+yhUdPu0LujxovDA+gBxLPsdiBL4LixC9pymSuyFTcj74nHk+w8QOPQMGvzvAF3U9AYAUvlgNxzxim6o9cHkYvRrsJD7vjAM98GanvBxL9LzmQD8+D2uNPpK2dD3s9FW+O53UvUvPI77Puzq9Pz0AvisliLxXKZ69Xx3XPeYymDwt4/48VPRPvjihfz4b4rw90PIEPqAAMr3u6wI9cYhtPbU+aT14wzM9PNBJPtpPrL0wvwc+cOiIvSc9TD3rvxI92EruPexWDL3uw0M9fxchPoaFHL6WALM9y0hCveSwLL7//Ru9Y6DPPcR0mL4hYLk9VicOPk9iSz00lJ495XLjPbMo6L2hM4g9tUKyPR12Pr6QlSM+zQkTvkwORT1lAlu+jPDHvmWmMT6TR2Y9qPg+PoIK173+K6w95mx9PTCi2j3mU7c9JuMEvITyhT1zN3E7aycRvrLMyD3Yrza+apYpvd9/3z0QwbA9F9GCvRNEHbt1zvg84IvLPCN7vz3pIwI+izN8Ppe0oL2StAa+stcnvXPxdr1YEeA9EME1vOXi0D3d8gG+uK8WPuFjrLx54OY8WhiIvQPZCb/U11+8HSwMvngQsb3wAoU9GIBpvq9BRj4KgvK8Wga7OzK0kTvJPqW9OlgMvlIqMb3ejO+9eOMOvnWnqL1GphU+I2t9PS9R8j3+jhe+5pwlPmBPRr5IRF09x9pSvdhmpLzNJpE9Qml0PawpdL096Fg9nbG3PFBRPj7Qb1Q+QDI0vn5onb2myKQ9avx5Pqhpaz1KBL69rIV+PYtGDT5MWo4+Pm2YPQ+ier3aIQm8f0+ZvXd8Ib4nQq09s9+evnSfQ75+RTy+1AeTvcOXqL2Xg2e9rLOJvTILiD3v0pY+TP4Dvl7bXj422z0+yVOBvSpeLT7Tr60+LzvVvdRBZrwuMFo9nDrrvSxJ4j0/bvo9jl0RvvN4I72znfO9mK4YvOItDb7T+J69SXyQvZKSor6IyBI+EvKdPdDbcD2b++Y+/WHSvYf/NL4t432+K8SHO+BAvL3vJdu9qYYsvliGJD47dAM9g+01Pmo6t734XXa+5fw+vt+7b77XCEM+taxrveLnqj74KMY9aTnIvctrHr4hxPS8nQtwvtegoj3HOdO9fNugvFjVlD2/0Sq9eX7avGFyBb44lvO9t70FPZJ7wr4AnIg+Ywk/PuByjz1gUc69RAJcPllAWb0EeQU8cr8kPrLLnb52e2C9WTmoPU4Vq74XlkG+9YdOvt5cvrtajOc9h8/au0qUJDwq/om+wztjvvHBbj69fCS8EnEkPuRjNz6zs3U9B0mQPY7vlD5QyKy+NQmRPenXAL6Mpjc+sNzhPHoihTz2fKU99HOqvmf64r19r4O+95HBvuoNlL3MdGC9p1kxPtN2IL6MKrC9yoxwPiHknL7G5pw+8vLZvKnQUz5/RWM+OpIpvjfhQb7Sx0y+aa6Hvjzh5T26Hti9QMbTPVuadz5opFI+YUOAPj/6Ab3oFYo9EGhrO7AOzr2vNDg+AK0DPbpQoz4jHGI9QpriPWjqsj2ueJ6+7DZBvpMhxb0wNXc9F+GtPPRlAb7aFMo+faZqPSvKE70TTsK9MhFgPj5Zb7xmZpm8uRM8voYsnb2MpiU9vcmUPeIZez7d7KU9mVoHvXq6pD1Z2VS+LsWfviGjLz7b12k9zipsPeTIJ7xUyzW+bnIDPp8Kjb39VTY+S+opvtb1JD5Up4I8PANdPeQ7or3zoPS9YrPjvZ4edz0L8ao87qAMvo7vs711owa9/MBYPfiQBb5VuF68fdbzvUwtmL19Swm9cot6vZAqdT6JgE88RaGjPKex6T2co4i96lQVvQdA67wXVlg9Y8bXPU51DT6BSz69Yp7SvRZ6Vbw2/3U+aMK6PQOMUz0LOQ2+mjBVPKnvIj0e1o+9zsaZPXqJfb6trzG7bW6oPOP3DL4rCMK9T3udPTBxTT40cES9tZ7zPQZQAz6dm4c9GmcsviHdDT1U2549pJQIvk6UZr38QO69w9uuPb76+70sAqy7rM6MPejgUj1dWSU+AnBJPgztlj2YI/m9U6vwPXBD2LzHDHQ9775ePWSGzb1lgUU8QaMzviclwbyOTM49Cz1gPjvS5r3Ozm69fUNjvXkWQr7ktiY9yBElPXcFsb0e3zC+GN2pveg8rj1LxD6+EbZFvoK9Kj4OkZI9sMpzPeFdIL3/y4y8YJLNvDggS71hbD++wtKnvW2qST1wIGu+339pvtH5UT1XayY+CTfuvVOe9r2wHV69ddGdPQZWFr5lTjW+/pOKPU0bG74cOzi9qt5SPdeEFL2tkxe+aLPzPbNheT7bwj++miXLvPDKqz0djYG9ceAKPpJyMDwcgqu+MI/sPT/CHT6J+ta9YucKvjM10T3GBgM+vlwxPv+q9j0y/kW+H59CPj3fAb5SVXw+NG4DPv+Cmj5b+GO+h+gsvnExYz6YqWa+89MBvtdWLz5HNY+9pC1kPbRwSr2ycg4+BcZqveSQm777HZE+mgOKvrmxMz6wazS9xEc3vSN7JTxMSNM+imKWPa2yW7008Ja9UtxrvizllT7jXr8+D+jhPf349L0BTdE+5gsxPvQoNz4AdfU7f6zqvI8HXzy5dgo+JpJnvvvnNr4gxnK+1CoZPkH8OD7RXqA+fzpQPlIgDD7ha5E+/9enPAkrvLzVDkc+eQoxPrcs9rwiYtk+zjArPgTHWz23uHy9LKQUvTQa1j1ac4A+p0hSPuZLYb0JW2888DRrPrydpb3oGfC8YuKnPd9+cD5pEuG9TgMyvftTvT7O67K+fVVpvenx1z2zlng+2YuXPWusJr7iiDw+y/7OPSnC0T4Jpmo+h7oyvOzsgz2QBiK+0/Aiu5UuTb5LThW+vR4Pvjri+b151JU9R6xnvX01hj5Ex/K8Oi79vQ6MUj6VXoc+iRO0vXdyND6WqRW9n86QvfaqBj7HLo08l2PBPpgsdb7pfi8+6cMvPeFInz60BWs+shunPu3SXDz/VY0+KBcLvnjvlT7xUzI+z36UPf5WTb46xhs8xF9XvIs6QD1MlkS+ss+cvnWz6DzF79A9CaXvPNtZT7w9xIe+ack7vdy7TL6lBM894GyZvSK3Dz61NQ2+JVCGPeX1Ij7PJaE+nTOMPRpmWD7XNo4971SwPbKajLuQnJ09HUW1vdhaID3XvAo9ByemPjQ6JT7Yqli8+6mHPS5GKL4KyCI+i4nwOw9WwT3KzIS+hLV/Pgttlj35ic+9CHQaPYU6Ub323o48WqmyvJQBQL6nN529BCUQPKWuiT0xjla9MDIEve8kd77tqd09tXiGvZykRD7nJ349exJFPtkRwD6m5ra8059IviDsnD6kuGY+wq9VvZTjsLuDqlu9Iy/9PflNzz2k5dg9Dy2suwbylD2wrl49bF0kvmyzobtb7Es8JMvSPKygSr4DrRK+zQRHvpkcU74FYqw9WoVJvrfdB7t5iWI+8NKEvRbORb5gqBI+7HSDvDai8T0XzEG930CmPLluqb7oZvM9/70LvrHNjb0YYzU+Doihu1E2Dj4D2tq8YQ3gPRkBnr7jB2k+Of0BvuQNhb2VEhK+ixnoPdTzqz0N3/y9jto2PkLNnD0Jn5M+7BtTO5bR6L5Piqi9EfxkPlMXBr1MDHq+Rd8GPj6ZWD7a6pw8BdwCPgPFLb27cRw+XPWxPi0HZb5Cjsk9+/xvPPbaSr7kE8m9qUuQvee2tb7oNO690f8GvIhKij0FP5Y9GuV8vgIZp7v2xrU8RhCMvSrdJb52d+Y9+vgNPU5Z9jxNvM28N1paPRTkgr4sLpO+y408vp+V8z2VFNC9gLKPvuBglL4/l3M8dsCqPRq/Br4Trh++blUCO3Wler0kKka+0+EbPJmYOb477og9oHclviDUwr2kSa291w6zvf0Wor1V+xK+0KeaPHUPIr7tAQy+TuRGvWB4H74FHLu9v6sBPvnuW75+Xqw9N9RBvS3OXr6cK2w96Q9+vMvJlD3szOK9WY83vv6D772h+Ay9t2hAvuyYgb6RTCq+a/K7vcNkfb7UZgm+KM3tvbln8T189DY9aTJSPfrUQL1ajoe8eC6xvQJ0Sb1o+gs9pvEtvuQD172kjhi8tAF0vRQoKb54Ury96xvaPcD2Ery5HDa9NgOMveR5or3ueCK+HGLGPcNOMr7yFJ+9xKlmvZ8Najsj1k++yFzEvSOxmj04jXY9LG5Lvj8NgL7xv8m9bgLBPAvIHD7ebcY9+ntrvXnLd76Z8TW+5sp6vsqy4z3X4rs8KGx3vX9Ae76oJmU8Wn+OvoxCK74ECve9EonEPfAhQb6lIRK+K/mJvqdBjr0nlai9omEIvoUMwb0b2ey9ZffzvV6EML6X4TW9MIY4vrCfn7uAAoM9x2FivcfeM763RJu8FChfvYgunT2gZAs+/AAVPOQHxDxSa2S9MABDvaGzNz4vaVw9+3NrvPthez7vb0O+v8c8Puojjz00MFo+R8pWPo0IK7pDx9y9zdAuvox4cT0uVnE9diuBvn4UQz5UWwk+7O9rPnshkDz1Crk975e9Og3j6j0pqF4+3VsRvg30mL0/IXa+IwrVvYjbyL24qHY+jD8xPh/DR70BXO27l7sqvX9ryT2MpL8+1Fq8vSMI6b2+6y29LhqYPpmzpD7PQJo8rVz4PZeQOz1bEiU+wQkcvrmaCj3DHoI8YQ9fPitEpbwGaVs+AD1TPlydpz7rJq0+5cv3PRBpOT7khIk8+HTUvcXFI74fE0o++dC+OmvF+j0Ey429419PPsu6Hr6VreE9YzHlPf4VaD6gdzI+hfrpOyluvj2etVC95pA2PuGDED63K9w9fChKvcgVJT7j7Nq90pU4PQjMCr28tVc+6vWWvfBhIz6QueE9HH2OPmQunT3JPba9lLkRvXJsyjwTgnK9/rrIvZVFFT48FB4+XTcQPmuPaz6y92U+ReJKvtrMej60+gE+azCPPXJKs70Zo8A94u4Ju7n78zz/ZOy9gfwivmyFiD6/WBu+HYXCPgXsLb54it28w9PEvbh9YT5Y6Lk+Rl8HPgip7z0+C229pA++O5rVs71rRwG+RrNUPcGczj2h/3U+KcEmvtB967yqPQc9lMstvXxBiD7ymQW9nsTUvV8SXT5UF0q+nx6avQjh0r0bJBw9BacHvro0/j06OcA8DWmtvf7aAL0CZNO8jRVnPtmrqT1721S+QMsYvgd/zD1TsSK+8MP7vTaWOr77Aio99th6vv/EyD1h6Kc7YxjOPHBAZrlr/Bg9VsaZvQ8n2T3d2Bi+ayLsO/vkCT4lXVm+JKaZPtJJBb20wYQ+VvDJvAmTSr5PzAG9Zjg9vm63m70FVQ8+4REKPRZelr6gxis+HkPDPlp+gb0JGVC+VhapPfQ4ST11pyy9QfWUvqkUUD472EM+P+oOPqSMiL4fnBg+1VuIPMUFrz0avzK+tY3FvcY7vL1295Y96552PTcTK779bFw+LX6DPma4kj3CjZE76wToPatNjT1EF389IGJkvT8tXT1KKZU+mD41vg3arL0mFqk+ik1QvQQ+VTxHzWy9eHC1veSpFL4eqgC9uN8nvc9Mfb6aNCE+xfMfPZtsyD0rVxG9IMk4vmmMj72TFXk9f6gbPuVswb1J/5693n1rvfR+njsFd7m9ubM4vRJ/s72L4hk97XYzPmkNjz35oa29LUKTPmLgHr6benk8ZkQjPam/Tj6Te6W9HTc4Pccxdb7zpXw+LGzMPdshDD4st668uiyqvQDbxb3XpXq+LceDPnejub58ya09debZvSLwWL52QwU+7IQivteLGr41xzg9QCwXvsaMRj0cFbE8flgvPQWBj74tywW+rBSMPZdOBL7srpQ8iGqMvZAAg73yNSm++nV3PbANCz3p/uC9tp4JPgZOIr3s/QM+zAVkvvZfebx31pO+CpVrvYG/nT2Y3TE95I3ZPZt7PD4APjK+el0SvkQgN70bCzW9CUsUvQNBlb4SSS+++nxwPcr8DLxsKLU9ZQhnvtiBSb2Xs6y9uFYCvsaIOL6AnBg9Jv8NvpRhIL51lRS+9pvrvPsW7b18NjS8pIgpPJQoCr7arOK8N+oFvrT6jL5eEtM9uo9zvtGo2DwUswc9WQH2vSrGbTtS4588452kvIAyKL78h0E+5Ae4vSUgVz3jxDK+F4y0vW+Sib3oD9G9qY15vQBSmL3CQx++FebvPbWqlzwPm6W9I2fovfPXrL6RX0y+GSWPvW08Bb7Na4m+A46AvpcCBL1Dm0S+gZqZvuX9W750I0Y+FWG3vCJvBL4o4ia9BSItPkpo6L345BE8ebArvgKAyj3+Xfw9bDAYvMLHBT5s3KK+PIGivXmByrvsrqW+l78MPDdyE77lDOE96CvYPAdYVz2bu9E9glLzPTNHXb1fVua9vHtFve7HST40/Qg9AYtnvnrdLT4kUsk98q/bPADOsjwznVO+Iuo4PqkJFb0F1f69MlD4vcLH27w1sgy+AIYCvr6ZQb5EL3490IJAPrRLrry+QRy8+kJoPjxJFL3sQk8+B2hQPXgpcD3ZyAa+X/PlvUldUT7h1w4+eL3CvECzYT7vWgK+24UIvXeiHj4f6YI+iQfIvrcWpz7Ehlc+ewr8OtxTpb3mEd88KyX+vVADS77yKQS9oEWJvaHDzLxB0gm+WUldviRwiT6qz4M+JCJrPooAV72GwvC9YD3CPjAnvz52HYW++JEDPvfDJD5L6Ss+hYaqPSG/Br7CT0o8QLoWPkKs9j1R0S2+Vtw1PscUJj4yexA+VRBlPVcSTD7PkwI+Cv24vnaTGzy1PWY9lMG7vF/DcD1Jxj6+s+E7vGTcP75gTos+dH1DPkaFjT4mmaG96FoyPle7gLzGMoQ9uESiPLxFPz5BwYa+vsLTPCSajz6ekvC9QEXpPbirqr0/4kg+O6uKvQrnaL2JAF49LbB4PrnTmj6oJec99/OwvDZLAzyRhhe+JIU5vG2Yhz49zvQ88IkfPgI2RD6v7SY9NgU7vj6NiD6dcP69eR8NvoAn0r2SzKC9qhtSPau0Rb4BqAa+kxTDPFLu0zyHKFK+c7/LPuyksj0QsJg804tBPvuqbz45baE+IJdzPqLqp738PT08WQ6dPSJKAjx0EY09nNCJPQYevryN3E8+BP4Pvv+9+r1v4Ia+ggOKvnCROj4wlGo+rMeCvg7pFj4txk++SEicPZMvI73vNks+Sis2vidsNj4G0D48U2AbvhzHgz2pCK2+mOAbPcgijT3YBiG+6qikvaGfRDzXuXU+PezoPUjzjb4TWxg+SZ5hPeE+Sz5B+A69JAw+vlU72z07S/u9ra7iPEtlhL6qrzW9EwWdPkwvY72LSpy+9LHNPZEB5z35+828LO9nvviyDr4/1w++Tl1FvnXLTj1kfb29TaWcvGGcob6jEfq8OBP2PVB9vT3Uy/Y9w4VvPq9bnj0xnFc+cZfJvD078j3sXA69wG5DPH5srb632Dg+wxMqPQ2GWL66w1o9DzkuvWS9BL5kuBC+tTQIPY+2iT6gmwo+dS/zPRr1O7wISca9HUCXPZfYPj2tewE9BcYKPuZ/JzxPlnE+mnCcvd7oXjvytr49RWcNPqsCfj5gX1k+00gdvcqhgrwzZ6Q8FYaVO1qei75slJe9QGWkvaNCxb1tGP+9SijdOwFcqLxEh0Q8Y3Zkvazo1Dyz6ae+56sOPr3lij1gRgW+pY0/vqLHXb7tnAa+SAeKPSIARr7O+fe9c33HPluw270beAW+ouVXvi5xKT4s3iy+f/wxPkMSxL1GJTM+WWPPvR1Ikj1lSSo+oawlvlP0lL374IW+AOaTPu+5wr0C8Ru9ynPeO0ReEb7oBE2+UZu3O2VXrj/j32W+SGpCvTBqCz/T1DY++khePxjwAb6GkME9iByMvnd5Tz49x529ZdFbPgpSgL5Egdo904ZrPrwJGr7MOgE97EMDQIi4yT3xa1y+bWmivfGNxj4gvh68qd2lvqREjD/0OXi+jghRvgBZ+rxxkCu+IjYEvtZ9+j1fB8E/+aKGPzHCqL3r6xC+/NrdP+XHgz5q6ES+Z54FPJ8yQD4jH2U94ZsgviClYD3eFPE+h+HEvf0zXL41M1c/84LrvQL6nDwlSJG+N2aNvuyVlD1r49C9mVaWvpoj+z2Ep/09dxauPde+GEB+MXi+5F75vZM90L2du6q+g/imPS+Icj1TvMo81SVoPth2Tb7T+7e9AKY0vvnLm71Qhem8SKNovoWU7z2rdNs+Hu3yP12bEr24OMm8+eu3PUMG3b1Eoje9qK7ave3JDr4q+gq9G2DfvWjUHrwnvZg9jb8OvtWSMb60SMM+D+Xuve0Cpj90TAg/m6XuP/Njgz65uQ4/cSi2Ps34Eb52Rco/kXiuPFI1TD0KVgq9iri1vSS4Qb39320+X6ivPtg1Fz6pPJA/AagPvtw4AEBcwkS+yKXwvcckIb7RfsO98BEqPqqYlr6Nj+w/YKtXPnqEfb6YLMO9w2lavl41/DwgD/4/ETQqvqo5Mb65Io++zKCLvSZVrj6um4a8svDmPEe5Xr9LbG28U2HYPX4ktjwb1QnAZE1cvkRywj35OGM/lweQPVfQVL5UXCG+wbddvwpDuT3fVIS+UHKEPbSMub0XrLK/lrQNvfvvFb1k78o+h3c7vtW/Nj5adsA++WYlwHa4XT8jmG+/2QIRvfSDBb5QsRM+FBZiPtHYHMA2gc8/1OEYPTE2Kr5yGpg/LSSXPU3c8j7nScM+h2V1vusLrT56K3q8BT/LvZOvXT/dfIM7pZlnPpLgl77hGGI98gWxvWFssj90Wsc8EsptvoJhvD1kD08/kDAXPNHxHb9EiTY9VCAIwBWvS7/MM7E9qJ9zvrHwKz/Qtng/16xVvaNfOz6e8QC+chnPPQTo/T3aWCG9P9l1vR357j0bK4k/udosvtLIAz3vygo+Lb2UPaedsT3Rg1g+yervPOznc7zNkdc9opC8PuSIFL4q4/e9UTigPqTuGL5/nKe8b1MCPoRyx797fcc9nx6rv53qSL69DZw/PHS+PIIEhj6sy3a9MLRVP1tEuL67ZIQ9+8aGPHbQ6z0ASeG9qiQNPoSayL4eLUQ9gSWdPkryHj+50aM+Apw2Px0WKb9I+6c+mBgCve/sjD5rMFW+U9+hviGVEMAvoPA9JYcYP0CE5bvt8p6+ssMhvZmmBj6AIoC+c9q2P5qFlb3PPwo9UqmHPsjhxz0WpzK/xjAuwFvVBL4DkuO83r2+PY5v578SwAa+nqmevHGKvz632Qc+lER8veRpTz7Jfou8rbmSPO67rT0P2kU999OHvtLMHcB6IUq9weVnvBzwhT7chjs+EhhGvZuaHT53rbG/6R6rvYsGEj9j3p48oJvcPd/lvL3xkTA+IZ3wP8kUxr8EpaQ9Ry2ZPpAbuD/9SRS+1DFXPytbd73hwZE9pcYNv0K0GT4SuR09CWRQv4ZqCz3/GQc+pP6Qv7ajKb6qRKQ8O9EjvuiuMb91QgE7kBcAPj11LL/2p9q92cKbPiCqib0rxUPA4MyXPfhkJL4uIIk+8/dmPw7sfT4IGu+8nN6hPu4jor4b430+3cOUvSbEBT6BdJm9zmDXPcoHzr2v5Gs9J20oPgQKKD8Yeni9Ex4gPokjojyHJR2+z84MPqMlUb6gJps/Hka0PZslGj3ZFnS+llXZPXKRGT4xtqU8762rP/8DWr5aI9y/gBUFPq5NGsDN5OO90r7uPJ5ww70knEW+W809v23o0rxgeVS8MCS8uxQV3rxVV7a8pkiqvhEfzbtJbmm91vlav8Q1q730ifg/bO8lPkf15r387Qu+s//vPmyjcL1T2p8+XZnnP3JvMr4hkNs99PEWvuXt2TwTyw0+vq8uPll8+j1kueu9"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "6xmGPbkxeb3R1ny9aWWmvY+JaT3c3gG87vgQPYv7Vr26aDS9DyqNPIBGHb2olyg84gpGvf+Mm70mxh898X3luybNLz3Bhoa90z8PvXl+vjwv1FG8/QyOPIuVwr03IsW95kqFvVap5Duqnxy9eQ5zvRd3kL3J6wW+qedbvJ1MgL3c2nk8zMiRvEyb2L2T2Fa8udUkPCPtd7wGQA++EJrevSd5Fj1Av5a9bXHdvepLy72rMPK9PscMvqKmmz3lzXo9vg2nvXemt738+be68hgTvf28Br5L0wa+B1UfvsTa0r04csu9QBAOvTG0BT31gAi9ClJ9vWb6Jr7PA429X5LuuwpprbzV9pm9OwKwvbylVr0V38w8LpjtvMU4Dr7XuNm8QzpuviIjCr1L3n89BGC2vbd2izyXrsy9vORnvHDm0b3whxe9QNhvvZYxiTz4qwy+qJ3kvABE27x8Lha+e2LKvSSD37xd+Z+9OEbgPbK9Ar4Vyto8xyrEPLfNG76yphC8czyBvumSN717ava89C2PvdMl9706g1W90t0Du6lIjzzAnXg8TFuyPThS972aUVy8zNRIvCytE73azSq9z92VPUV9Ab2lPf69xVHZvfsBmDzpz6y9BMnDvVqwf7xshDW8gsLZvCiEJb3zPoi9D6qgPa58ib1YmM683zcIviBj5r0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 