{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "FQZ2vcR70L2wfVE+ALEJPrgu9ruIa0Y8a5XbvbYVkb2J/Z6+5brVPMCyrj0/zyY9pcRaPhykNb0MrvG9NHTzPe5MYr0RJms8YzPQPVZB2T22bpq+mrGAvO+YCT7m8fu9ooU4vsuVkL7xD76+sOyLPFcWmr4XjUA+AfyOvJa1pr4B2cg+Fum9PRqVub46Vly9nsz8vulvSr23quO8GvzePfFzcb57oFy+prNOPnUlAD7Hfg6+pL/WvLwchj2aTOi+B7t9vjjDsL62NRC+T1R6vqTVszxFtyI9P1DpvVPUK7uarik9tPinPAiYA7zHPE8+nVY3Pv7OwT1ny30+QNcvvlQt3768G6m+n6B2PmKZOL4t01u+6mqBvaJpsL06kzm+70mGPZN+tb2vwgm+zUaDvQ6E1b0B47I9sT+RvsP/cbxSZag+Qd5gPuWDBb7Lx/u9PgfEPUP7qLx70fg9AvQwPe1Rcz2fkaM9pd0vPuEpiz0OxnU+MueyvmlYiz4grFs9+pJMPfVmsz2ouSw+m7goPcZwvD0vLaY9J6/ZPE0ZEj5JaRO+VyKqPVJcJT46zsW9GJWVvUnQm76Dbog9hScgvg6UFD3dMQE+vrMFPmt0h7uQA/m9OlAuO9G2IT01X5K+IXsZPqH/67xd1Yu9ATmmv9d0mr6dHKQ7JEg5vunfIT5fRU4+zNKQPoPZCT5gEak9TLd4vVPrYj7RhfY8z2acvS2E1joDXLk8Gvf7PFR1bD2OhoO91F/oPfttHjrEZoS+2ZDfPrH1M7011g4+p1aXvYwpU766s7G8s/+7vLp5gL3cdWG+QArrPHr2z72iHh6+XAu0PAL4s75s/Pe900PvPR5hUz3IQ+S9Ac4gPkjQP7xfUkw+ED0FPl/aCr5Sjra9Xwc8vs9YhT6zzC09RHRuvgO9aj1LPG69HkcgPqQ7lz5ZOlE9L92TPfDji74gfew9YkR7PpFkaL5cK+a9pgV/OkcdTLuTBqC+VMNBPphi0r2eEA48L/9xvUuME7556M67oqMFPXKnWb5yIAY+jwJ1PTpWQD5h0DC+pGkgvlEgfr6uAJG9gT71PSjW/73IlOQ93KzFvWBoYr7p8h2+IzIXPu4GGr7WM7K+VHBpvSSXB74thBC+7HxePtucvT3fOze+TXSrvrOK+7yFsx++Z5v2vbxeQr5ZJ0G+FPaZvl9Jib33xkM+JJOuvLaLx73u9t09gVGnPdeEpT2nvIA9pFvkvZX40j3G83+9vbG1vMTVaT7e0ZM+0AjmvegXe74Cvly++O9rvZNDQr6zfpW8GEABvQHcR76yG++96EHsveJrrLwFSvq9AjVRPtnAmb3ITd2+xOaBvZY6BL7cj+a9SFFjPuV4mj1Eqx++iAi1vPQ14b6/5YO9l9OOPr9V0D2bfQ29RbwPPtGZCD3xI6m99nKcvUH5N7yUgio9ornGO/DJUL0+sjW+a6TRPY0Jxr2ocnQ9qScnvii5JryvEAQ+9ds9PvS+xj23Wru9+kOzPVCBhb3SJAI+vp2zPnTm0j2SxGE+JxoxPmYLuT2muPw9ZrBqvml6Bz6ddmY9Q7UVvrW0G708nqw+NFePviNuCL0jo5u9bw44PhCSbT5WA5G+CdU/vquxrz7Z82++9gNAPmffoj6vRUq+e0i8vG8BAb4sZxG+nGs5vQYi3b1Gtjy+ZSR0PcO9I71e6Pg9E8yhOkYklb2CqR4+UPOyvMJNnr1eKzA9oB31PRlMbD6ZLzC+DPwLPqZ4UD6ZjtQ8i6VqvU7TVT4YwF4+84WjPWa/0T3tAfW9HbcMPosVR75+QYa+1qDEPSy6d77nawm+shwtPnvEUzwPAfq+bZOCvkE1UD0qDmW9oLgpvq1E+74wYRm9HNSPvnPBAz0zKkI9iLn1PUNyFb08+jG8Eegpvv/lQj4DTJI8e1UtPn2w7b36Yoe8NyfNvO/jOj67mNE9pXWVvgiuxTy5OHU+mECkPPeW7742beC9F+2jPadayb0kcJy8GqhRPjM5mr42iCI+R2AlPjEOtrwYfDE+IsArveBTiLzNTJm9Z8oqvpU1tj2Rzre5g6KwPDvem77vMYC+zT0IvrQbZr6XqXC9Xr19vXQVCb6f8+k9T54Ovmucfrxps1E+ljqRvq6f9LtDkuc90ScXvgDov733nj6+If7YPjtfBz5W6+696GHEvTY+Ob41IZk9eIgiPo3bZr7qXf09Yi5CPo0V4b6CKZi+go6ovlEffr0IZIk9iXF8vmsO7L3Y+OC9gfrwuwCqk72K21C9RdKqPZ1f9r0EFwK+Pe4JvqQUir1hj4w+y/VOPX6+Nz7qkOw9pNvWvqYmgL5KO8W97dTIvFMmtL246Qu9brDiPTnSOD0M6eK9mVe7vo3nHrw48A69SQ8RvaGMcL45aTI+vXHLPYMt773UHg6+V1ODPigGcz2v3iE+1pOfvpe1Wb2TPBi+vyoGPdl3Wz7k0Ym9Xm0PvqVqEL2rk7y8wIiQvi3NdT4IE7G+JTwgvgB63LwhvlQ9KrVJPBWxcL4ir4A9ExrbPR84Cr1zwFa+DvKtvjiGMT0nP3a8lbeiPFYVdT0uH608oZSwvWA4rz3Zgro9CwuPva3NY75EIyi8wE5VOglaUz7CflU9qRk2PlCXLj6ZAng8qElVPhrG2L0wfZ08Uy48O00DFL7YLkY92TTFvABzW77zTiO+QKOFuwh9Mz61BCG/nvwNv2L3Ij5+dr07l/5zPsbbF76eKms+wD4NPigXZj6qAcO6Q+3iPbYPlD4K7i2+weJIPcjKjb3aJgM+2xEePpsCVD2zGeo8AjliPlUpPj4B5Xi5rYUPPqBYCD15WhY+CG5UO+6F4Lk1RVw9lDcCvsnHwb1lPZ09zbVTvTUtXb2yn5e+ZaQwPFjBp75IbrS9G17YPUaV+D1q5RC94OEsPo5A8b1yzZE+ONjqvb4Ljb6bdK69LiSXvqJ4jz6o1wk6CgIZPkVjY76goPo982skPsdZoj2XXj2+KIO6vRoRNT3PboQ+bqv+PZDTUrzaOh6+91EoPjXlhD28ZVy9+cwhPjgmh75ycgo+Nw/VPZQFhjxm4gy+2tLqvWDkuT05wjm+3ITavXA5ET7iUj49MAInPXFQ+jzPuJ4+U09CPmUlOz1pfWM+xaZUPjblaD3XGwy+bN1RPtuLlbunOoy9jpU5PtPFmb2TYFk+j4AuvbmL+TyeAP89qIKXvgGBij26QMM9uGZ/vE6GLr628Ui+RoSSvfot2z3sRq89IAWMPVI1Jr5urX0+ksmuPN/1ej19ntY8WdvDvR1C4D1yjho+ZZ3iPcWMo711zlk+G0CkvfeL8L1I0us9Rtq0vDwJnb2O+jU+FI4LvdE75DwaqnW9eZYTvdMDej2An/89RnkTPm6v+L14xBS+0jrBPeV7Jz6hVgO8/HcQPo3+3j0aSCs+yT0ZviIyJr3rR8g9hS92vZyRsDyXS4K9X/wuvnhMnD2hgaY943UmvbGlFTxKRwi+wFSvvS1Drb1/DKi9WV8MPZKx873Bhic+qlH0PBqF5zyqgTw+mUL2PZex8T0Xqwg8eEJJvm5LJT5Cn6M9SKp1PtDuyT1VdAE8FyGBPmIW8r2/Rny9L0LvPJf4hz5v7m29kFEcvnWpW7xXG7U8CWyyvEF0pjwl5z293lINPlDMID4E7/C9g//TPfajAb7u3io+MVOIPbzHBz7xQXS9MBeCPg2nMroPso89McfoPW05Yz3BjBE+0hJTvd8RuLy7Qt09E7cwPB0DyTygwO09C8OsPRtzM7xTHgg8XExIPiOZEb1L4fY92H9RPvpoED7etyA8XkWEvqBCEz6FNte9RCBevka9tz1xgyK9DzUbvl/5sL3qMIg7/h13PZaZ1z3iCiG+vKujPVzodr3JZxG+jneSvhf6Lz7wDrg8mlCCvmyXrb5ej+e9XxJ2vC+xTr1M1Dw9niZZPB6skDyYrxu++4YBPgORVb3vBeu9kw5yPQ2ZFr0+Jzq+MNIuvWd6DT2xkLS9CE2BvpBRCb5IbaG8J71Dvo0k/z2lKoY8+bSKvZNc8z2LOJu9wOmTvUVver7w6TS9IgVPvRK1I76oOw2+6JWxuxyc3r1vkxI9F0M0PmIQGj1Oh+O996iJveS2zj1IL6S+vAe8vuMYYz34JWa+DipSPm4b+r2Jp+C99fKkPtGJbL5D7lS+1BZ1vmrIwL26DdC9aKNUvrADnL3sYvG7yNGKviR9PL7dAGS8shVgPmueOb4Ecde9YHWsvK3a1T3lnPC9jvMqPrzK2L7YlSm/Sr6Hvs1npzzZPcC9jeBEPr8pXr2h3t49UoQvux7fZz09+NM8//9VvpaM4z2XQY095PjZvXBcBzte7hY+bqkPvtMP/rvrkWi90rb8vofKWr5unDW943m+vBEksL0oPgm+js/NPQUeH76HIHO+TgWNvJD3/z0KFh89htVVvPgKDj5Dbfc6h6QtPuSX3r2QrIi926wpPkhSSr29wpI9iy0fvr+VLj7mtrK+Dh0ovD4Unb30Zsu9agVFPRFKcTswlwC+jtwjvmRjpL2Sl589MbRTvotqoz2vNyY9hJRKvnROgzzWhXy96mmZvcv4PT0BdYW+RbwgPatWhb7Awpq+D4Q5Pcm+Gz5cTZE+NmTHvLobNz6OBSG+efyjvYJ6eb4TlUW918vVPe1JPL3Luxm++z32vEF5Fr7dP4S84fK+PVvuBr4VZDM+EVMMvii2mL7VABG+v3twPYk+K77FN1m+iPoFvnzdBL7beE++1UT9PUifGb6fKCW+fYG7PGfN6r24Jqq8LWsOvh9hCr6UARe9DE1iPRD7Dz7Knh++HWcjPcGK0zyMlB4+NjQjvpCwDj3Bb7c9s4K1Pa+JE72E6AE9PzAhPecg4L2/pqm9xY43vgdOvT1OqZq9lJWjPWUFgT3P/hO+pdZYvdIzvz3T9bi9Qdq2Pbav871YjV+9ifSLvvkX2bwB5Sc9Z10uPp3mbT6Gw5Q91fGzPFO+l7y9eBI+ykAGPh8hTb6pcya+vjnkvciJ8zlFCBM+zY6IPcfIUz1HPXe+Ih3rvYepvT3XYaQ9K+lMPjfspT1rn0a+SgYKPu1iTD0hnOu7uAtCPsZi7r2Nurs8TBkrvk33C76LlWy+VVksPsXxBj0sCqM8jpYSPbdzCTvK9HI9PuWrvY0p+T3gwLM+xt1SPQmFIT6011s9lFd+vba7dD2RYDi8rC90PFaLD74TSoq9H4LzPaADTDz+f009dBOYvWQLQD4vROA80F+zvXbPiD2H/bU9MNC6PAxlKr6hYfG9VObRPcS7gr253uA9R1Z5PpDQwr0fdyo+HftYvhmZgL2OU9y6D9r1vOnM7L0oaw2844z+vH/Qdb5ms6W99ckoPh1JRzudLPW95cTDvOxebr5r/ci981FIPgvRpj54lRC+BtN5PeecPr6864Y9BU96PEBj3zvfEME9z+3tPRVEDD3CIaE722+DPVoAn70V0Pm9itURvgJ4FD6yzMc9Syp6vif/OD7TJQG+8aytvSqe5b1tr7U9DV8evrAitD7wupq8lwAOvuy5prwvxgu+Moo7PiYeVLy2tBu9NKP4PdQ6MT5Hw0u+mXkBPn6dKr77aKK94QH+PO/FaD65INC8knJRvh49Xb6QzIW9XQlvvlaoCT0bWOe98LnLPcXW5Lsy4Ww98GvGPSiW7j1nZCc+qBeFPkn4sj60iiW+yHH/vW/ryj1OTWW9wBQXPnIbBz6wxoQ9/OmbvQAX9T0uH7Q8mIABPoDzG74EAIe+BnvNvaIyaL6k44m8ur0Tvr5bMj5SCJE+WwLGPC+5VL2yoIS9db3hPeBsRb1ly9s9y7BmPvP1mLym4yY+5QZFPjhgFz7U2887Jd45vZH7AT5Ez1w9+83/PEVnXT76eiC+jyiQvB7qBjupBRU+kX/TPaiUAL4uFQE+Ys++PZtmW748QCO8l9oquy1Alj3KMuw5TS2bOSt8wr0JR+M95CQ4Ppr9Vr4gmW49j29CPbugoL3pSwM7iOzIPVLKJ73bJms9OwKhPRMhCLx2R0G9gSsIPW65hzyf8iW+t7bivZt1j71uT7S9doCKvYlnRj72WjM+nGD/vWAsGD6aZ/M9kcALvkI4Nb6BRaS6Kchzvs1EFj75YZC9Z5SpvT0zKb6Ptak8tcFJvhRI770WSjs9A7cZOj3Z8Dx+O7E9smDru3OEAr2861O+m+JbvmsCK71Fu3a+UURHvuuq2L0nIpI9ErA7v7a/X7xNOj6+P2oRPim7Mz60l16+YjEXvvseozzS3bQ92dDtvdj3LL5LXAa9VjHHvbmFTD13Vgu+NWc5vnUWPb9v07C+gvN9PGo3wr38/bo9IuYhPVDwXj3LKq49D52aO4ljRL5WM+k9T7Agvs+X2bypiv07ChGEPdwUH74BaIm+ao4UvrKC0D3UBTu+XtS3vgMmz73LT4c+QOQ8PpmIID129vA8Xy8tvlls3L1DONg9ypYmPnS59jpm61W+31DEvs0XFL7G4iM+g1WEvdTZvL3NiD6+HKuBvjgvU77iThu+zJrhPWgpYb5sc1m+7E9jPow/O75X98Q9KpWcPPZvkr4Ovdu9k+HOvrPNSb6GWhy8HzZHvkper7vPR2i+ocQQvrw6yL0Ia6u9j5UPvqlNBD4vYZW8lgCLvba6UL66k1y+qOxkPrr5hb5CkXe+sdP/vTz7EL0uBM+9D3BxvhC6Vj78WXm+bqB9veQCDD30OcE9yKcUPRSj9j3JlJC95hSzvI9lAz6iH6s9kFtmvsRB4r1bCsM9T48WPVn3JT4n2C0+ipzmveVVIL726lS+ozenvZRkC70AQCC+JQA9vp0Gmj2bbo69SH47vZbRNz23Hz89aMDOPSt3xjwbMyG+cs8APoSOIj5f188+bHy/O8GYJ72xPjG97HpMParF9zz5ZIG9bGmlvFU93bwQEJm9Ti0Vvs9Ctry9ybq9o+P8PVw2Kb42+3U9QJNbvQZJJb4OYVw+I09yPIPNSb4ch8w8VrcaPcVtFj7y5A8+VwY9Pi5bpzyYhpY9Q/FJPSnjIz5o2989Vbglvd9Djz2HFDg+gKJDPsEFOj3vb0k+/pLXPcNg2z2X73U96IsGPr/RG75z1vA9igN4Pq0otzx9OB48jtbePV/ROjxbGWe8zQ+qvN6gej7blXs9/BBrPV6iA75PvKk7p4++Pcu2Az0uHpQ98YYCvrBBaj4qJss970i1vbv/eD292wC+BIjIPfdIQD65vRY+upiZO1eJxznwU8w9N0yuPafsQz52kpA9LhldPakzVL3qLJy9k9fqvZ9Ekz1e/fQ9fRnuPYp45r1EJ7s9iMYgPmXpRL6q8dS94TqTPlfdw71b+Vc++3KjPfAkIr6WPNg9nEo3PY0Z8j2siio+WuQxPrxNez7y69E9NzmcPm5xV74ITvg9ES4Eu7dQH76VzCK+919lPunj9Dx9mok+u+KMPHnqQD6rMjE+Me4HPkGWI75D+1Q+vek8PvOLCL1kGCM9xt4IPs9Rkj4fzmw+Gfpcu6z5S75EgRu9CIDEvbhvJL3NReI9W7UHPUKsKL3LCVm+p94Qvli3pbzF8i8+oAmnPWUUKj46sVq+zDsJvnuHg71dYUK9Ja0bPpFMbL6UZ22+ghcpPsc1vb3RNbS9kwW1vB1KhD4ljoU8/JCWvaeglz3tflg9WAHyPco7g76g/j28XyJpPmFEn717MpS9+ycCvtG8ZD4PLGo8dCIlPsIpm73uFiY+h5qFvS/ykT4Y5QG+ZhlJPIOMYj0uue089groPNtZhT3lNsy7zfY1Pa0IRL2xgy691P+4PiGZTL3rI/M8f3pAvGxivb0aCKO9JZ4Svlrslz37ZYM91cNqvhEwi7yJ2ma+HyURPg53vz3g0/I989hBPbQuBT1kuDQ+VjDSPOTgyj1GsQ29eVBcvlSLeDyL7x89nLoXPtPuJz6Xdpk+JlEwvtH2gL6qGEE+MppOPi1gCL5gx4296OSwPn5xAr5kk5q9yo0jPYAXbzv6zxm91C2Hvrdel76myek7vq4nvY3zi73Oor+936CmvgUzYL4b+ga9ON7hOJotDrvkRDW9zKIWvuCnEj4GXYW9/4eBvmv/ir2JcxC80FTNPVYkOb1ApmK759grvl4uiD4S5PE8FQMtPdfx8zv6BgM+6ZwYviuvFb5Cij+9x4+qvfhIE75N+0O+obGoPWNPqT1kecu9vescvu64TLmCFwg+LsWPO5aftL3V5H29WCrqvAoo0j3oRcc8yiecvqn6PL76pTW+TlqPPYvi6r28wZq9v1UFvprb4b1+Ima9YiKlPcFXJD61sl0+A7gkPqm49T3Yj8k9S7WXPpMBl7xCAQY+jrqru7Rw0r23K8q9AfENvu3Bkru6c4W98m/BPSP+ID7DU9K9xEV7PevwOL3JUMS91titve+oLz4SNzi+LNwGPjRR9DxcoBs+XESYveHOvj11K7M968OPPK4+n77oU+G9z4ikvS5Z1T1uGBo+u395PiMp1L2WuaE7er8+Pajnrbz17A++jfUGvpNgFz0sD5C+Eb6MveiynLyZqmM96Ey9PTQUaT1bkg0+5YngvVuurj19f/Q91jysPgweZr6VpP09mnMBvh4PCz7s0Qi+y9scPoZm6LqCuwe+cYQXPo0VpTwWWS89mVwmPiNjZj4Dhpm8LpNdvUR/yz2PNXm8A66UPsMjgD5v4ze9Y7crPmUVUD2wMmm9xHnfPZ+9Oz0ZehI+Tzg9PsRdiT03fAO+rCXkPUtXdr2VCEm+fIXGvQvtdz4QkC0+apgGPSnPTb6A/wY+RUYfPTwHcTybYEm+L2UAvnk9ij7J0gu9r9YlPgVMHD3nbOK9KuxtPR5iHT2bKi++jBgBvtFcFr4/kOs8PKGnPDDFGz6hBSw+xJ5IPg4pDj5B7dA9XgiOPpR8KL0WKJC9IYx7vYALMz0tLyW+nZHgPZBEJT6/KT49HR+tvXwxET6Rd4w+FXoaPRhke70lKle+qLN8uMLOmr0YYZK9cVxWvgYyir27t/A+sFZpPQVnlD78x6m92zoQuw1EtL41laS91brxvdwMAz62PI0+we6bPCYVKj1JVAY+GEJQPq7vyD3Qwwa+mMSuvZiKRb40+Xk9wffYPdQWNz7+Gg0898RdPjwbuDzoPYc8xPaLvEJGDL91PNG9cS6pvczqgb2lAGW+TMunviOSbz74JmA9WeaDvRE837vnBni+jjXvu39knz3VvDA+/J0Lvr+q9b1w84c+TcbpvVsDOL4ISn6+WiKcviBr8D0p5es97P8NPkJHA7631yE9WBN+PWqg2r3m8xo+GWv8vdrqZT75UUE8ZFW4PWWozrw82JG9e19oPodPqDz0HAy+tYV6vTAAfr5k+CE+rLwKvZgJj754N/M8kJ6puxO8az7MzAk+T916vqLOQb5YU808bvQfPp2XYz3T34O9JbQjPmpFIj5rhJE+UPv2PZO0vz26Rrs9QcIGPhGA3D3TqcY+FaswPnCcIj2zBMM9If6QvvFaSD3vqZs9Zq/BPLK6gr2G8ZU+DtamvV8epL0Aa6K9ejDvPU22lL03SP+8nwuevnyYmz3W9D0+CGjUvqHSJb7aBLk8xw4gvm6xtz1xCaE9ymygvVvgTz4I+pe+nbSVPaBGzbyNPle+6k2ru/lP1TvQTT8+CdnuPGyxkD7hacw8B3uiPUF+Rr2n1GY9Cu83PkVfoj7Idkq9gmVrvgqmxL0nByQ9iS73PDkqi74srL89Tn+MPgSP3z2VSLu9NqA/PnFmrj7UAF09WKrEPZRmRj1h8xI+hZx0vuB6+zxGM/S9xfEnPprcyD0YwDQ+hSKuvUzACj0YOl89h1OVPQCLfL0d0zU+EkDgvb1OFz1sGUE8tClPvvNzJTobn0+8eicAvTI2Yz78lCO8J6IGvklhvb2bPAk+GYM9vsdjTz6wLEO8kWqKPfSwCD4i3M49FpPpPVF2xj1zNk6+Jf4pPvaBk7xfBk0+X37ovVQC8Dz0rD8+EVzoPcjvPz76FOc9ydpbvdveQL5v3Po8H0TZvW3EFz6AXpi+bEigveBVrzzWTCc+n9PbvWVqdb5meNg8x6ZqPoUwkT65iyU+xD2uPfWXdD1XYLy9eU+TPA5dgj57CLg6LV0BvV/y+L3FWRc8wuw2O1w5zD3nan+9Nm07PBFBJr41fYm9R0+aPAEXFz7oaVs9Lm+Cvt3MIr73W9I9SjemO8cNy7zKbEA+RQRVvtweQT2zQNA9yiYQvhsxZL2utSC+pGsyPfiamT2AHc89+MmZPaRga77jvgQ+ktSovlCnNL7LlOW9c4pHvfaTSr0DnPC9dZDcvLT1sDymni0+ygVxvpACSb7KA2K8c20fPWvqg76mzEs7w1NavYfour3W6i29Z7diPvxlZz0pK18+LkFTvYla7D0mhV+936mVvamkojxUJU09TUPVPZeSuz0wLnA+w+kbPiNdC77r6yu+qQUAPrFYTT6QMDy+j0Tju835pL2mSzm8RRK6vBFGsj4m84y8YwiLPV+QP74JJo696F+1vIoV9DwG+Na7qceyPfy+lb0K5AG9PwFQveYyGj6hpiO+goMxvgRXAL5VZk88ExwfPLSjrT2gS/a8gdepPWSvmr2bFke+xSwovjg4HT6Z0kO9EacgPYgSr735kII7UVkiPRLObj6fJbk92DlmvUDtwL5Gj4i9jg11PkhdFT1bZDG9SvUcPhrUAD6SdeG8qxwxPoyMDD4CONY9RwsjPo4gxTgp3K69cbf2POBEmj0h8Qs+D2oJPTd+qj0LhAC+BzwLvbJsbD3nPbK9UYdnvAc01zxNqwa+MTW0PUfrD71ojOm9PjySvIzk4zy0Xco9RZq2O1FDsD12/mM9FRIYPtShyz0yIPe7uKL2vUUxID7RHfO94VhhvNxva777RUm+9srLvcgpMT0EVu49e+rku55rTL54/LE+pjnZvUg9Db49kzG+LLlHPm1gPL4G/Bk9toGEvRWr+z1p9Bg+y7K9vLXrPD1bljW+dAmBPjg/OTwC2BC9EqeAPtAs1753RFm82FtfPkz5MD6LpFE+yT9DuzBZPT3V2tq9t2/tuHfYmb5/vjk+0f59PqKOqD5z81m+FH88vapB3729fl4+CvIBvd+cC76mrSw+Cs2IukFUJD5KZoK9nyu9vmNDNj71LaK7+sYeu1Uh3rwGrDG+3aEEP1Z6e74LBWU+T5qjPsd8ob0a2So+uu1vPhCPj75/QRQ9WEMivkmzmL6YjgS9+vEWP/B1sbui7Be+lR4JP7QAAL73BNA9TM+Cvgoxs73foPI9qBiavrl0jL0uhTK+0zYSPmrSXL7oQCS9ig2jPvidZz1hy42+xYoxvmpdy75jsri+XynVvdiknj5Ps8o95Xq8PsbC6765Kdm9Q0zTPQczQ74wuAM+4m8DvjN6sr4BkbI+e42Wviwp+r393/A9UThSPWlfbb7PxX08BOLXvRU1Ub4Q55e9Ctv3O/janr1G8VG9C894PkzD4z0KL68+OHYnPh4xqz6cY+A9wHBFvZjAIz4milM+i0sqPmBYIj4YdM68jYKWvrczX71szEe9aaw6vtmECj4dSEg+1a68vda01r0pqzq+qfkCvqEjdT61CH6+3pcHvdCAmT5VkZ8+Hlz3PSIi9j2pAus9AddNPhdjhL5PmR8+saSFvk7emL0pBXG+/lEfPp+uOD6RqpO+wucnPVJgRb7Yghe+azs/vmTGbr5CXL++eNmZvWwSCT7yVzA+rD1UvWLVxT54Jiq+edE6vt3vx7wow9M+3zfYvnkTib4DKpw+V4ACPpmjfT5lOFo+MO2wPl1TAj4jz5y9Xp0tPXZrlr3Qrn+9UJmyvpc5Ez7rgqy++GulPcujLL68qF0+ruwyPs4rqr6uDz2+qoVbvj3V/j03HlY8YVEpPhqh4rz01NK9eyuPPQWIJD5GEQg8q/IUviZLIz5YXfY8dZknvlzn7rxtnko9MaPxvKZiy7yHw548knc6vE4iszyDvtk9mTGDu+UdIT4nBqK8s/NZvshBLD66qec9/ae5vn/2Rj3w5xo9GFyDvrz0Yzv4SKc9Ia+cvtnv4L2+ex2+LCaxvUpgIL0rnKO+oEonPqykbj5kLI4+Jik0PmWHK728BR298f5lPniObD49nng+aj0mvtxwbT3X4rM8NBYoPu940z1NBTm9jxwiPY4dyD2KyQG+0Bkbvhs3bT1WK5Q+mIGiPUrLrL5xTHc9CHpoPTbEHL43fOk9dF9vvdzA1z3zYX28MdOCPZgA3T1frgw9YPMvPem8Bb05Pwg+d74Kvb7LEj7IRxS+YPOavVcAH74D3uc8dzREPAWK6r0OQ+q9hR8Gvmpf+DwmjcI9a0vfPTGO+72MBUk+wWzAPQ61DL6xZas91pGFPTc3lbv+UvO9reaVvREuab5Ubj4+J9NWu/Hn+b2Rc8e87Uf1vWVGiL2Jlvq9LUBwvooPJT1INt+9IJT1vTWkxbxGUTA+tlFHPSx5Lr111n2+ks34O8q8Ar64BLI9iaIQvmSoe71mf32+R0ZmPTtYnr3YQTO9LJugvV6qDj0MhsK9v57gPVjvIT1uXw++yaeHPcXYr71TuIO+7tk8Pd+YkT3BBkQ9nvbMvSlmiby36hk9/07QPX+LPb5zzIK+/8wBvoYOzT3EEwI+MQYPPgHhWr4jVKU79VPbvfqTGL67SpC+vMC6vfBdpT1GJps9WsN9vGuKh73LZ0+9dRwCPAMpJ76OIAe+j8iBPnzVyr1y0Ge9srx8vk5jY71XY8G9SVxuvh1PNb7oshq+vhGwvhosBr74E1s9Q6MhvUklqb33jyO9d/nQvLJ/7jxSigs++Un+vaXtNL7Ozyq+LA+UumewI77an6Y8Q47KvXkwkb122qc9BnpIvpl5Vz4BvKe9LqYfPI4iI77pI4g82lJEvsuzVL7hEcK8cLk4vuVQBjxgEDq+Sgghvqj9GT0uVJ49CP+WvGsbHb4pOFY9FqhAvjJr473w/i++hmPwvEwbqr73/su97Yp9vi0nabxGvKG9vcQTvaFuqb2QNBG+d4s3vjW7db1pjpE8QB27vUdc+DxKQ9O9dO+qvZUrmD62JjE+m/JDPvLnkDwlVk89Vgo4PNSJMj4iDvI8ATG/vmqsjT4E8cE+M7Y3PmXZnT5KyhI7Alb6va8H4b0d9QE+tdLovfNgMruZuj++Z2oQvWm6wT1A1j0+6HcWPpfpiD3O7pG+KHdnvTZcfD6t4849EziUvouuBLv+vkA+jYlWPdH2pT0+kE2+GHgyPdWqlT6UW+M9CZgqPZ/btD5XDtu7rYC+vfEVAz5Dtok7igyXveslez3R9Uy+i/yiPWNlgD1WOge+40suPjvZGT4AFzU9AFcOPgZnKL6/DkG9AnG7PSd73b0+KYC+IpQqPpan+ruS3MU9Qdy2vVtMqz713QQ+LBYWvsBOqj7nzH8+qALtPagGQr110NU9wcmKPnvZ0T1rFC++ye6vvGFhcj1j3NI9eGQMvl8Yub359Zm9q695POZdkjto+bC99fREvm8TZb2mzrq92XNIvnLiyTvwe1A9SWI9vik45r3gudq9wnBFvTSRfz7aLDW+wi58PiZCZTwwris9Cd54PgZymb1xT5w9lAHgvPAorD2c4Ym9mqUFPk/mIL0CI1O9+l0lvnsHsTw1vew9uXQxvamhD73Kxwi+O63dvZCfrj4Zu+Y9LMRXvTzvgL4pbe89SiPnPT5DZb1IqRK9m6QgveIsmbzgH7M9gd9XPSJxSD024VO+lZ9MvpE/R76Jq589+KYsvpR2Gz4m4Su+57xjvkc0Dr5395A9wUs8Pjx0Wzwfp5e9eYNcvS8sKLwS+hM9Qdn5vGvazjo+KCa+tE+SPmGftj2HnJK9/kL+u9h4w70my806PvDyvI/mhD7AdFa9LvATvaBGdj1s2fa8ZhN6vrs8mr0UtDy9To4dvb5TVr5jDcW9jUUWPpIoMz68Lkq+39Lru+itJz4YEI29mEIBvusqgLxCdQQ9QmfbPb+xFD7VZmS9SMjdPQO9Tj5hiUq+LLWXvMoADz7BZFC+RsCPvoOz8jyGmY29Wp1Avnlxm731uZ69Dzn5vfCsmD0PHxo+atesvs9ft73FSII7NXwTPrYuOb2YpXs+gCDEveVFZb6ExGY+gCUsvqzBub3pNx89/2Q5viE4sb3D97M9gRGBvoTL1DzPrfK7UysTvA72D716mDy+V2CbPj9hrTwM+gA9a1povEk7wryiJy4+v5NAPq6ohTwwuJs9Ke16PkGLhj2pZJo9Vb3BPWIlnr0dEIq+woafPYvAI734WL89KjSCPerCMb0YFcy9iLtLPuCjwj0BW0e+Z8rMvf/ncz2Gvqa+/qtluzbbOL1XbYS9aqMqvgLLLr0XpM699ziivQdElj0P2yq+PBGIvavnKL70YoO+V0WYPWbvQ72L3Ke8ZcOLvjOTt73MSNy98Sa8vTarBb7ubuk8LDlmPXNrtr2myia+212/PRRhgr2VG/m9gSK2vV/OMb7pVqy9e17FPbtGbL500em9CnrmvdLRhb7rKYi+ojjIPCcxML5N6xw92+FZvUTk3L1jMJI9GRniPTq/Ej1PhwK+Y0WBvvssM74JRmq8J90avrVGtT3w/J+9s01jvkN+obzZsK89Pa4oPDCN9L3lzKU9Jz8LvT06nL4ZXf29V5wavImN972av4c9tiMyvhXsi77fOwq9nk9CPblATL7TV7+7XQ0SPmncDL6SAjC+Z+kDvnddlrymliy+u7fivPUemz09Nga+GQ2Ovhw4O77aqVU9TLxavglHz73f42O+kugDvbohNb0nXg6+h+M2vpZtCr5sZLS9R/DcvcCC3r2/9tS8sUEPPgGK4z0Tibo9tIW3PcnnfL7LBwQ9xnH6vXVBHr6/4NG989QQvhWMRL4eP2K9/gZsvriXiD2Dy5U95KcdvoX7hr1ygnC+PjEDvhicxj25qbq8I0xWPRpYtjxtnU49d0D4vUFU2z3m3wI9AHNlvHMRab7glEE9x/ASvllJLT33JjC9jDIQvgPfkz1f1fs95ha3u/NhDT7+56S80rJxPhuUZT6EKCS+HovOvUpKUj6au3E+aYkJPlFHJD5I3AM+e4HlvSxtlz5LyeI9Mi0gvZ/F/L3X7Ne9/HfPvWslGD4DMe+7J0tEPq9JRz47fHI+QLqOvd/dFT7QST0+JH0gPcXTZL3xoYO9AV3/vdattzxs/kc+R9eWPogNAz6zIUI7+DGIvYkBBT6n2OO9JUrkPQ1VErz7gZO9bqeavmFbpD7RTB8+9cI3PlQ3Lz78PSY9QoYlvvfsVr5PcPI9eo81vWYdpz4oO1A9gIsBPmJfJD0S0n8+fAkFPtHMJD4hQQo+ZR9Lvoq6jLnzwIc7/L5bu/Wcrr1AeUC9Rk/5PG9sob3b5A0+ZL81PVurMbwUxzG9Ov1tPs6hUz0qnLE9yKXwPePC2r0Xf249C2b4Pc3OWD4UXRA9T83CvFsEWb0A4EY+rLEiPuzgBD6WlDk+oZkGvXEGGT5KHze8bjjzPbZDJb5tHQY9SnNhPcyEFT7YFLq9thADPNOzIb6fdWE9zt1svNvhcr365PU7rySSvdN6rb395pQ+wBJaPpyHcL4BYVY+2VbIvWCHAT5kBh6+sb+ePbcRMj0X+qO9INCcPXuiHz5FfKc+mBS+vUll9L2cqFg+5kQGPMW1nbzKQa88yWFbvTBZir3DfTw+wUUwvrqlKL2oHRS+2F9Tvsd8ozwm5aw9ORonvpS31jyEicu9kKhHvbzAqb3RZrE9aHocvh8lJ7xYBSW+u+t7vY6g+b01s2E+pPA4PmBDKL1gcgq+fZscPpWJzjzLP4a9S7/SPV42sjr8QD0+1a5KPK6u9r2TEhm9BX7Cu6BDgL3VJNi9PNEjPQrffj32y4k9dh0ePGij5ryA7MY91ANePlJBlj3RnMw9DawGPujLZ7wYARC9phUIvRPzZT1I1mG9JkkPOaTQG77Jo2g92UaKPbhaqT2mMPM8NsxLvhFSEj2Tfyi9L2sYvrJDDT13PIg9pGt+vWl0Nr4SHas8St0SvbK7Nj54rTq9K6sBvo38djy+MEc+XgM7vqSen7ymtEo9M6PmPVClC75yBO49cKZyvMnjob3PSUS7vYrxva3BD75hL2U+7y1Avuw9lr18RkI+ry3GPXqiizw/1gM70XwbPrv+n77zz2O+exFRvkvypbvMnsU9qtAMvg35Ir77Sv28/L0jPb8lrD3CgLs9TxZZvaCYTr3uGUs9APv+PRv6vTwAtO494+/EvS/OmbzLcNO95X4WvZzT2D1FzIo7ncaQPv1W27vg8mK+PHm/vVEVNTz3Xfk9rGQUPnDD9T1uCyU+w17QvYK/+DxO8Mi9RElIPN40KL6jvRq+gebDvZUoB73TE8I99RdBvMWQVD1e+Yg9RcPUvJpie76LEBy+ZEnqvvmftz2cZoW+trHEvbImGT7TXaq97bm/PQFblT3q4Sw9+hjdu3kggb0QCpi9FVY6PXkogD1pT8E9XnthPfDzrD1rob27HkWCPuHsgL6JV/09IFpePYBbJj4x3OW9FABzvgb6lDyzCJG+pPScPQraKL5K+YI9NpQfvjNXDb6FaOu9qZ+2O3/51Dy0gRu+254EviP6MjxiIEK94kEAvuXOhT1a9dw9lKuwvWA8jj019sS9J7GFO7AYoLwhGHg8vqjbPR3j/DtMBca9O3LKvW+5u71UQn29exoEPp6YNL6s35O9EQ9LveVypr5TBNe9LZtGvv5yzj3ecdk94g4dPchtvb2L7QC+zsZ6PbYtVDwha6G9itgqvTqkEr5lkTO+aHYZvvI3Hb2x8bq8ZIA6PiVYjz2j2/K8XZPjvU7h373UXCu+m6ExvBA7Rb1qwR6+pyQzvq4kIz4WNL89pD4BvriYur2BZ4o+/ORKvv4rQL5gNZg9MRUXvgglCTt8o+W9OhC1vYLBj72FpIG+t7eoPd+WND2zAEC+5LOJvS7TLz5wZqo9pXYZvhsmWL60b7c8jmgUPkqmP766gUo9W3QWvmRjkb3bpUm+WjKWvrijLb6tVJQ8uTr+PdxZtb32ghq+aPC0PfmR3j3uC02+mkrQvcOVe71Lkr05+UvZPY8BKL7ENuq8LdovvvCCzr1uDni8kTXbPX1DE7xNY668okcRvuvvEz75kqy8CThDvg9Tx71t+oE99xmFPR1kvz3P5/S9vz9pvcnr9b0drKu8ci+Tvijar71o5W+9pKmvvv8HEz5ZcwG+jnOmPZoiXr7W4hU+tQvuvMNIuD0IJOa9usTpPQBI97xPLjM+cqifvOar5r3bsIe7/a3APl7owbtjUOU9zPKRvZdesT0SI4c+R36KvP1kCb7tsPY8BTDZPOwJQz0nvLG9qXmGvtZeor0LnL47NzdfPT+kuD3DojM+EL2FvhvbFLy2veA9YkBXPe54lr3sJrC9JqODPV4X771bliA+RkcfPA2ZRDwe90a9g9EKPguRhb4IWHS9B4JcPqE+37wOi1++1RChvQGtLz74xNK9QeGtvT6dCryL+I2+EjIGPpOZJb0Jkq292Rr4PHVa/D3S2aY9Xm8UPmQk0L2h+0A+gIflvVtwUb5Szao9jTZYvjojgT6u4Qw94B6TuozqOTwD8Uq+rQ26vaXa7rx7+80+S1MBPt28Fb5/cyS+ItqEPtWxCj4zWl+5y55KPqpbBL4klvu7bStSvV/VTjxLsVY+joe+vQqlkr5U0Rm+F1YPPdQCAT4UxoW9+swePqHxXr4uya297Ik9vsmXCj5wyV4+kuWSPoEFojwpvaI+ItElu56cRL1zA4W8bWfevWMxBz2apA6+H3P6vRobj70DrRw9+j8vPqt+TL7c0Su+f2jXvYk3wjz1sYS+5eJcvlRf+bq6qpu9HQBZO2mnIrouAzG9pYp4veYi8LuX0Z6+VZ6AvhRxpr2anX4+mVp8vugR3z3ulMw9YYmLPjRmGTwd/Bw+xfczvTOQRb4Jntu+3EfNPKJIaz72ayC9bi8Bvv4qqD09fCE+E8lZPAviOD3eNEI9KH+DvuUK/jtOthI+TV+CPSLtVb62gMS9Z7UQvuecvr08pJ49n/khvYMPeL2NeLq9+DKTO5GJnD73FAw+wqUEvsQxDj7PjD6++/hHPjQYOT1swSC9sd2oPZgsGL2oD1O++QyEvdcmpT4Fz5O8A5CJPOtEg75B8tC98C4ivumcSTuOtME97fKbveZhybzhl4o9TUUxvT5SuD3/UEE+Lrgwvd28iz54pJS+eAuAPT3bIr7lc9++U5YlvFUIlL7EbFs9rT9zvkWnjT5vOQg+/uGGPo6NNr4zmwM+FH4ZPgxa7D6jbqI96SqbPkkpmj5VHFE9e/lOvm3vGD5ILkQ9Xj1FvkgLIr7VqFE+esd5vrbYnj2ZXC6+/UZFvrqqZ73RlPs96UTRPWS6iD5GHqW+wMMTu/JVKL1PAJE9rpCSOzpJID4gahy+R+0MPvfgajthaxM+VnT4vRD46r0ANww+dO0rPSVdFD3r5O88bXWIPSYJWD1iXeY9QI6vuzjZML4Krho+p5z1vCVHDr4y5S4+8r63ugfdBj4KETq7lNSJvQts6D17b3M+v0dOPTVTQr6xxQ09rSd6viDqMD5flta9eWgXPFk+ATvgYxC+q+9sPnn+Bb1bgU89vBsmvot9Gr7JLiU9ZOO0vXK8VL422Ps99i88Pur2nz5w5Hs95v4VPndcQz4PJh0+LNndvbW0Qj2a6Kg7obRyPS6tz73cgT69eWGIvRXmlT50WSe+SgMvPv4Y0T0Kupi9/LMcvtG6prwMq0K+fiAVPoRqNj51ksK99RZHPpTXAT0En+K9/syMPl8hxD223Sc9+3SjPBXOsT2EEGu9WTsmPsdEY75WdAm80EqfvQq4Ej3W3CC9eaFIPvFkNL4y8Bo+0zWrvJTf0z0SYV06ttdaPEhshD2AB+Q9dDsXPSE6G74IUU68hT+ovSXwK74d9gC+bvRFPlE1sb4cRhg+x+OKPbLl2j31T2K+k51WPoLYqD0zCPo9398IPr0uDr65dIW9HzJMviRXwr2PadG9geZmPZAO2j2iBXE+lMzxPBIjpjtmCn69oVAsvds7+T0vV689AN4Tvb8m4T0chkk9SMB0vVOiBj1u5t8+PDOZvtUGQL3VRUW+Fj4oPgFpSr6pKD49T/ldvqTCI75rqz0+wdqDPXt/+bzKcH++vWumPS8mCb7/DVM90sKNvJrpur6vZLg9vi9OPbFvZb4xXTm99W5AvJu68L1LahQ+nnYVvv1WJr7Fm/y8Z5/gvJwf7rzhHqu9gGIsvV+MtrzBTa48RqUsPTBWhj02CUg9FCyLPjuliz3rEtW92oTVvv3DRz4J6sK9L65YPqOQuT37cWa+HW9MPnNqJL2tHx4+MWVrPkMAaz47R4y7m8skPhPms70SscY9r1gQviA80jvgVcU9BkaCPvu/pD3Yc6i8SpvbvWm2QT5YlmE+u+WZvZYMdr6wTYq9GxcVPZu2lL3MiY+9NiNCvQ2aKT04Lqs9mlD6PcT+Rr2FdwO91bdZvpF1mb483Zy9lzGtvXFuNj62oLg92A1QPh5Vor6Y8fe8QYe6vjMwFD4E7jG9e0lmvRu+er4w2Ec9hK1CvQ+B3z3Pwwq+RwFNPDjs/jtlYU6+BniNPMucsD1abYK+pNp3PcuCej4saQi+fXNrvoAuDL7OseU+wMCzPUkiKj46zug92l1nPvximD183TC9NGbYPQuCMD2N54Y+yzs3vqKAVz7so7i9t3s9vi6Qvb2MZwA9i3pkvkAh0r13Kei7nzbVvLe0EjvfGKm9Rw0GPqU9Nb4ifD09vmqYPgpX0b0gcO68BuAYPZxNrr0hclS98gl5vo6thDzLnX28a8kjPu3Lt729Cgq+eZBavu0oi7wnQko+5NoDvntzKz0pk70995SIPnvI7b1mZoe8C/ZUPvAmjb0XQSa9+9aQvlMIyb0txA2+jb9VPnZLtD3g4JW9eFqUPR7U0z3lNes9FKrIvfKJ9z2FebW9rIJkvZ99NL71g/e99QPWPFliNr4cPwY+zf+EPvVzKL2JgEI+7HlHPlpt2z2mShA97jEUvsQyy7z6Q/K90KYgvt11Nz38cpI9JXSKPa2DiD1pPZs+vtZmvNr0Kz2iBEK+r/IJvqIDiD5huPc8dr5kvspyVz7IPmi+KBVLvjsYGL4b/R2+yBsEvmIJCz5er609ZROqPbcFAD6y8y8+27YHPW9gfD4A0os8nysnPjyiIL5d8jK9m+JpvYTyD77DPxq+ynEfPuQ3nL1K9SG+dntSPvyPKDzVSXo++hs2Pi3XhD43CKC9GHWFPZz4wbz6FAa+rp1hvi+2fzxBA+g9un0KvtEgFb1aUYS92t0EPWcZob2rxsS9W3MgvAFvwzxVwq6942QavRdNFTyFYYu9/5niPRMKbz6D8IY+UhPBvSMoNb0WHUs9e5XCvSupHz0WNOy9a6pmvpsp47wV26M9wlDjvdS0pT2GsBs+EEE6Pn4UTD1SZUi9TcDDPZH/Dz5Rixi+yuwwPi3n+72JDJS95IVEvZZi1D2+95A+jB2DPXMcFry5l6y9JB0PPveM2DtqoB4+zGUWPoANFr4eDUS+rNtNPZXBhz18hw6+RXhqvPsZ3b1Q56g9r72RvTYJmT2mNQ6+7leIvSsNt7520iW9BHQYPmTqpLwRHEQ9kvgjvoNup70hHNo9GAN5OPqztTy7qo89nMIrPiJsQ7wtnLY89ASvvbGQsz0Rkak9lrBlPZm2bD3DrQC9YwyJPHoDOj06jvU72yOevdplBDxb8QI+ISOpPMZHUz4y/7c94sUHvNo7XT6W4aw87SXWPP84ar2zbNQ8Mp2Tvcqnrj0lW469rRp/PN/6873AG+A9uueBPqYsOr5WSj49VGSTPaBN7Duz1GC9WDVOPlvbor3lgGE9ZXZsvp8diL2gLZO9+HLqvbVCYj2aTyK+QhX+vdWakL0NQKw7NTeCPUEg8z1TQi8+Myd8vo0T5j2wSVu+YafOPJAxAL4dbQO7Fu4Nvj27cD1J9BU+x2n1vQy0Az6pXZC99mStvAWRGD2KsvQ9I1ZhPT8aN71J6Ay+f3CdPRxKCT4P9kO9Jmx2vfTypz2vAOy9o0yiPQsjZL5VSl277XsyPgVqj72VhgI8ux12Pvh2pb22OiW+Tlr0vS6wmL3YR1o97fqvvr+jWb6dkda9XUFnPnhzqjyGhxM+/0ZdvtF8Oj0Zaak9aYbuvRszgT1NT829G5GOPm7X0jxmqA++uP/5PX+61j3LmIW8KcRZvofIJr46h767IvFdvooVbDxPP0q9PZr7veHrxDzCD2E+vHerPjjv9L13LIQ+wKqwvRXxoTz7V/u9hAIwvuvg8z1rOoO+xVPoPXFWiT71b6G9KxQKvaU32brNJNc9Tq8zvoZnSj4fqO29YfmKvsr0Q7508Ig+MlXEPe0IAz/jRP09L2ZGvgzUJj2rMqI9DlknvvJZVD6kr3o+GeSavqSY0z2Mvpa9UygbPgWsVT52oCy+2Fy4vR28rD2/GzU9aBx9vmVDqb0drNe9+3/fPaaLjb6Va9u7tixwPlMP0D1gS6k9Pv+lvv2dD76KvJI9ohBnPQeLfT0Kt1a+8ztCPqHmpz337YC8cS4mvlHMFL5B7KC9bpXwvNfBC776GZK8hQn6PKMoYD77++O9YW2gPKUUtztKDMU8bvLSPouBzD2b+JS+bq+uvfBbIT48RW++SOz1PM5zNjzwWhy+qzpYPdg/Kb4ABoK+VqP1vG1bsT20QKI916q6PVFLUz6tQFK+mPzDvUZ7Ib4YC6y80MBjvudKlj05cA6+75Q1vq/p+T2qlog9WPCivSx8rz0zFKA9/1v0vf7ifr63MWK+nJvyPQVFej2yM5A95VeGvDnYfD0K0B2+bPjMPaWp8T1aHUq+gtz2PToyRb4SjZc9j1iMvTAZoD0Arck9iG/AvoGdCz34NHU9ZVJ7vgKl6LwCQxg90SyivshGlT4zTpI+pVG6Pb9fpb3z1D4+5xwivsuv7TwQ1/s9RsEEvlyuij0vCBY8LOebvbQidL4tSpe+MKhXPJAx271ufOa+dmh3vSiqkD2W1vk6JYExvccJtr7fNKI99iU1PWGeWr4tP5E+KwzMPUkITL6kmKS9eX4XuuO26z06j0i+8ZuwPf4vuT4PyXC+AxeLvZ201L3bT0M9rgySuhnc7DzYFE09w22Bvhszvr1neDq+XjmmvhFbjL3l3B++0QS1vn16K74RRFy+7L6JOyJicL6FTZe94GW6vYVFSb3JPhg+wMxzvux/1r2e7hM+T1pJvid/D73gmgg7NuZFvuK8L7wydXU+5y4uPsTFlD6mHZK9uONYPoe8ij4Gm4a+S60cvtLjDj2LbkK+V0/ivVyI37uLUsa92ckpva+oBr666Tq9hlv9vKu1AT61xJs+A8LKPGU6HL0UpE89hsSdPsiEGD2flVg+ueKLPsmCRT0fUY08Y7nnvQ8gRL5aqqu+7FIVPiL9Kz74bFM8GQv8verHqD6Q3PG9vYouPnlCmLwHExi833sXvsq+Bj1Nv/Y9KLYSvQDDVL4f/bM923Z9vs2ATr5mxUe+vnMsvs70/70xvza+20mbPYZGtL2LdxO9ebBhvtRMzb1j7Hq+dbxvvYcKGb28K369XEd9Pbrzh77eyfc9bBrhvQ4QLb4IDiY8oMvyPba3Qzy4zP29BTf5vSjE+r1+RgU9wUDtvajp070iZRG+EYRPPVW2Ib6hgya+JIqUvn+TFz7Lkxu+B8MxPbvq3T2WZou974QuvsOZtr2/So091UoWvsU40L2rFas7hqMMPp3fzj2Mzpg9czCIO+dtAr4LqFi+QEXVPXJpG741usA9DCQAPS/ytT358M69AvPFveLOob7AWqk9NvfOPPQ3zL1OEcy9uMphvaxcJ76DLhS+pxPbvYO7Br4mCbm9qJ8VPX6DoD07VtY8E5Afvn1o3b1tkgG9tXZPvUMpJT0NrmG+vnQtvp6xJL76pFq+ZSIGvsVpST5VUiG9N30HvnHbGT75ARi+l4QFPRGjiL5Whl++0NBVPYxXGzwIIqg9QsvAvUKrNDyJRnO+f+EtvjcSTb5EmuQ8N2c5Pd8Har2A3AG+UVJyPcOrEj1fpVk9c9JVvX13Lb7kN6a8THuqPSxr2r3MEzC+Tx11vsQ2Dj0ffQk9M3d8vmg2Mb3pqcO818hIPWO9yDyo++U83rqWvbZOKb7CSpe+6w47vn3OEr6LMPC8mUkvvFfuj72htiq+q4IBPicwTD1MMZm9ueeDPQYrwr2ahfe99f06vsJ3wj56rDu+GgwtPQgrtT2zmLK+zYfvO6B96T2ZU5y9OTfovDHQgLzqAz0+l95cPXT7xz1tzx0+slWrvsi0tD6bZ8U96rsrPPgPCb4V1oy9pYGbPUJgnD15K6a9dtcRPB0idj4LH2s+PETSPmxuJT7XltQ9Y2LdPHu3kT7md8m9DyouPku3470DuCs+s043vtbgyb4/Mf48Vf2CvHNGkD3DBb8+Y/KYvL8Cgj35oaA+MinYPlgkBz79m/a9VyuvvrZe1jr1kwA9p3AuvkzWkL2dvLo98KEsPYK+0zzV+bI8zCWNvUtZi75bU04+3OGhvDK4j72ck+69pQnePh7UgT1Iazi+ZMKWPanMWz3x7ZS9psGIvrtMqb19gSO+yiwcPwEygz6juxk+xP7XvLJ8bDy662M+rQdCPqKyGj5q1Ae+MEWDvZG3f779/Li8heRavpn8yb3F1qe9M2KmurlLRj4y/Jk9Z4+fvFmO8r2O+8c+hLjvvchPEb4ofng95YI+PpvZgz5t9GA+D7tnPiE4cb1XEhe4umGZu3tsIz45fm4+lVynPHyHbb7gCyW+YpQIvrhmxz0N8389I7FKPbHzdr7tSpI+H10mvtrv3D1Bdx69tdonPmUH1z2UJrQ8QLvQvRKGNr1kDC8+3SsxvbwZ/L03/W6+iKUlPtHz9D3+J3G+jhw9vR0NHb7KTQY96oyqPZs3qD5XW1q+oxClvSORa7xhMx67d7aVvuu9FT41oWA9pTAHvct0tTz/Fqa+fUKKvT+Dnr0P1YA7HMMOPlUKPb6zC2S8NsGmPrL2iT55koe9h+qqPardzr6mxDy+qDd9vGaoKL3RUZc9PK4Ivl2Ykj07/9E8mY2kPTpt7Dtqxps+2R0rPTI1qLziXMS8aw4DPpXgNj2MUzO+FvExvuk17T2NEre8v7/+vb/PPD535Oc9o05nvTi00r3jZDI+H8pBvu3ea75OtKm9T1MMvht6SD3nZgm+Np+3vYIOrT2zJyC+S9wyPqgiJ7zAedA8OzqDvaeFDr7hUtA9yhcVvvGWG76YpIQ+UuwgvXfhFjz//oC9HtdVPp9kG75mx5y93JsuPi4I1r2J+QI+DLwIPi89KD55W22+uBkCvgRwdb5VLxI+a13OvXZbYz4PJx09PFFuPiZd9jyaTGG+XWszvdltTD3jQPg9IqT4vBrMNL05Cw++aAOMvN9uTb5CM1O8O/vuvLob8zySLAE+alMTPemXMbz0Ewa9OH2HPj6Oiz5Slw4+7CKUvSRrIL26z5G8q4lUvpcriDxdbCY9zUNRPpDMyzvbt0i+hRsWPri2XDy7Him+CIIHPjo8CT6fTxg8fKglvsOaNTtH54s9OdLBOVX8iD6xsng+qErTvQN/vbyNsoo9aWZoPutmDz7OG1E8yGqyvfLstr1+Wj2+5BfZPG6tEj60ah0+NPwJPh7Hdr37tBg+3tJXPRZIGT76jx4+l7GGPVCPeD4bgQ++LRMuPHLFub18kLa9Si8/PofTgD6hSq69wKGvPAWsJb0dFoc9hHURO5eOID6oak2+vlHWPdv8oz0DanY9kKiWPTpvHD7Yq8I9ncuxvbihPT6QFrw9vZwfvki6Bz5chD6+z6bePSpuPz1f+489DZA9PqlT7L03tZK9fkpBvsQmpDwwEgK+qboMPu+9tjwCGy4+ci5LPvL5973K4gO9+JO1OhVmeT6HJHU+kdwGPek6FrtrcFw9324QvqyR7DyCcKA93AQNvaX9JT7SJz491W+nvESPVLzldz4+1G2OPs50fj34olO+OqzPvcwRIr7fKEq9AOj/vVBr/rxPPZy9gh/TPQKulTxKdfM88v5PvvTNgT5wq749BDkPPn4dSr1cPM88bX2BPV3qYT11fDw9yrNGPnyKq72qLwY+YP+NvXx2RT2xwRU9RLvyPaRBGL1bk0M9vMMsPiJtDr7PCKQ9bBQjvaUeKr7qKz29X37UPdELmL4lKb89AngQPpBjUz1MYqQ9iZvpPSGw8L2pJps9Eg6kPWNdPL7yMh4+rYIKvkdGNj2Yc1y+qXy/vvTjMT52qHg9j9lEPkwQ1r1XCrA9KFqAPaSo3z0hr8E9E03nu3z2bj17BPg7WZkavh3Qtz3IUDe+p0sZvXWW4T2GSbs97T+BvT3uvTvPYAM9N5DHPPWqwT3Tc/E9SoiAPmDwl71Fmwq+yhUhvRv1Ur3k/bo9fcqLujqCxj2PKQC+dwESPuGysbziObI82ABlvcwOCb/61Bi8thQJvgT/sr02noc9Zmdnvk5PSz65ggO9/dchPCgd7TjIlL29X60FvnWLPL0yDQG+bGoWvoKNtL07gBU+MV5sPQyx7j1YQha+9BcsPi5IPb7Kklw9JY1SvVAYuby7m3o9zA+DPWdHfb1VpmY95WvMPHfQQD7mRFo+BRI0vuJek72iZp09rUN5PogOej3NPMm9DdprPYN3ED5r+o8+k/KPPSrDgr1ZQKO7VjSKvVZvHr6Cxp89qfWbvn67Pb4rpzu+LVeUvTqjrb3BnHW9PtiOvcybgT3nQJc+Rhz5vS15ZD4qJDs+LDuAvayWKD4MJa0+9IPavcIDGrwJX2U9GfLrvcYB2T0h8fc9fFsLvojPFb1PdOO9sej3urX1Br4dF5y9nyGFva81nb4Ywh8+FQKjPRr4VT1S3uY+RK/hvVsbKb5qzXq+EUo1ugL51b3bQOS99AUyvtB9JT4HzeI8iRksPplYsb3ZjXO+OBFAvs+QZ77EFT8+2sNevXLhqD4nOdI9nvKxvcxVGb4kbxa95513vhLroD1A1Nm9spaNvGThmT2nEjm90kvmvP8ADb68JwK+5lshPeVawL7COIY+gXQ/PrWWhz2Mm8i9rHJUPpjoW71XkI48FukpPvIGnL65J369ZgewPfyDqb6p5j2+pHVDvmFAC7xQhPY97FyDvLAbFjxVA4u+j1NnvnNocT53nBm845klPvOZOT67zpU9CFWCPXYrlT7l5Ky+eXqEPXECAr4OJjs+JbkQPZB3yjzY2qM9aL2svvpS5L06yoS+cVm9vjQGi710+lO9YzkoPn30Gr5IOJq9Jd1uPn/smL5c3ZU+uy2gvATjVD4jW1Q+DzcnvvXZSb6pl0e+FumEvpyY6j0bp+q9j37UPZ/QYj4UJF0+bmmBPgZ7Kr2yNIQ9vl5Nuim2371wAi0+6/H+PFshpT5vP3g9oBjkPYamyT1kCp6+EJI0vusitr3tF1s9+NgwPLL/+r0krso+KNhwPZluGL31NL29RB9hPuGAMLzJ1bu8QnA8vglUj71P4SA9AymVPR1+gD4Svrg9txfMvDbGjj23yky+P2yevjuUKz7vn2k9YKtYPZd/+LtInjm+5iwLPuACiL3uYzA++vUcvjaQIT6CBms8P1RcPctkob2ydPi9TNXmvTaoaz3kaKs8mHEQvv4Qp72OYQi9dM49PUG3CL5GXsm854HnvcRylr19TCi9np2DvS+gbT7PbXo8tAPoO+I26j3Ca5298okIvfPN5ryw9VQ9HevgPVPVBj4yNja9pZvCvds0VbwGCXU+X8e2Pfo1Rj3mCRG+uk4sPJdFHj1GJpW9XmGcPQ9zfL6YJBs85913PCXAFL7AOt29KMiRPVeeRz4zw1+908bqPY6mAD6Uz4U9IG0vvoLhEj11taI9DYQJvitHa729WPy9AIioPce98r1R4AW8Hz6OPaKuXT0+ASI+eCZGPnwVpT26Ofi9yV7xPbj/tbzzvX09g/xfPaRbwb1C4AY8geotvtJ0vbztPeU9E55hPrwH670u+2+94ddYvV7bQb6eljI9MDIUPT/Gqb15RDO+dfObveX2uD1TIju+CNBCvjOkGT7H+oc93IRjPdFkUb09VbC86WzkvDptNL32DT++kEOnva7hUj0Ywmi+BKtjvldlVj20bik+oAXkvfS58r3Rv2S9Ww2lPeIIGL64QDm+WelbPaNRG77CFUm9Rr5NPWtv97wWfhm+f83+PSfyhT7oDT2+ntnGvPLhpz0cHo69BwkNPmMI1DwyA6u+1qfYPWpWGz5VIum9E18IvgC40j0zYPE9XWo0Pqi8AT7nm0C+ANNKPr85/70n9Xo+z9AKPiYFmD7qhWK+SMcwvnJJYT55h2W+KvMLvpiOMD5Xj5W9jcBfPeXqY73ovgk+sPCFvVQnmL7EqpM+AG2HvrJNOD6YFSe9QtI7vXUkczxcRtU+vEOMPcu+S71ZiKG9r41vvkEslD7Kwb0+cBbtPZ4Q6r1eqc0+3Xk+Pt0NPT7zyb87C0vnvLpEUTwKfws+XjxhvtpRKb4pwme+c+AWPqe3PT7hXKE+lfVMPuF5Az7qZI0+k5+PPEuiprz8zDk++yg3PvYJ5bw7p9o+L9IkPiTNaz2fo3m93IIzvcqI0T2QfYA+dT9XPiIIWb2jG3k8pIZqPsy2xr25cwe9p1OdPQfqbT4rWuq9XdoBvW6/uT7q+bS+VAltvfrd1T3yEns+iVOiPQH7Lb42VzU+D5K7Pf8A0T7YnnE+XR7TvPzziz1Ofye+H25bPFOuTL7FQxG+N0wGvuZk+72rcpQ95cNpvf0Xhz6Gohu9GWfzvfcAUT4+54U+SWSrvYpPNj7IkES9RWKLva0CDD6elgg8Jz6+PrT1ar64YD0+gWhUPWT9mz4HB2Y+WSOnPkl4pzxOpoY+R3cHvi07mT7Gpyw+wnuJPXoES76E8pw8ZTJgvNvfKz1RiUa+iVqcvm2IJj3+UMU98pcXPZ9TDL2IAoe+/3slvX5nT76lEsY9VIievdJcFz6ziAy+GzyQPamPID5af6A+0WB5PdigUT6Innk93fWaPfHz3rqkzac9mwK6vYMqOz3n3r88L2WrPrqIJz63/Ki8oVKJPVNgI77N6xw+X/WeO+kU0z2lrYa+tUKBPr18fz0TjsS9mhcbPX6QZr3qqoU8Gm+tvHeyQr5lA5a9hnZtPJO2iD2G41i9wFAKvYcHdr7AJtg9omqNvcU0Rz62YTo9fG1FPvICvj6R72u8COhQvkiPmD4sMWE+D4aAvcsip7t3a0e9/qn0Pa/u3D3ZOt49xEWruhdgjD2Iol89EtQovlUaIjqTm4Q8/paePFGpT74AzBC+YiVQviOQUb4zPKw93jxOvhHYxjvhs2M+wFiUvXSjPL7pFxU+Jh9xvGkhCD4QtES95er5PAYVqr5nDwA+FeULvlLsZ71bFTM+JIINu1llFD6+2fq8Iw/bPZsLmr7Wh2E+Lp0BvrrKnb2FBgy+0v3xPay5wT3nmfa9vnkwPqShtj2IyJM+H6z0ujhq8L7RnbO9BEdoPgzLDr2P03S+YyUMPqwwUD7eiaU8FsnxPa32Fb27uSM+FrexPs4cVr60au49uz5oPMRWS74mtPC96S+FvQtAtL7iLPS9rTtVvELPlz2vgJU9uxt3visXQ7ycq6s8rpxsvVyiJ75HxOg9ON0PPdiUyzxWZtS8USNWPfkphr6e55S+uMlDvgNy+T3fY9a9IzySvj52l77K//M7GVWzPU0N/L1VeyG+Pp9BOvhpk70vqUe+m3WEO8LoNL7dR4k97G4ivrpWwr1RDbW9wlquvWxbor3moA++LA2lPCNOJb5KtQ2+zYBRvaAZKL7MP7y9eOvyPR1kXr6vRKk97n9IvczqXL4lR4E9NtykvHBJlj1nvv69KaM/vka1+720nye9QdU+vnU6hr7Sbiq+unXAvfyjf75eUgq+Rvbrvbcw/D04rBk9WGxSPRkqNr33Mpa85W6mvVFcSb1/mPo8HeY0vmOJ0L2/lDW8gtRtvaG1Jr4S8ri9rB7ZPYQQH7zswT+9GZKGvccYsr3IaSK+ZQPLPQm8Mb5RsqO9rrtXvdSMhjssbEi+1+PHvSWqnj0/2nI98bNNvs1wfL5X7cO9fnncPDxAFz5XYrU9IctwvaEKgL60vDe+aip+voVW7z3TB9A8K/lpvZ9zd74sDIo8ibSMvt/tK75P4gC++7bJPYJ4RL57Rg++okWJvqeQkb2ty6G9U+8Gvtb2w70sHPC9c4b4vXclLL7v4iG9icg2vpaGwThSQoI9S19kvSmJLr7fy7y8ujZkvS5koj3yKxA+QunrOypzzDzYsH+9VjY2vewNOz6x2BI987yJvFRkez6cR0K+h0M6PjAfij1enVQ+HARaPrhNqzkOGsy92zYxvqwEVj018HQ9XGqAvlCiOj43OAI+N41wPhFVpTzouMI9PpSXu5jH/T3wDGI+RMoMvuZSlb3SSni+ldjavYr+zL3kD3s+SqsqPjTuOr2EcIC84DkevW8v0D1pL78+NO3AvYw66L0S30C9KiWYPm5Opz5Tj4w8VCDoPdKPRD3pwCc+Ra4ZviLkKT25AmE8bIJcPhSi1Lwl1V0+VRpOPn2goz5Un64+Ha3qPY1XQT4mjlQ8VPHYvSelIb5o3D8+aE/2uga7/z2lIYe9I7xJPlImH75x4dc9nY/rPQQbZD5A7DI+L2xJPFeWqz0QX1q91KwtPjfaCD5WF9o9jV4fvXioJj7mauG9+SxcPVK2Bb0Lo1k+/82YvWaBJj46U9E9AO2PPuHTmz2vuJe9HzAWvRqHsDxS34C9wjPBvZh0Ej4rmhw+i3MXPqrwbT4kAWI+RWdKvmKneD5Y2fo9c8WaPdGZq7056Lo9y9ePO8ga5jx0q+69BhsdvgXEkD7k9SS+cCjCPhpFJ7554uu8Dqa6vd9gXz5iHrk+OEgKPirV8T1denW9/a+Du+dPur1elwi+RuxGPfrRyj3CsXQ+9egjvqBuxLwSNgE9oCUhvSrPjj5Aiw69iL/NvUoPSz6VyUi+/zSMvdAp273nPeM83W4OvnqrAT7zGKk8o2usvUmNHb303t68J3hgPpArrD32IVe+nL8lvg3p3z0BAiW+INT3vdBaPr7fpR09Ohpzvmcvyj07lCE7s1LSPEAMDzwWkQM9EA2QvQyK8j1m9xm+dA7AO0d6AD6Jr1S+k7eZPlDWFL2UBIM+3tXNvJxoSb6NMMS8wLg6vqpnn71z4RQ+pg8wPYj8k7662Sw+ka7DPsZcX73TsFK++7ewPeQzLT064Bq95maXvkK0TT6lDUQ+NQAEPjPUib6OKhg+rloIPHmpyz3/+jW+6HHMvc56ub0noZU9a3tqPWU+JL6BqVk+3YOCPoaikj25bLY7ruflPcs3jz22wZg9NnFhvQiDTD3BMZc+elAuvqWYn72TULE+g5RSvfKk5TyQmmy9FVq1vQwqFb6MPte8niETvROhf76Hwh8+PCYoPSxG2T36kSK9HvM1vjdcjr1ziF49+PcaPhdhwr1CIpe9AfJdve3kCzyOy7G92f9DvQ6pnb33Jwo97SssPm6Phz19z669AXqTPutlIb6v/sg8/nMgPfm2Rz6u8aO9gnkNPcJ1eL5yv4E+V/TOPRKmET6MgLq768etvSPGwb2k54O+jX6HPiVDt75G/bM9ue3xvapJT77GvAU+GhQXvtxRGr411kg9AasZviQGRz28I608Wx0nPbxKkL7AAwy+ozWHPaP3Bb4HebA8l7KJvZ83ib3Ypyu+BINpPaESBT3EH+q9dBAIPhTtL72DuQQ+0Odfvk1bwrw0SpC+Hk1zva/hmT12EjE9gMnVPeJjPz4Rjja+0cYNviQ4JL02Miy9iwk3vYe7kr4WwC6+OZ9xPa0iqruibbM98QpnvpUiSr1rXqy90fIDvnQ7Qr5M3xc9NlgMvlMVIL5lsha+jui6vC2rAr5yeEu8rntMPHEVBb5Kbt+87ggIvjFDiL7NpNI9hRhwvpku4zyLSfo8QXoBvpH1ATxRGKE8ZaqJvNjpLb66CT8+Gim4vfTfZD0RFyy+OZS2vR4EhL0i4dy9XA59vSl5mL0agx6+ovj3PalyIDy2gqe9ctjcvYnjrL5igEi+bVGOvU6pBL6pQIq+2W1/vocnGb3F1EK+8rKYvhO9XL41v0g+jqO2vNSQAL7OlTa9on0rPrmF8r3g2ho8KaorviUQzT14IgA+4ksyvN0k/z1Ug6O+EmOZvVJLSbwAFqu+45ZuO9LQGr4hP+A9mXF2PElSWD1dUdg97EABPib7ZL2lSua9481MvcNUTD4iRxE9XYpjvjcLMD5veMo9PkrePMVy9TxaLEy+DcU6PhxXG72PrP29prb5ve2l8rzoHBC+MWoBvlKtRb6JCYE9KRFDPo3GkbwkQTe8nURiPpYrGb3A3k4+VRBmPR0Ncj2u6Pi9g93nvVssUT5GpQ8+tz+/vLmHZT6myQi+JHXevNyKJD5fRYo+bi7KvpWiqD4x0VY+fmSCO2oXqb0XjLs83bUAvk7JTb6F1f+86r+QvZ05prwSNg6+TMpevrSsiT7fYoM+4MZpPhLBRL1bX+y9ltS9PhDJvD6DeIW+tlcDPmY9KD6e4yw+AtCpPV7jBL7Omgo86N0WPrim8z3o/iy+QAcyPtgiKz7TOhE+x3dCPTo+TT7+NQc+3CC4vkrLwzskdVY9NkzEvCCUgT3q9Tq+YKgmvE8tP75EHY4+dTFHPhGskD4A5aO9w7kzPlVqVbzrPYE9lNudPFd1QD6fjYS+vOcCPZusij7+Gum9CzHmPVhpq72ef0g+JSiMvU6sW73E5Vk9R3B8PpsZmT6m4OI9Un6UvEetAzySzRi+AYZFvG+Lgz6vK+U8QNYaPoC0Qj6s6SU9dmc8vtAoiT6vA/i94gYJvnIE1L0Ki6O9MbZcPbICUr7P0Aa+rhzUPMYMzzxTPFS+ganLPjC+tD1EtoU8HJ45PuVQbD5T2KA+Shd0Pi5Rqr3Kjxk8+VmXPbmbADwyS4k9PKmLPSxdxrxSO0w+eQcPvgdv9L15Q4q+B+KKvgqJRj4Y6Ws+xBCDvnEvET6lQky+Y8edPdDkL73HOEo+8YE6vqNgNz4VE6s8NngYvjOihz3Ofa2+JUILPWw/kT0cMx2+vtCZvSohazzT8G0+2sPoPb3Ci76xvBg+tTphPcy6ST6/ThC9JqE8vvHL6z0EJPa9s724PBfrhb4Vi0+9cHyZPoLVWb3hIpy+YsrRPXCb5D2bhCq8ACxpvuVnDL60KxO+bEhFvpBITz1TFLm9Uni/vL55n75CF8K8OYLzPbhPyD03iwI+TeRwPifpmD2YCFE+dIwAvbE6+j3HYQ+95BuMO9dmrr7lwTk+e0soPdQYbr4S00Q99BFJvVs9Bb62HxK+G3UWPRP4ij4/TAk+4b/qPfXoLbybH8y9m7t7PS5LLT2LGgE9GP8HPkqkJDzwQGk+CTumvYoWxztSM6w972MQPlBzgT5jy1s+qLwYvaWDg7yXjKk8wrMLvEh0jL67HIu9XPOjvSMkv72xPfi9cesOO8jspLyuILI8gMllvTrXJT3fc6a+f00QPpcYkT3NNge+uXdEvgttZr6lIxG+l/GdPV9bQ75lEO29iu7GPlg93b093/+9VdpcvuXPMj4wJiy+Fa0zPt8VxL0DrTA+KP3PvZWNdT0+PDI+urInvhnQkr3asIi+zrSSPtKg0b1xLSi9ynPeO0ReEb7oBE2+UZu3OyGErj/j32W+SGpCvRXlCT+8JSU+JkNfPxjwAb6GkME9A7+Mvnd5Tz49x529ZdFbPgpSgL5g/Aw+04ZrPrwJGr7MOgE9O0ADQIi4yT3xa1y+bWmivX6oxT4gvh68bdekviWfjD9MMXi+XxJRvgBZ+rxxkCu+IjYEvtZ9+j1C8cA/ov+FPzHCqL23vfC9vXjdP+uNhj4DL0S+Z54FPH8AQz4LEUI94ZsgviClYD1zkvE+h+HEvf0zXL7GVlk/84LrvQL6nDwlSJG+BlaQvuyVlD1r49C9mVaWvpoj+z2fhCI+dxauPaGVGEAPMni+5F75vZM90L2du6q+eal+PS+Icj2y19c8BPVpPvYRUb7T+7e9AKY0vmLMm71Qhem8BG1ovj6AAT6X/9s+KtjyP12bEr24OMm8dJfaPUMG3b1Eoje9qK7ave3JDr4q+gq9G2DfvWOyObsnvZg9jb8OvtWSMb6pB9E+poLwvUsWpj+Nkgc/+o7tP+w+gj5IrRE/cSi2PivDIr4oZMo/kXiuPFI1TD0KVgq9iri1vSS4Qb3bz3g+GNqoPh6XFz6cBI4/AagPvvns/z8cpUa+yKXwvcckIb7RfsO9gwQ3PnCulr4F/es/YKtXPnqEfb6YLMO9w2lavl41/DwX9P0/ETQqvqo5Mb4+F5m+WKiLvdCjqj54ADW8OJ0mPTzkYL8MByK95hOzPVb1ND0DHwvAZE1cvvhvwj3Zi2U/lweQPdYPUL7vZCG+1kZav/TTij0eqoK+UHKEPUwwv73VfbK/lrQNvQc+Nr1Nt88+TV08vtW/Nj5s+rk+UjsmwDVYWj+MoXW/2QIRvfuDBb5QsRM+FBZiPtvJHcDXQNA/jbICPQnaOL4mkJs/4vKGPc/G6T7TOsQ+Jqh0vqc6qz56K3q8BT/LvZnqYD/dfIM7lhl2Psjllr7hGGI98gWxvbEytD++hAU9EsptvoJhvD2rKE4/kDAXPEhSJL88hTk9DRkJwP2BU7/MM7E9c1VzvrloLj9DBHw/0axVvdw1Sj4lWv69qaTiPUDKFT7aWCG9ihJfvR357j25uYk/EvkzvtLIAz1PZfs9Lb2UPaedsT3FGEw+yervPGEedLyul+s9eB+7PuSIFL4q4/e9jqKWPqTuGL5/nKe8ZF0BPqwgyr9qL+E9utetv7qeUL4RuJw/XIW9POz3hj6sy3a9m0hYP3CJuL67ZIQ9+8aGPN/U6z08SeG9NjENPtkK0b5ynUI9LSWdPlHoIj83+58+WUc6P3MCL7/JxKo+mBgCvVdDiD5rMFW+KYKovsKDEcAvoPA9BG0VPxIem7slH6G+ssMhvUooDj4EB32+W1m2P5Kdvb2lRwo9IzWFPvURzT1ZFjS/gnsvwFvVBL6owMK8KmazPbgN678SwAa+uJ6evCyBvz632Qc+04I9vZZyTz4RT068ILxmPXLGnj0P2kU9NpyGvs4UH8B6IUq9IpvNOb6Zhj5J8Ts+EhhGvc0FOT7v2rS/Oc+GvV7bET9j3p48vpvcPd/lvL3xkTA+6jbxP6YQyL8fOrQ9uD+hPi/RuD9H8hi+y2xXP2TBc72yWJE9X3EMv0K0GT4SuR09dxJWv4ZqCz2DOxA+dD6Pv7ajKb6qRKQ8xpUbvqhKOL91QgE7kBcAPjF+Kr/2p9q9oo2mPgbqh70LEEXADPNEPfhkJL4T9Yg+uXNnP01dfj4WGu+8G0OhPia5or7tk4w+Ur9UvSbEBT5fPoa9zmDXPYq1w702gS89J20oPgDpKz8Yeni9GB4gPu8rCz2HJR2+L9IMPqMlUb68m5s/Hka0PZslGj1nCG2+llXZPXKRGT6G7Ng8CAasP3i8U76T59+/+XbhPTAiG8ANr+O9OmASPZ5ww71lrUG++y0+v23o0rxgeVS88Tm8uxoU3rxnyLe8Fa6pviIo3btLHGq9s7FbvxaSkL3aCfk/QJwqPnfC5b387Qu+GbX3PmyjcL0GSas+ThnnP3JvMr5639w9JkoGvryeDz0Tyw0+kEYWPhcC/z1oGNG9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "bVqKPfXhgr3nE3W9N/ygvTl1Zj1Z1uu7Y1DxPDJ1Yb0AlzW9i3aoPE9QKL0NDxc8VdQ0vT5Tnb1KUhQ95qgkvNiCOD0p/4W9dZMOveP/xjxQSmm8aXDEPBdqvb055Ma90WaRvf9pAzwh0Su9d76EvayvkL2FQga+g0oGvHX2jb3Tlgw8tsyNvMPw4L2LlFG8zeloPORMlbwEYBC+6pnYvXp1Bj1aVY69zxbpvTtyyb1PZvG9O0YMvuzHrD13bo49IYelvfepu72Izz27dlcNvYt1Dr5nygm+fNwevqX62b18ndK9M94OvRZIBT1vBP28GHZrvUJ0KL5XNZO9hHKzu84Tjrz3DZ29fCKxvVT/Tb3Yi648WFcLvdbCCr4AmAm94Ytsvr1/+rxtSIc9KAqxvZ1TtjyBkta9MjKHvLzKzb0jaR+9ez5tvWdirTzwsRG+Q2OyvJ+G17yvrRi+4K3LvQO1prwk1KK90KXbPexQBr6etAs9E5jcPO5XJr4CeoW809KBvp3lWr0q+fO8VpmPvXjd9L126EW9qgrsO0o5UTy38k08WE+9PfCO9b3nQVa8pxXSuxPqE70tnSC9USKpPRDq9bzF4AC+9UPovShBgjwBXK29/TzBvbcamryE7w282YfrvBFEBb1vw469ieKfPY86iL3Ft/m8bB0Lvl2F4r0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 