{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "cf90vcVQsb1ySVI+syoPPjsDsbwNYYs7m8dFva+bqr0wqqW+TbsDPVL0qD1ir1w9d6xhPrVsa71KQ+a9QtEEPg7HfL3z7eQ885+pPQlo+T1uXJ2+dHvxvF1VID6+eNC9tvQ7vn27gL4bRLu+IoCdO8EOnb4Zx0c+D96evIntq761Qs8+wPmpPVt6u778ZJ29wUoCv1krS702lCe976vmPYLmg77UqEu+qY1UPpePDD55BAK+H/iKvCDCqj2lue2+mNiEvkT+r74wHhS+f0KHvv9KdjzTPho9UQrMvYWDdLztuiI94gT5PNtcbrzB5UY+hoEvPueQ+T1Punw+vSMwvvxa6b6Vm6++M0x7PmmLIL5fhVC+MyuovXBOpr0+0Te+GThzPfoBzL3s3Oa99Sauvfrisb2rlIs9jT2LvuQCsLveCLE+ChGGPrzDD76FowO+92cWPu6wxrzJk/49gcMVPQtujz34b5g9NW4vPsTlbT2lNYU+9P3DvvmhkT6SOXY9dl2GPejQtT0R+yY+Ddb5PL/izD2D9bY9J5TyPDYRDT5Xbz2+Lcm7PYFGHz6S0eC9zQSLvZyApb59rp09bBgjvo1U+DzvTwM+fKQgPjH5F7x2JgO+D11HO58pvzzJxZi+Ch8APsryOb0gFHG9l8Cuv4FFnb5/Jw08L7tIvqbHGj7wukA+NL2BPil5Ij4kwLs9OfWPvdHIXT4JhaW8YwdwvSnPvTsAc7U8XB+qPGtiZD3E3aC9RwjxPSF2QzzTqnu+ivPZPlhkPb1cICY+6m2BvcDDOb5yKgQ60ogtvU6q/b1clna+SDYKuj0f5L07xgy+8NM6Pc7Uv7475xm+1YkRPmuGDD31mga+KWgjPqlP9rtjGEo+dhYQPrgdFL7zOpa9njs+viWMhT5D43M9JEeFvmEUbj2B4Fu9P5MbPtaIjj66YnU9U3m0PbSsiL5CNvQ948mxPqY1bb6eELC93FppPPUyn7uHqaG+23lOPoRrzb2HdvG8lrxEvYTYBL78PNk7lVZiPXMxX75OGgs+tkKZPW/tRj7fvCm+jUs5viCfiL4XOUG9HOYDPrMhw70gk9I9W/iwvVkyeL6v2i2+bsnQPeHaMb6soqq+pq5vvSyF8r0LJxi+s0xhPqFozj34xRK+kb6qvtAEmbz6Ow6++1H+vQEJTr7evxu+bbOVvhUKhr17vzg+XVmwusZhFr6CE+49EQSQPXNviT1OYvo8JQjvvbhNuD0Dipu91yGnvFi5gD7aaJ8+Rdqivd5/ar4tr2W+O34XvWIIPr78YPG6hCu6vKfBML7R5Q2+/PbZvUfA0rz5Oty9mxQsPuZTxL3uf9u+NrlcvBsG572XFcK9MJFsPjilqT19ehq+efPWvG3L9r6eL4a9SAt6PiUluj2HA/28d+PrPe0ihDsAkZ69iEOivYRyiLzfPi49SGVoO0WcobyAglS+9on5PbmWjL0LT9Q8U7NOvnj47jtSZxY+/285PtbduD1B/R2+av8RPl0gZ72Pw/49eVqkPqBssD2KRHA+btkaPhNXtD3uLA0+XztavliMIT69llg9gHcovqE5tbtueao+MBeRvhllOb3gg0+9bJIsPozIcT4lNJS+JCUxvt0WvD5Y2Ie+MKFEPqWulT5+9iG+YHbHvCuZ4b2WdQS+54levQ4lA77rtyy+fUiePZ6pzLwcr9g99TFDPFyulb0JEh4+xO3Cu+KC3r1M6U49s1fzPYI+VT4ncyC+6PwXPg9SQz5bMSM7RjJbvfyiRD65SEw+3VWRPXSW2T1Vh+29FmcSPrl8Ur63yZ6+yiL2Pegfh75gpxy+DOglPiLDtTxMmPO+jCZ7vmLsJT3yNYG90rMyvkoMBr9leeO8wAmavlMJyjyxrl49+35YPnKwzLxF1FC9DaEfvs99VT4OxJI7slQ7Po5g671JZBa9/w4avEuLHz4G3KA9cJGYvpcgoDzkyXE+UTkGPfd89b7sHPK9iQPqPepXlb2syx29155BPlXoqL7OHBQ+MZc8PrNgGr02jkk+hPPGu23WAL1U5cW9JsEwvkmgsT0q76e7JceNPBUGoL7nD4G+tYa7vSwHer7XZIG9RQ+Hve1EB76g7wk++bcUviZA8Lz5DlA+WbiSvllUNLwPiOc9Gucfvnbjrr2d7VO+a+zePj/yEz4e68+9eKbZvcwIM7748rA9fCwePrnMbL4W5AQ+zxJJPp5p5r6ENZm+ZiervrlNrb1jboE9lfSFvmud670nhP29+QkavMHrq71KmDe9ud+QPZHi1b16Lvy9SG0DvhnqVb1UCp4+EZtbPXd7MT4RBes9myfhvto3ir4iksq9ZyvrvMOczL1Q9hK9OSDiPRmjeD1e4fa9MbXDvtzXSbxtIzi9aEVYvWAbdb4BpTc+vd7FPSOh7L3vigi+h8R4Pp08kz2q5CA+FX2ovlyxdL3WAyC+GAaFPL7DdD6pLLW9b2P9vTva8rwTrP+8txaLvrHQbD7hOrW+iTgbvn/DkrwnkT89EhusPI+8cr5sRW89kTTRPWatSL1KYFK+P528vkk7Cj2XRYK8HUz/POr0Yj0hcNI8O33QvQcSsz0llsI9HHt8vR2+Xb5ixqu8HUcwPMEzSj650SY9urU6Po6FKz7kPyw8xs9XPv9k4r1SyWA8X0MoPINnGL520Co930PVvDdlYr5a9DO+hmqmvJL8PD7i1SS/cxETv2+SLj6uIs26M7JuPgyNGL5HBoY+odH4Perldj7bu108IDrIPW4gkD6iiEq+ONGaPb9igr0jie49enAHPkxCMD2ho9M80nlyPoGYQj4WL0i8Eh74PXQcCj3tRjI+2e41PPCauTz1zYc9d/8Ovjqgv70Fj2I9nFWnvdpPhL2xsZi+hFoEPe9Cnr5pUsq97s4NPrDKzz2JSCC9J+4wPlhiAr5k1IQ+/FLUvYXnib588pS9O6ylvg0CmT4t3HQ8eSQWPi5wX77bF/o9syA9PpiGlj2otDu+2xmRvWHYcj10WIE+gIQmPo5gCL1XWB2+sA4xPtNDfj3JWGa9sXgtPo1sgr5rJso95KgLPmfjkjyPsPq9sEbzvbZvsT2Fqi6+PFvgvbYwDD7xUDo9q17wPIOamTzH9as+6yNKPo0ifD3jI0w+fO9bPsAvGz0Ycyi+i4pFPmR5g7xL/mK9UmNPPqHVdr1uxl8+9f2fvbLJJD038xI+6/SKvj0WgT2iFd497s8mvSNWNr7lJVK+HWqMvbym7z0UiNw9yQ7RPfCGSr4yMHw+mqOnPAn7TT37Uba7qsC7vWGq1z3PQBw+b5G4Pfn8mr2vEXk+3a2evbKe/b2H8+89JBnDu8j7sb3QVFM+a2yqvEBBEz3fMWq9dXaCvG3moz0LFAs+bF/OPX0vD76jFhW+vELbPcbXPz7E0ye75IEkPqw23j190i4+A2MVvp0Vgr2WHdo9Mg+2vaUMUDzg0LG9A6w2vuK4iT1Xm6U9lAhIvYgdkzwZoQm+T5amvXj9Q702ate9xH0UPT9V9r3EpQM+TMniuwe7DD2lV1M+NAb5Peba0T2q8VI8nmw5vilHLT7PpKw9cI1mPkA+vT1mIq+5M8ZyPmHc1b3UeIm9F11TPRPjhT6ZkZm9nMgtvnE5/ztCtkM8vJrguxU7hjxgHaG8xjUPPlWeHz5JrPG9rCrlPc/cA76NbxM+mASUPYXgyD0em6u9ZO+VPhxKrby+F4A9cLDsPY0zMz2nbhc+wE9cvdAturxlSsY9oqmSPKmu7zyIoso96uzdPQ+kibz18k48EdhDPsziFr1B5i0+y9hPPvvtAj6hOLc7dpmGvmgqKD6896q9kZVQvoIPwz02Rgu9BrUkvqvVsr3rNqW8zV+iPf5X1T2ndDe+m26TPWRVgb2e4Q++ic2Pvo9qNj6oLAw9L1aDvrzOwb46I7G9SuiHvec7Vb0TOh09UbWhPR3DpzyPJRW+53oLPoVfv7wXR/29zFiFPZTJ4Lz2+ka+b2opvXc2jjzTxsC9N9eEvhhEEL72OiK9j0E1vipr6D3AUaY734BUvb3G9j2qfZi9eCzavSakir4FEj+9mVkPvTWYH76huwW+mg6lO397+73etrk81GAtPvMqGD15SPK9Q/+EvUWFyz0QtaS+zXC4vr6NHz18dG6+lOZMPrTQ8L0b27a9CjCnPg8Bd74qMF2+64OAvhHyzL1yC9q9ky5avoZIor2kBQO9BdeMvqQ3Pr4FRzG8PndWPtvuKr4vS7i9vlewvGon4z0O+fW9YdAsPo725L7miTC/RZaMvlRSFzupArS9JzxFPv79Y73KJLo9V2NcuvQXPT3n8rw89DhfvhPX/z0B4489OX7RvRiTNTyUuRo+tLASvtdChLzCL3S9wcQEv/Uubb5Bmj69c/GMvLyjtr0GLxe+0ZK6Pbw1B75zJ3m+1TzKvHLl9D1wnPw8WfUivXpnDj7y1So6poUuPhh8170UMIK9zqAdPgOhB71QVZc9G+knvp0GKj7u97y+lfbYvIhHgr0gEsa9uEePPVt1Ez2S1/69Hy0svm07wb2pCY89CqxRvhcFyz3NyLc8cqg8vmI1ljwxzIe9QR2WvQVkDD3YT4K+IsAePRfMi76fSqO+FddDPc7KFz7szZU+LxzzvM+PPD4uaBy+YR+bvfzVeL5DsGK9z4raPdFoUr2j3iy+e64dvQipJL4C7w68gd69PW7nDb64STU+kU4BvoYkm76cJha+v6F0PQ1zMr4IX2q+/foMvvgIE74Y7Fi+26cMPmasIL44Ei++RjVnPB887L1pgrY79iUWvtwsA76DgRC9N+gWPZYWBj5CQSe+cv2ePcmXETx7aSI+jM89vu3PxTwnSLM9gqYAPsJoB72cssY83SfaPGos1b1WnoS9d2g8vtMN6j3hhp29CgzMPVlRuz0lBQ6+0dqMvUTRmT0x58y9J+WzPQSkyr2Vqxu9CwSBvsRFML2fHBk924k9Phsrdj5Pn1A9V+MDPYBzT7wj2B0+jp8MPnLbTL7p4hm+2wP1vfZilzwn4BA+P5NuPT1FRj2MCnm+LRDavZmP/z2UJ909L8FvPi23mT0a7E6+2QIKPgY9iD22qQC8gDo/PvZf07089u06RNImvkCZAL4h1GC+55MVPmUk5Tz8gUk8BfmIPPSCwTvhlX09jcGsvdQbEj7s0MY+MEiQPVuzLD6n9Bs9Ur6FvVoLbT0ecIy8cUEdPL0LLL62olq9+CvlPXMs1DzBYFE9rxjZvTI7Uj5q0Bk9U8t4vTvPfT0MUso9v3hlPFWUO76bWP+9dDbTPeiSDL1qugM+A2ySPvQL370dUCY+6M9vvtR4p73ISO+8gDQbvBMv8b3cghC8UNe7vGfGa74rgUG9FR0IPuuToLxSB/C9eTK5vOwlar6BWqy95X5YPokNrj7dLA2+OtO1PdMMQ77nVHc9n9ncPAHglbz0Jd892InkPXzeXD3a5kK88wOfPW86oL0ykAe+wP3ZvQjDAz7/JNQ9MCB/voLYMT7fchO+AUW0vdGg9b2eo9M9A6Ekvlw6sT7JlLS8hXcbvjixmTvrSQ++Qr00PnPPCLxZRt68Lr/APSFtTT4sg0W+lNv4PRZ4S74u+Iq9AbSJvCcLVD5tm3+6JuVAvlHgWb5cU8W9ZmWAvs+rKT1uwwa+UicNPonHerxuyRY9Sc+7PfM14z29ng4+8eSPPqGftD5hrDy+p3cAvlG7uz1uKLq82p8MPuuVDD7UK4c9BuKRvTLH4D2VXbA7KMrkPSh4EL6WdpK+ezvIvbONdb53ZP46dIIvvseuFj6PCJo+79KvPI0cnb0kDpu9tsftPe4UTb2a4Ok9Fb5ePrimrbxt8jE+eQlGPry8HT6dnec63vpOvfLnBj4n5IA9wgw4PYAdbD4Q5R6+TpnkvOECGTwamio+78ryPet76L27uwg+ykekPfNsWb66eeO7CXaRuu0Izz2m3aY61uCzuXXnur0X+789dNInPl6xUb6r7jQ9ltvsPKK/pb1O6k47TXvYPRw1t7swvlw9S2OePRy+WDstEom9JumyPASVGj3/kS++e13pvZcNlL3Once92kl3vTKLTj6UqyY+2pQVvnoDGT6kyQM+TZQSvrCsQb6FGKC7TtpwvnbzHT44SnK9tfupvZHuLL4I5ZE8yLFSvv34+L2eIS89vR8cOtPh6DzTCL09NkXmPGQiNL2zOFu+2R9jvuGhKr27pmS+4xFWvqCd8L1Dooo9eqhDvy37arzGr0G+g6ENPrzEPD5DUHq+BZoYvj6/yjxWFsM9ztEEvhaxI77Sv8i8IxHRvZEDXz3iRA2+ZBZBvqBJQ7+pIbi+sI8XPLKv5r328Lw9KhYwPQauYT3IJIs9bbaqO15AUL4ifO09m6YtvkkSYrzmCAA86iKNPcR7Gr4RZoi+FmEVvkyzwj3+XT6+OjLIvtYf/71DdYc+YXA4PsxCDz1IOc88Gv00vkk0vr0iqdI9UnUpPveRQDrjyGO+qVDOvpUVF75Uxik+VpGMvSfLub1yFUC+6eCKvl6iR75rXBi+3onwPewcaL4Hpmi+LrJUPmysML5R88I9++QvPY5klb5dyva9PWbMvnNoWb5HBpG8j5RKvqwuHjyByW6+9PoGvlOs0L0Z7bK9eiUUvktt9z1AY1y8kySSvZHGW76P/Ga+GGFoPruYh74RMH2+O34FvrKKD73fWcO941tzvmBdbj5SOYu+gWd1vScB7jzbfK092iAHPc4w8z2DEZy9LoX0vLUU/j3UoKw9fi1jvrF36r33rbQ9TeoUPdx6JT4CeyY+hcjuvdTMKb4Mo16+LsijvUmsCL0WbSi+3BNCvjCelD3DYS29SvxVvdZTUD3+ZEU95FywPTCtlDzdhi2+WFYePnBuGz5Ph9Q+3wy0vFKcRb1S5h69LIaZPXo2DT2HQpW9OubzvBszyLw39l694AgavnxdmrwYNKq9ZCkCPpcOGL4kVH495jyrvXKcL742UVg+MkusPPIMPL4Rreg8iwlnPUwUEj4IvhU+M+lHPhkA5TyeETY9ByprPeQ2LT7gftw9Sb2EvaFHqz2X/T4+58YyPtCOXz2mF0c+yg7qPUbw0z0+tGo9zNghPsNBCL4kews+XYGLPpP4wzzB/Cc8yI3dPfj4hDyEIGy8Q46IvKqPhz6xRik9PMiXPVuo/72EkYg8m5+WPapZED03mq09378XvlNCbD59YNM93wnNvfQ/hT0RWPi98sH3PZ+OTD6nRg8+BYjnu03UHrwq/6s91QGjPdCaKT7ktZ89DQuYPULCGL3Kq5W9qocUvixFrz1aMgQ+UysBPhpP9b3p9Po9FJEdPlx3Ub6x5ea9hTqUPrmao71CwHQ+UsruPVmISb4JT8w9G/wsPZP90z3W6hM+Q0s7Pp6ddT6YBcs9i0asPr6xWb5VMBE+719RvMxrHb7jfiG+v2dtPkYrHD2/xZc+k2gSPVIlST5n5yQ+0kEaPnSBG75McFM+x5E3PltZUr3bIkc95bAIPo7HmD4c5GY+uimmPNkxYb78CBW9vKW/vTM9Or0Rf+Y9iw13PNPEKr3CE2++rDIXviKYubzE0Tc+gu2kPdmALD6vY1u+6jcEvsyPGb3inFm9p4kaPtZphb7ZDoK+ifMVPmT02r0n6p+9gm2nvA/0gz60utU8gdmkvVHVnj3lC3A93GcBPkwxgr4rxui8Ot1qPr2Dj71QsrO9LmDGvbnjbD6SvNS7EDwVPhENob28jxM+ldI8vaNbkz6ILxm+apIlPADQTT0Ykh49sokYu5t+kz0+GIq8sYNWPatXY71x6MO9G77VPg5tib2/dG87Lz+purTX2L395Ye9ZHghvhNciD2eJ5o9+ZRsvqxW8LyBMXK+k6cmPnwU5z3+0vk99LQePYh/Bz2lZEY+ILrmPPlrxT0R5iu9AWFevmmpSD3h1Uk9eDcvPvxtQz6pEpE+q64xvgDEgL5Q+To+x3JgPu+x+70mOYu9QYKtPt+kCb6cZKu9frgZPQ1FDT1xE5q8E9WEvraik75wQ388r6iQvaOIlr3lmdC9apemvtx1ZL4Z9RW7Ih6xuG4J4TxI1Du97b0TvhZXGz42lF+9P92RviKKer2mCba8DSu+PdlKXL1ETiu8W/EbvkZPhD7BeLY8oUUPPTCBnrktDgo+OEYpvpiOKr68hSu9k1y0vYRLAL57PjS+TTy4PcvRoT0SmOy9UgEYvnVDOD0N9/M9JMeivGcO1r14aZG9YBYUvGi1lj2GYwE9tzCnvtyeSL7lhyS+XuCLPWrF/b22mbm9Xj4cvnYW070f6Vq9aAKZPYrXLz4wxWA+uJosPjs54j3w8PU91haZPh1ksrzudfw9fWAWvLAL073OgdO9VHwTvn2CEjsBy2W9ZpKiPS97GT5qJvm9kPtfPaoReb3Ci9K9/iOdvdvNJD6W2T++8ErWPasNNT0Yzyo+pPqIvR/Bvz0BU8g95tGVPEBUqb4lHgS+B0iSvaJGuj1y1xI+0CB8PsgT+70B0ro6g25KPYn/NLwdawe+evEDvrNBbT1rmYq+WVJnvV9Gybx7i1A9Boi2Pc4GQj1WlxI+F54WvrDhyD2lIPA9D9+vPtt5br6QMgg+70UIvo12FD4cBBm+oFUbPqUDOTvY+wG+q74tPpjOpDy0OgU9okRhPitkYj641ay8p9U/vQK1DD5mD6y87C+VPuXXdD53g1C9aLc3PmEogD3c+Eq9xKXiPfdoWT2yf/w9xpAzPiS1ij21jBO+ZuQrPqnAqL3IMUu+MeaqvQnVbj5z9ys+cF2rPdLmZ76hTh0+bx7xPF9OxTwWK1++VHb4vfxHgT55f+y8fWwiPmslUD30TMy91YnrPMrOND1X3DG+gM8Fvi8WE76/bVg9kk6lPFYYBj65Oyw+PvVKPrL7GD4BuO09mSGhPoNl1bxIsNW98n3DvPUeID127By+7AviPc57DD48SxI9+qCnvbrlHz7SK4Q+IPipPM5KWr3NCFm+7f0HPUHgp70FEYC90+davv7zZ72v6vY+TpaQPRwGiD6XNMW9zTmgPLyUrb61lJq92Hj1vbYa0T3FmY4+1SBzPWfFEj2jKew9eJRNPozVyj2y8wK+9W6eveu1Nr6GaY89HDa+PaYGJD5YN8+6vz5pPt0v+jtz/hY9JrUQvKp5CL92yd2965mTvVw/i72SJHC+dsygvnZMfD5QgnQ9FUqZvQDen7zx9IW+J1KJPH1boD1bwz8+I2ETvvxv/L3VKY4+5/LWvYASIL4RxGm+JznFvtHqDD7W0QA+XBwePi1u5b2Pc+Q81Go/PWS64b3qNgI+ynMWviyhej6Wueg8sjl9PSaugrxWo+29OnhSPvWE4jwABNW9VtRhvVZif74wsSg+u9ccvY2eiL5uXyY9iTqYvHc+hj6vwAc+LNN6vnVvK76cRSA9gFQQPhoHDj3WvxS+hJ8qPlMjFz5kj48+UOO3PRmQ0T1t6fE9g2QePsmk6j1krcg+5kQ9PtPHBj0Jyd09CPOGvgRxtD13wQA+X4ovPT6dGL0o/qE+RLqivTYDw73og6K94OYFPkw4l71dxGe9mN6gvh5MxD0l8zQ++UDSvoKwCr5r+ZI8dvw9vhBUgz2V7Bg9IfjAvcVBaz4DE5O+GbMlPeiLiTwWUl++FELLPI0MVr0Y7Fo++KBGPat4kj6hDLm8ZpWVPX6zNr3NKrw8cIRHPnckoz7miZG8yeeHvofwnL0RR3w9qonMO4Fxjr7kyaY9ZTNuPkmJ/D1f4Ru+c3Y+PpYfuD43jFE9WjiUPZzNnT0F4AY+1gKAvt3RED1OtFS+0oxDPrl7zj2JvDo+b1rnvQlC/jzkDNI8ZnRcPPv0Ob1ieyk+AqG4vSxtBz0kVnu7tOtgvtj5ATzdfdo8hWqnvNYGhD5Y6qe8QFj0vQEu4L3tWR4+1xkvvskhXD5TLRu9aua9PdbiAT4I0hY+utUiPp8Cwz0MwWy+pBQoPiJEsrwTfEg+rI5UvQ9jdj0gmg0+kH3jPcd2Rz70WuE9cQU3vcKQZb7WRhY9Xa+Wvf+ZKT4P46O+QIvJvTUBID1cVD0+MlfMvZV6dL7T3jU9ctIyPqNOiD4ZiCQ+8QmVPUvrYz3pUBS+AwCCOwqskj5afRi8xVGgvN8alr3N2SS4DAH6vFmtFD4a15y92EOevBONG75UJqS9kP0pPVLtUz7FqCo9k1FlvniIPL6pUKM9bNdfvOaoTr0eBmI+Krhbvh80qTyrqgE+MkcrvmxorL1QOhm+bQcYPU8XuD0j1ac9KpexPVXFhL46igg+UVCivsF0PL7jfhK+K2xHvVHeM72ux+K9d704vVMd7zwlHzM+0dhmvvUtTr4r7G+8TJoyPTcHeb5JZoo7T+UcvUbq071+EtS89ttdPgaHCj3GtWo+5IRdvfCxBj7KSZm9TQaevSrrhjyFS4c9Su/VPZ0xlT1KzmA+UDsCPkdpHb7miDK+1voBPiO3Rj7kqz6+znzWvKzIoL37HQO8EFnavCBxtT5E5MK7P/a3PXCqR75l7Iu9sd8EvFV0JD3hvHw74bTHPaQzUL3brK68gn6UvaYlJj5ZviO+gNglvvcV+L0Ga/m7eQwmvABhrz1Wuze874yhPfQ8hr1oGl6++NoqvkTqEj7abIm97oYZPciyob0Bmw+9DaHLPLRaeD5gM7w9iqABvZKrwb6Z/5q9tUV1PusQED3JbT69HkEFPlQSFj6L/hS9x+tDPjqICT5fewA+W3cpPrFB6TztRs+9BbLePO7sRj2VxxI+IzE4Pa4Dpj1euv29HTMOvL5Ygz0zury96aaHvLVkUzwuyxG+YZnQPS6JB71Wd+e9JtURvEEApTy2dww+cdgQPPiopj0Kxkc9RfANPr3Puj2g9Ca7IKXyvYqKGD5N0P2981LKvKMgaL6APUy+IdOcvRFDJz2+HwI+Vr9cO6IyWL5xEbc+YWyevckeD74rEDC+2ihhPmKILb4AY0897ilyvQQzED6wajI+Grg+vbwj4jzbGjq+5dJpPrR+uTxfHUq9t8yNPqq0zb4dKB67WJRRPobWGj6ILjM+cDFhulqChj3Vf++9FGcWPDmrkb63bDY+P492PkyTpj6kKz2+Y9NHvc915b2LmVI+9SopvfYbJ74ec0I+VTU+vNcCRT413p+9b6ewvvqyaT4+E6+8L1JgPGbwTb3Lmjq+oHcKP6L0Zr6Un1o+fu+XPqMV0r0Upx0+g41WPgbljL64Xwk9ltE5vnujlL5Ijfq8w+wVP6irVD1lahi+q4gGP8KBEr5/Lrk9MoqTvoI4p70D/fY9WNWpvrtBpr1rESq+kuYaPr/qU74RtC69ed2mPkIjJD2kSoq+bdwlvs7hwb6IZri+FYPGvZAprj6LjKo9GZC/Ps+i677FiQ++EC2KParOTr4UrNA9zT3lvTHJtr4rc64+WyyXvj3Y9r3n+vo9LUorPd9ck75QPOg806zXvSlNPL4DTaO9ECpxPP5d0r2dq1m9LpGKPt2LDz5Fe70+rcEtPiUCqT5PQfc90IeMvRHAHD5AX2o+WrwUPsqjDD4y/CS8WX2avsi5kb0YpEO9dr0bvpNOBj4QRi4+e+RpvS3m6r3WXBe+a68Ovm3vUz4EjHu+0DzFvLzHjD6YI6U+m1vEPQRo7T3/9sE9m75EPmN/fL4m5/89N+5VvvcDZ73aLHu+kb0MPgCATz5C25O+k/rFPAnPar5hYyS+ykJOvn85cb5cur2+FAq8vaSq3z1TPh4+aL8Tve7xvj5nXQi+2EofviwHfTvxcMk+hiPhvtONa74hGZs+4tEBPufQdT4Zlks+jJWmPoG/0j3E+py9rgLVPE9B8L1YiNu8qyvEvidHGT6Dp52+aUypPSAZKr4UZ04+E1soPvT7tr4hxzu+AkhOvnM6KT4eF048BnY2PkFxO71ufeW9Jt6KPaY7Oz703TE9Rq8KvkHRND55Mjk9vY85vri7ory13hA9YRPovPCC47yjTQE9LKAVPAStxjw1pK89iNXvuymyID7QdGW91JIxvgd4LD67qes9WlbLvu6hkT0FOjs81Nh3vrpYNjzk1FM9rvmdvrWPFr6TkxK+lkWuvTutv73uq5i+5DcgPufpjD6P8J0+81MlPiPpOr2deFa8Me12PlwIaD4lK04+ui8Nvui2Rj2JT408m/QnPq4A2T0x6oK9AbULPTGoUD2aXz2+YAMxviDtSD0Qj4M+EZKGPfKcur6CZsY8NaXQPFsHI76efvg9aqSQvLAFoj3It8W8jeiGPZSS3z2u5lc9fsH0PLooubx50gQ+HYpuvZb4GD6K2A2+AcKcvQYrHr5MZX091OuAvMPO5r1pn7G9iSyYveW+Rzslq+A9densPeUq770Eak4+HqjJPUUb173kqYw975K3Pa0parsiF/G9aXqzvVmhg77pJUo+wJJoO1b3A749Rw69xs/YvUBpwr2zGRW+0al4vnevOj02EtK9UlAXvtEv6rxaISo+ASJRPXkZJr1CgXO+vXxaPI74Cr6wbpc9wi4OvqBbhL0yi5K+Z66UPe6JwL3HbTi9fyGYvcE9+Dw49a692ZfhPQ1d/DzVbBW+qo9UPTjmv71LyYG+uIkkPcOjOD1EOBw9FYrLva5cALynFFg8MhjLPZR4Kr5hmny+YQwKvo7uuj3hP/E9CnkqPkLlar6UcLK5aFUXvmJuOr7/c46+bMG/vQ6Dxz2taJo9d9ulO/1OuL3Py1i9ltIRPJ1NOL7olBe+5waEPoqojb0esDy9EsB1vqWebb3bO8S9jkFtvjYCJr6WqR++ufqzvksqMb7GzV09Iw+4vG0Rn73k5fO89mIqvTEFJT3lP/w9WkMovutcEL6lziG+4eUsvNR0K74rR+Q8XEm9vWMpm7085GM9S2dHvg4WXz4eZpm9esqrvDJ8Dr7EB7480cgovp8ZUb7/Tsy8iIpVvmlAQTv5zx++I9chvsutKj0VgLo95Ehyu4aXKr5fc4g9diw/vk9Twb3+Riu+MYiFvGplub6DouC9C+GGvvQHDryynnu9YZyKvRNHvr1ZiSC+19U1vreohb0or608YVOLve7+SDwTLfi9b5S/veHWjD5b80A+xIuBPi587TyiiGw9xvDXPFdsLD47lQC8HJrDvhdGiD7qRMs+z2FCPnjtoD7/Wgg86tHpvSM5wr3hDwk+MZMJvl8gkDxetz6+N05NvZSMxD2fOiw+xp7xPUNsij2oUpW+wyNFvS+xcz4vXLQ9SneGvrGBrDwYFkw+HD5PPeCmAj7Kwke+x/LBPbq0jj4v0QY+P6wWPRJXrz4ymLm8Qjafvfph8z1fzxg8FFKsvV8XBD0LRU2++QauPSiORT3+0+29OPlBPtOAFz6jCsA8bl4HPlDgLb5rAnO9V+ydPTlu1b0Dapq+pI8pPrbtTL3xLbc9/QVyvYlDrj4lFxU+P4TgvWTorz67EXY+0wDePZU7N71BiMY9U2V5Pj0ECj6e+CK+5rCIu9K3qj3n2wE+88UQvnaF372PQ5a9xU3gPJNGgjyPCsa9+ccqvlnYML0zrb29JdZhvuiwMbzdcB09+dMSvvckAL6RTci95BVlvTfQjT7D2Dm+V7VwPtdWJj2z4Eg9oxNuPrrh1L1Yw5g9o2sovX6R1T2YIzi9OAbdPYbmOr2DVZu9cZ8svkM1Bj1iScg9MSKCvb1+Lb0RnNW9/toNvpx3wz6AtO89SOmHvWm+jb6jaw4+JqjZPcUsF72GXS29f+1HvXDcwDxsuHw9jxhBPTP3pT0/BjW+GnhuvuPSbr5fbzE9+ddgvkIdKz6MmSe++CCHvsQw3b2NppQ9ZWdUPiynJzuio5u9yg3XvX62m7zJwTo97iWhvIQdDzuOgQO+bgiTPnHZqz3wLCq9U1ugPGnDz72NlS47jXMavUzWkD7HqGm9OS8tvb73VT00jYk7vA57vl10pL1J+aa9CiFAvbnwOr4lKuq96FonPoWePT6h7EO+3JdaO0CKCz7gMEq9PgICvrVMC7xjmiA9C5IAPj3sDT6sd4S9SbQKPtqsQz7Z+Fy++SgmvJqK/j2XtzC+QaGBvvceDzxEA+W8Ovs/vpCbTL2EG3+9b82lvU8Prj1Q2Qk++oaevjLNub2R1uS818AqPkXEQb2LtI0+bcGsvZT5ar7KDhg+H+0Qvrci5r1jYF49FwUhvmgNDr7MOaI98peKvsL1Lz26/4g8aAnFvH5ryrod3DW+TrKaPvOnQT2MdeY8SnuMvFAUHz1ddSc+2WgaPoONPDyPvbw9bOVyPicTUT1ps5o9QQLZPQ4Gqr0pEoa+4iPCPRrcSb2R49E9fSisPeAQ/bxRYcG9L/xLPvu8yj3JASq+bW7vvfs8sj1m3rW+dmoNvCqDX71Xeoy9VIgnvjhoW70rleC9sJV7vcTMlD1Lcje+CvSCvSguSb5DHpK+0EN/PYUvkr2ti1G8fTmLvlqtq73cC+q9fAOzvRqD0r0JwpM81C1mPY6nrb1K1yS+NjJyPdf8hb1nbQO+eS6+veLmML42Mqi9NlPGPVjOZ77lA9K9pczuvQPRi76uOo++bM52PEssJb7MTi49sVp8vSki6r0L09U9SqvTPYXZAT0e8QW+uneBvtDtKL7Jc9G84RITvnnvvD1JgJu9/I5evgG4v7ztg5s9HOxjO1Of4b2Q2rM9Aysdvc4upL6HA/C9RhtUvCClBr5hSYQ9bl4wvnyekr4nRsS8r3gvPR7tWL5xG9G7FHEQPv8nDL72/0W+ByYGvlWDRbxz0im+wEMvvVxVhj01ofi9DgWTvi+gQL48/S09WpFgvkczCr5mBWC+vogavUWucb1JMxK+YvI5vggPC77y+bS90+XwvVtGyL3tX8688C0PPvm22j18RMY9RjKnPet8fb7DwkQ93TP5vf49Lb4TwOG9JBYPvrbnLL6lYoq9q7Zuvt27UD06frU9EvMivuPmkr2DMlm+VxHsvYRMyz1ccy29qEssPaFPhDwElUo9ZzvvvRALwT1YABE9NrPpvLvjZr5OIlM9JEoLvgtzRj3PKlO97XYkvplrmz3SbwI+1NeFvBTBFz73sYu8Qk2JPpDqWj4HTT2+WRFNvcLtbj5IS2o+4wHcPYltKz4enfA9csnSvQP5nz5HWQI+pOfHvJUr8b1n8tC9ubMGvm3l9T3sJ8u8n8YxPgXNOT6RX4I+bw7gvTztCT6rZys+0TY6PXLuX710KVK9lGbovdDbjDwYOE8+AligPn90/j1/Jok8LACBvRxIHD7yUtm9xjXVPbPlzDwTh7+9KG6jviQYnD74tRI+HdAuPieiCz4yLDw9Pg8Ivhjncb6Tv9Y95TgkvQjEpT7iKRM9n3vxPb2vPz0AlX4+WOcMPvmuJD7j9R8+3k42vnm8MjyXwMC7eJ6sPARYwb3MmgG9Fwv+PEdXhL2BTBo+dEtFPYICJzzSVT29KC6APpRwLz1LA+E9US7KPd3w272CKTQ99YIDPrwSPz4Z5vq7TbyGu8cVY73C2Es+GcX5PWI2Bj7eNDo+gasKvfNdBz6aYxG7tmTzPfL+E77uwtq7FP9nPYux1j1WGL29VrzyO8/CIb459TI9xDdpPFdEJr2+gRw8xfCMvSUctr2PIpE+KGxrPmM6bb4CJko+sFeaverRCj6ELQO+onvHPQ5WPT02NWK9fyCuPfIaGT58kqk+TxtHvTmg172lV1w+NKy9PP13jrzy8/A8ZrNkvfbpvb3l8kw+by45vqKtiL0N2Qe+5ypZvlQttjxYEZk9PPtDvs3tuD1SWtS9amGVvYkdfr3IW7o9Z6cTvsrTrLtXPhy+veElvT4d+r2ziVU+O5dLPnNYiL1FIge+cVdLPgM1uTw+OF298c3QPfBbNLzEGDo+bTiwPFhIAr59NSC9WVlLuxvMj73cP7G9zD1RPe2goT3Uxxk9mYuHO25QrLwI39s9M8dSPvLVSz2GgAM+uRYEPvGQDr0A3Si9CbkAvTKjgD2bz129ZOQbvARKCL6SKWM9n85GPdBA3j1FiKA816ZIvlUDzjw1DUW945X+vSazHT3hhpo9XcdUvS9yI749OIM8ooosve8IOD6Q2yW9C1AUvpn8hTzc7j8+ClJMvsI34ryMWF09rs8MPiJO970YmcA9eihau9kJyb2WKN+8fysOvhOm5b2AQ2Q+guEovup4lr0jqjc+ZTr6PU/kSL1uZhY8MCETPkK9tr4D+FG+eOVcvnG5PTwIGLY9t4oQvi6wD77sR4C9HL4APRLHtz3nG7k9X7uUvZ9Xk7278T09YUoGPtU1kbzyO+U9MDPFvSBkW73bT+G9Ovi6vL0QDD6OiBm8XfmRPu2+W7pV6Gu+1ZTJvVqcvzvkfcY9Oi0kPnp5+z1eKRU+V7H9vQKciLe6krS9ZObQOwySHL6GpB++USu2vQdM7bxUIbE9lzHnuzPYLz1vVWI98GEtvWpMS76FZBm+pST6vksK8z0d33C+BTWxvS19Mj50RKa9QNS8PTttgD061CM9VPuMPHFzWL1aSJC9zT+OPftfhz2AVLk9OzfYPM8XrD3syUK8JT6HPkZmhL4GZgc+6FI7PfWPGj4LPf69x09svue9TzyxzKO++Q2KPaISJb4mW3o9XCMavgaKHr4TdPa9WfQ0PYy7Fj0AGBu+OtLdvfrTnzxjmGS98GkGvoHeXD0m//49mk3LvT19wT3I9by98JFQvEsfqbzpTwe8BGXjPWJJtru04aG9IMXjvZjuur35r1q9sv3bPZkQP773zBC9va9MvdY7rL5OpKu9HftIvhl/mj0sSM49nimUPCLQcb28Qha+H0GDPcy50js6dda9FOR7vCFfHr6o4zW+IOgovkj9Xb1cRGC7sZ9KPoikqD2/yeu8TTyHvZ+B5b3IZyi+tw6YO2/Blbyo3iS+xZQwvgxEIT6tBd49a8oMvmGHpL2IuYU+ZtlYvprZM75Gvos9lIonvp7R6TsNku69oVKqvUNqc71O0H2+rEafPYNNNT03xzO+fKeCvT9GMz4XEpE9mzYgvs8gY75NCA88t6MjPghqOr7Y3qY9OREhvt+2b72kwFa+vWCSvoBbGb6bN4Y8M/cVPnjulr0W4iW+3OmdPZiZ/z2YDSm+KZHmvVUxzbyEQZO8NzOLPaC+Kb6prC+9824nvn17uL1AwIq7yVTLPU8nAL2t2jm99RoHvpMe4T0I06m8Ta4yvgCO270veqQ9DHTIPVGUxD33Prq9LaRGvegi/r3Y/Ie9x36SvkdOAr5nJJ29VcmvvlUQGz6h0uC9kOKVPWu0Zr46mCg+ZfXNvFZ1BT5lCga+r/PmPc4EW70/8zs++WkKvLu94L2kbKQ8PwK0PpMqAb1KgM89ZXhTvY1lXz0E7ok+nBbPvFmR570qaLI86//2PA6gaD0JmKu9CTCCvvfKh70bdiA8LfYSPa2xlT1qd0E+NYyAvrmNkjxViQ4+Ty1iPSh8r73NgNO9ZT52Pa9g573Aizs+7DnMOzp4wztRjfC86NIePqlgab7qVn69icVVPksDArxkPWG+YNeGve2bRj4/4uS99eGJvROErLq7fKu+IP/tPUUUCb2XQbC9wg0jO6hVET5U/Y09Qr8iPtb5iL0YND4+KtP4va42H77Hdds9u5t/vk6Vgj778RA9bCGhuzBtLT1n5UC+Di9bvVgFsjtzmdI+MBb3PfPiG77TXiW+stKIPkqexD38CQg8TGxRPuytJb4eqts7jheBvfNnbjyBZmE+WM0gvvSXbL6zwwC+Z3pKPRsu8D2txK29+3IOPmWAU77131i9UaJdvqi61T3nkYE+VuCePr9g5jw3NZw+8VrjvAcOYrzzM0W8pEPfvXrovjwfgA6+mYUDvgJmhr3cWwA9cW1KPtsLL76XRw6+ge3PvYM3ODxzB4i+cuM5vioTaLxP8IW9JSm7O4WCQryHh2O9IJwuvAgOIr2Ix7K+mCh6vl8Iir0QFYQ+nqxhvqL+5j0qG489A7uNPhaKTbwschA+873PvEcfSL5UZNS+r68vPRFAUz6dole8XTLmvXp4lD24Lzo+J+nZPM35Zj2X9IM9MVqQvlaXNbz3oaQ932ubPWypPr44Y+C9J54CvuzVx718DPw9byZsvcHs4bwL+869x4ADPUNGhj7hxws+oMSwvXaXCD5USFS+njdFPn61hj0tgee870/HPemsGr2hhUS+GLeIvUxVqj6RgAy9yi4GPc5hk77ICfW9GFgyvhs6Aj3FIKQ9z1uMvVhzlL2+oO09xg8UvTJAoz060k0+9BLrvK08jT7xuJi+A913PRP1S74uLuC+CioivdYCh75qYFk9SoWSvqikjT4jfww+jSKPPvovGL4pubk9at4GPtQJ7D7eZtg9g9+KPtTFqj4kr0w8xNw5vtwwGD75diM9QLY4vvV0Kb4Tg1M+uxBzvk9ojj1CuAu+PBs2vltHUL31UQs+cNYMPn5xhT72jJu+fQ+6OjuxnrzeppM9cAyOPPX2LD7Zigq+uXcFPt6VAz0hTSc+IQD2vS6g+L31gQk+oLZCPew8CT39tkU9KXyvPQ/iTz22K7I91Zi5vMoJNL7qQR0+4e2GvTqFIL6hCyU+zE6NPONODj6u0jM83DRRvUJs8T0Fc2k+a9xPPSLoTr5ZItQ8hVyGvuQROz6uIaS98sPfOld7MTwAqxO+tDpwPp8xt7w7V0Q9OVocvgXyLb5W18W7fq+SvQL4K77Obvo9hTlGPpnToj7Hf7U9w60TPiefRz691BM+DBfbvchoIT3iVqc83piTPUrn3L0NHWa9OSRfvR0fmj5KtUG+x9gtPvzquT2Zx3m9sy0RvvJFeDwg+le+1f8hPu5WQz41st+9WBApPkzWSj2Io+W9sAGNPjm10z0RDEA9jjk3PQxpjj32G2G9oYAnPky2er5Jo487UHSpvWnKnD36w0e93HVBPoeHJb6CrSE+nIXuu6cH6T0Y/ZO7fRumPBIxhT3SYcA9kSNcPegjEb6TdA+8O63BvZgJPr7XqiG+xGtMPr5Xqr58nyI+tT/FPaB6yj0rYFK+q2tXPminxz0KJLs9nUkJPnnBBr7Z4JS9byZavhsYuL3LI7W9Mc5uPX7q0T0q5WA+3fDEPCDEh7uubXG9hZkCvZWP6j2HKTs916RWvYzViz0JzoE9uH9HvdxFTT2eUdg+qYuRvlfHMb37xyS+r7UsPvkeOb4IawY9VhV7vs6/K75PVzc+KcN9PUrgbb2ssIK+GSusPQQmDb52BMg8fX+ovP+zxL5oFKw9HhjlPTqMTr6GO+G8UtWWvLwGo723iZU9tY7JvReMLL5eEhi9wcKPvHekd7y0d3291HZhvS/DnLxNzAw8Ie4kPdHEWzwzQsU8XceLPjs6bz0NPwO+j/nHvu3ZUz4BZM+9ZoBfPiTsvj1SGVu+QuZIPnkz9LxhXhk+YjZmPvjOfD4VNyU8Z8khPvSur71F2wg+DXkRvgpohTxjyqA9nJNlPqD8yz234+C8JY/Sva4VND5vvHA+AIrPvVx8br4iVZW9w8RpPQF1sr31zIW9wrsGvSX9Mj1RwLY9GCwJPlQOI71YBFy9wjNNvluDkL6euZO90rijvR8cIj52GMc9pKU/Pkukob4+VyO98PbHvi9QCz5BLgO9NLCxvel9g74soiI9neCDvOvt9z06ZeK904JPPLKO8zzTRka+7rq3uqfPsz0lpHi+S8xuPRHpbT7gggO+ZzuJvmAfAb61F+k+9S6PPSocLT5/sAw+tKdSPkrHsz0lyG29WrumPXhdxzxWaE4+jjRAvnV4cz57iqG9i0FjvpimCL5SDgc8+q2CvoBkCr70yTk9chGYvfhXrbxntB6+OwMOPhhVCL552oY9z42VPg1Qvb1cBgK9CWmWPbDeHr4iDh+9pjaDvmtHmzsP2C68O4kiPiH5mb0Nwiq+BkdrvsUBGb1gr2w+DULIveDCuT0+go89Ye1OPtd98L2dBxq955BgPqG6t705gFG8e+6XvnWo8b1N0gm+Sp91Psy+dj1jdKq9EgeSPcsNxj3fYp89fUbSvQSd4T1jV8i9OFNUvf7NDr5pLde9YLNkPNbGBL5qHR8+UtGBPu8aAL3tTFk+ViJDPkI9rz2nK289T0YWvt08B7zlIRm+od4hvsNXJT1PMrE9rj+9PcJBhz2ZFZ4+iQC4vFOmXzzJwUe+gR8KvklSkT6Tmg89EdxIvof/aj7QhG++X11WvhhvIb5kChK+d7kOvv8DCj6Ao609bJjBPUurIz7ucjI+5Y6aPTXEfT44clg6PwdOPgGlNr7Tbxg84l+VvVyA3r1ozAW+KoIrPnqQP73X0ky+p1ppPmaoBLvf2oQ+o7A6PpLiXz7XTmm9sBiSPUMJurxNYCm+hbtdvlJ3qTwYR+c9D8k/viR0lzussEq9PTnIPWRUC72SvAO+8dzqu/bcAD0jCjO9jgVxvXYpkryLskW9CUraPUaQjT4z6Ik+q9envfzbjL3dLZk9xJafvbQnSj0JocS9mbxfvnwUiL2hddc9rRnzvRU8lj1TCC4+/K06PoVJQD3bfUG980QMPiB+Az55Mi6+1MhaPn/Xy738x1W92v0yvb631D2RjZM++uyAPagvCzxXVIu9LXcVPigjfTyXYiw+RKMZPkSOEb6WujW+dgRVPV/ngz0Dax6+sdctvCl+z733fMA9e4dgvSB1hj13Rxi+/JGdvQ2Vsr7s3ee8MU8bPtd5xbx3mN66Z5MlviT41L234PE9o/NYPF90FD1icJQ9PoIkPoYiRrwq3wk9jmKqvYZYqD1uzW09LTKBPebSIj2mraG8NIi8PF5vkD1xHQY9ZcSxvZMhJj06gA8+G+UPPCv5Wz7fGZs9k5raO+CERj5IIPo8VHlfPSeES73y/f085bStveOFoT3ca5y9MctJPfcoAr4vpvM9YHKDPl/0Lb5RoY49ajE/PfSDuzzuyCy9s3JrPvSyhb1uwTA9e3yAvmRwYb1QT4O9Ype+vbbWnD0u6xK+EYezvf0mw72S5so8KJScPd2+8z0c3x0+puF8vmZBAD6RlUu+VUCYPKXf4r2t2ME8SSbkvVQfMz1mlRg+Rb7xvRZDKT5FH9+9EaC0vBV8JT24IAs+PM2qPMfUDb38QB2+S+SfPe+/Dj5ATyK9aZaJvao+sj3xW/29oqiuPQq6Z75KhIk6p11lPsB7jb2vLtM8xwdgPhUZ072qZRu+wjzfvaEGqL1Mkg49OS2uvskShr4tFwO+89lqPiou1zxdyxc+9J1hvorkZz2Wr909k6gXvtUvSD398pC9rZ5vPskyJLsoJw2+vYMBPml4yj1bFNM60e9hvqSUEb7TwIQ5YwFXvpH54zzWspS9VZgMvq8mCT29Zmg+B8asPnP/E741z4g+m/u0vReY0jyX1gK+dBD/veTO+z3NQYO+xUO4PWwwej4s9NG9bsBUvWjyzTxAkck9NgoyvjaaQD7lIvu9Wc6Hvr12Qr5CLYk+IR/aPdRcBD/pUgw+dQNNvrZbID1pObQ9hLM2vj/xYT5q+HI+KYacvoWL6T0KoIG9cRwqPkWPSj6yITm+vhPMveMd5z0g7rU8fQCKvpKKvL2mEcm98fLLPZ5shr4TF8G8+OqJPklFuj0uXZc9Lnixvp1V3b0kVpY9JVGBPRYU2Dw7WD6+WOQDPn/Csj1AMtG83qYLvl5nD76KBXi9PZ62vBDKEr4u2Qq9WOCAPeCTfz4MDdm9P2z9O1Qm8rsMTUc9SJrYPpxXwj3f9Jy+D4DMvSl9Oz5mcFu+rFGxPBnTtzzh5CC+TeFrPSFfIL6GlXi+0FmwvFaY2z3rMq49ZHiiPT7CUT42902+r8PHvS1rH77RFQa9fe1nviQ3xj1UixO+9acqvlZWwz24N4o9gUfMvbOVuD0g5+A9Iav6vcyzTr7ESV2+mBzOPVM+hT33Vhc9a3TevIakgz2UcCy+SQm1Pfz9/D2EGTO+eBwAPmttN77aYIw9WI7MvTiMkj3KWQY+aETDvn09rD2Ie5s9ZTVnvtOnm7zFsPU8myqpvg8XlT7i2pk+26vgPQqMpL2hozk+E48avialCD2jxRg+NWAsvt6iYD0I9dY8mtTnvYN+bL71a5G+FOUKPWkinr2SAOe+JkcRvcaeuz282hc9GtwbvViUtb6E2wo9JMPJPLF6UL4uvKE+ywnzPQLFWb7LgYO9l6s9vNi/5z2rVEO+n7C2PZfKrz7Selm+BW5vvYEB+r3uRj89WTFZO3JN3judWUo9khtyvoqCuL08S02+hmexvi9C/L2Rvy++qm2/viNtOr7udY2+ykQJPNYQd770c5a9oQqtvY9mjL30NwY+RflJvkqb5r1JVxw+B/g2vgSR67xo2OW8plM+vhWJF7vXO44+WAtAPrwSpD7Tov+8PCxiPjGggD5n3Vq+67kCvkd/nzxZzli+JpiyvfF0cbxfpaS9j2MmvU8dCr7ll169qpCLu406/T3Eypk+LwdfPZza/ryDkyc9WISiPg/rCT2kEEU+aWKEPnF/hz1eHZg86+K4vaEkS74GLa6+uloWPrXWHT6+FYC7pKz/vcrgoj7A4aa9rCMgPnwl2LwX1B27CtkYvsd0Hj118OI9/YnkvOenPr53v7E9njVOvjMYS74b3TC+XHURvlcu5b2O9Ty+DHpxPXBI0r1IRAK9Iwlevu3BxL3aPGm+yn9wvZZi8LyHYyy938lQPaWNjb5tjNk989DvvWCPDL40Exu7tSfkPUdj3Do15/W9abT4vezz9r1uXyE9iqz7vVrdwb0pkzK+kq5mPUmsJ75PWxu+ii2LvqQVFD5WMQ2+S8ohPbk/3D2GG5i9PR4tvqefib2EL3s97CwLvlTnw72zmVw7RYj8PaP92j3W8349V5BGO1tMxb3TI2e+bJu+Pf7wKr4v+Lo9KOvTPEz3oT20mcu9PXS3vUALpb4onas9NX3DPHgqm73is8u9S4pavb8/Qr50oxq+VDXfvYrECb5I76W9FaHTPOLcqT0thEo9aiIuvvOs3r0CH2m8krW2vJI1NT3Z81K+aSAzvjapDL42skq+xowHvoGZQD6JLWS8LMv8vcnQCz7L6BC+vuosPYDHgb7PxV2+ypQ1PZmttzxtZZc9flS1vaQET7zkuly+I8k8viIALL6jNZA8TK9MPXkJjb1mewW+SE6ZPbn5yjzMyHA9AhFIvZekOb53Ehe90OWaPdqx3b0F/C2+auBfvjOyczzDsw09619zvlKiXL07eOK8BH0ZPSx2FT0dC/U8oynQvdiJIr48/aC+ObVMvt2ZDL6f8I68Et7Wu/PzpL2i/HK+kTcNPkPytz3vQJi9CVlePQm64b1//7+9jwchvjOSvz5dDT2+ihxBPS8RmD1oo7O+tP+1vNml6z2Kf5O94xjNvGd9Dr1oyzo+i9hAPTOt6T1S8SQ+TT6nvhwdsj7hfew9crqWPLA1Dr5MPJW9H5HYPfqpzT1dZk+9/WVYPPhZUT4pqoE+moLVPvwxIj44yvI9W+32PM3vlT6w18e9PEMaPqNECL77RRA+hakxvr+Wyb6z1YQ9UIvqOwd2pT0xXcE+A4P+OYAskD1rKJ4+n8TRPqZiBD5Vx+K97yOovop/zjzBBE09edUmvse9pb3IqbQ9CtclPAG8JD34MgE9yybgvHkLf750R1Q+gb+BvJsJLb2tQcS9LcXbPhexij3p1Ea+noaUPQl5zjw7EO29K+2Mvncak72hRze+0uMfP59Iez4ZWiY+4JUvvYm787xd8GE+84gyPreYJj7lRAW+HJqBvUfKhr7EKbW8gwlYvq3n272XJqq9qhqyuwzNbD7SK8c91wRHvQx1773aJrk+teK8vQ5UHL5qCEM87tYuPquFbz7ShWI+B5GEPp39L732xx+8UbudPDwEMT6kK3o+xY0BPPtQhL6u1UK+wXUUvmdBzT3awKg941ETPdcQf75GF48+pfkfviOarj0glvy8RQYiPr9/4j1l+bo8GXgLvlobgz2/wyg+lvFivR+tFL4GEVO+MmElPvgo6z21wmW+hE/GvPtF373w2ko9oT8HPiwYnT5Qh1G+XuInvLkiHzvx3Ey8LSmjvj2izz3llC49+6GCvIJQ2rzY252+k8mevcF/ub2YK748JtnpPQWzHL5JXzW9k921Pur6jT7Fzpq9bv0/PTVIxb75Jle+szK6O94QgL02HHI9uiXsvX+Nfz2CVoQ8HT2CPRoPVDw1H4c+l5MqPX1N67wVXGe9zA0RPmjiez1KFS2+erxBvsKdoj0US02898I2vnbdTj6taQk+hsQ2ve0xw73UthI+fu5HvnGsXL5T06S9yWYPvgPVPz0GFTC+s1R9vT2luT3E7QK+b+9BPrJQC72vF4U9tP+yvSZ2Ab7YH/w9p6UUvpu7Mr4mLIQ+QMpiOaaIND1v2hy9MVRNPpIkEr6DT9e9WMsqPmA7772cIWU9onwXPrbCNT6nMYG+8Fv6vY/XWb4oCRc+9x7PvYrnbj6ZDzE9aD+BPsWhgTxayXK+jnOKvQldij2yLQU+F4UjvQ+Twrywlgy+wuJivNFbMr6fOW+8bZyBvH6SCz1RQMo9gsnPPCjvwzwbAV29OmGHPsirhD7T2PQ9F6hnvXcDTr3yqNq8nftCvkjBFz0UcZ27NxRSPqwZ1DyZY0S+sAfwPUNITjyLpRW+KQFqPnIPyT3S+eK8uawbvipuETxF5bA9cGmqO3XXhT6WuWs+xRYEvvAmz7xVsZk9bRFaPojGAD5lPpo8KXCxvRCSmb0x6zm+WkMUPUJKAT6RQgE+tIMRPkSyZb1dBhk+OpnqPMW4Ez4eOSg+FCpCPVoafT7Z1Aq+hR5rPPYyzL0jv7W90UNFPlZcej6qbuO9UOSaPCiMF709YI49VRjDOoRcLT4lCSC+KK70PZR6hT3/9G09N9qSPcqLFT58lrM97a6ovRSkIj6CDYM9aOATvu/rEj5T3ky+w1jhPYceaD2Vp6492XwhPvhn6L2taoy9wFAvvsj7nDxSTgG+Rw/LPfJC/DuBVTY+XMo7PnAz7L3G/RS9DYhnPKe6eT7JW3o+LlwWPay1vLxqKHY95g3TvU7P2jwKm6E9o5XHvOG4Lj7VwZY94rEOvST3zzxdUjg+3BiGPtqqLT28dmy+qoWJvW42Dr4nDei8VkALvjkPxbz5CrW9ZzaNPQFEqDynjcc7wxdZvjFXfD4kTMk9VSQePmjWm70P7r27CIO0PejCBj3itZo9gQQoPs/vmb3Hc+s9s1EHvbnxRT1eiTs9F9jjPYm4Ib0Xk6E9mKYIPjRO+704OXE9qjTfvNxCN764U768fHnkPeyakb7SV9M9Zr4XPmwGOj2m+K49eDkFPi2F+r05Arg9POjAPRyGR77Tchg+Xr/yvTfzTjwxoVq+9BCnvmctOj5fB6Q9iOY5PrU81r2I3q89TJOkPZLu4z3sP6c9NxqJvP5iRD3oqDC8UzEXvonYnj2tuDK+Ou8BvTdiBz47xrM9aQRSvWPxOjy7dSw9tuT4PI7RbT252QA+//qAPkP5/rzFWQ6+J+M9vb0TpLyywOI9bpJuvAIJhD062gS+tz8ePkTYTr2KBb88FVkrvduABb+XlZK8FFCoveTTwr2iR4A9yQFcvo4vQz78FfK8jDlOvFMk2bzREAK+YlEMvmLQUr3xJf+9/qkgvni31L11HiI+nEOHPURpCD6koxC+N2sbPgI2Kb4pZz49AvYdvVqOD7z99Co9FjtjPa4KlL1ZqDU9ecbpPKIXRz6M41w+RWn1vVaHd71vqpA8wWlcPo/kvj1hvbm98cCJPCB6RD46F5w+dQsxPeIrUb0hF5c8BxaHvZFGEr7m+c09hzGbvrBdLb5ZkSy+LQOBvSh3r71Wo7S9/SmVvQovMz3Lx4o+Z7DWvRDkgT6Ijyg+2mqGvVI9Nz6BybM+jlMWvs1hBTxLR5M93X7qvYCI2j2MBCw+r8AKvo6yvLyTZK69axnbvEZkCL4Emca9rdaIvQgnoL6jDt4966amPcI6tDxHCfc+hG3pvU8L972qgI6+WcloPPKTl73RHPW9b2QVvnKPQj4XZZU7lL8dPmMWK70AUH++pxUYvnORZr6Xl08+A+T7vMTiiD6FL249YIXUvUUCPr5UDuQ7QpJnvvaKYz3ohqK9RCl2OzIpdz2SF4G9Ov4KvZMoDr60J8m9qn2CPW3wu76gXWg+2is3PjfSmD1O8Ly9t0YiPtWoW70wGa88KMkJPv9yjL7UByO9SgLGPY7gr74TjvC9Nqovvky3gL20xeA9J8aGvYgrgj0O6qa+i8BJvh1rVT4+JHS8MwcfPgCmVT62drw9MUFMPaABnT6qJci+4DflPR7O3b1HRV4+3TSNPW/DkTwJfWk9AdGsvkGizb1PKHy+z/WhvmsloL0OYc+8ybQjPt/Eor1hPhS9DzWTPsTXab4PGoc+pagivDzcQj5iQmM+Y6oivilXVr56+TG+612EvnaM2j1+GVC+vEb+PY7RST7T1zo+ri98PmK7wr3gIVc9k7/qvOORcb1rGTI+XBiVPLocqD7/+pI9Z9aoPQ4QFj5eua2+gEc3vgIadr0yq3U95QDYvF/N3b2+KdE+SeKwPPIbGr1SssK91od/PmhafLzCfr+8oDdXvhUdUb37SHo9gHJDPQVkbD4+TLc9d3tjvH8mrzxZx0S+R/CgvoMzGz4yX6E9634aPcxrmTtXY0G+Hej0PY91K71sHC0+M2wbvpkNGD73K1G8ui+fPSHnnL0CWP+9/0/+veMdzTxhkKQ8ssgNvjP7lr2vzR29x2oVPU74Br5SJh29XSXLvYZTwr0o+Ra92EykvaPhej7R8sE7kKmzvLrc/z3wVL29ExGGvXAlJL2vvhQ93cDePaKq2j32Adu8N9W5vQMcsrx5C2g+USqePcp1Ej27UOK9DDdVvCVKxDzrvaG9ZNGZPfJUd77Wvc88OT2ePKNiIr7XuPC9Qih9PZfwLz7eCIW9GB/kPZcIzT3Adlc91hk3vtU1HT30H7M99MgXvqQ3hr3/gRC+9beCPWGa6L0mB066SQ7DPXCaXT06ah0+98A2Pk0OgD2CEAK+5wvpPRJcH71jTjw9ATJfPQvVnb10Dvu7/jUgvry5Mb3Iwuc9VSRaPrQY9b13g4S91RJmvRk0U75gQiQ9xvG2PHhRrr0ti0O+B/xnvU/1rj3diiO+lKEfvsPFHT43YoQ9d5F9Pax3a73ugBW9KFAWvTorBb2PcEW+cNa0vTrdCD2BJGG+WDVWvj7qVD1wKyY+2lRxvW+izb1On7S8N66aPQf+Db69202+8043Pb6dHr4U4H29jPFEPUvPB72Xehu+KvbKPctegj4wMj6+uCejvKB4qz27rJ+9qbUJPtSOjDys5am+90hhPZ4uHD5Qnee94UgAvnCVsD0+8BE+LDhKPk4GEz75iVW+DdJlPpy1Br7PGGo+CMhQPsyrnj7cOle+GyBJvvjwWz73uVS+DaQ/vtTFFD62pre9q2qaPTSPgr1yaBY+MjrRvSjbmb7U/qM+cs1mvgapWD6/iUu9hesavU6Oo7tHwtw+N+8UPZv7KLyeoKO9hMVvvr4fqj4yLrI+G3L8PfsI5b2qIdM+M7w4Pre9JD4TN6W75qEcvfp3jjxAcR0+7fVOvhCcD77QRom+3X/vPfjBRT4qlp4+EyNWPmmmBT5DmqE+6wMXPeFK4rzfwTo+ZRwvPl8Ax7z+YN4+P8sPPn0bdT3nT1y9sPUrvYMcxT3IioU+UoJZPp4HhL0gA2I8GjJzPskZ972hSQO8YeqVPcnTfT5NuQm+2F+avCmxtj4uDr2+RE+PvZS46z0KHnI+C7KsPbaxJ7762Cc+/AXaPQw11D4mrXg+uP0xvfsanj0+7zO+lh50PHvedL6RwBC+owrjvQHZ5L11CZg91Op8vRdrhD4/kGu9LbgQvrX+TT5XDVw++BTWvel5Oj5ZJM69y2s3vasEID6kRl+84E3APlAoSb74KzQ+l8eSPevVoD71PVc+3py6PiDUCT3PdI8+gbrrvan8lz54uBU+LtbcPeejSb47g8c8nBJzPN5YWjyncGS+C4iZvliqhz2FAZs9AFO0PGVqLLx9UIm+LzWBvVC2Vr6PBIw94QxWvb6bKT5pM8697RW9PanqOj6zepY+klSMPAgxNT6a6DA9H0SbPSk4Xbs7qiQ+ePW2vTRzozxganM8TiOoPr3uEj7xVsm8F6cnPXFrFb7lXS8+bRQ8OzAt9D1U4X6+8fSFPvnQrzyjGfK9jnABPdP4x72VA188I22yvNTJYL6gG+a95l/IPKt+XD1kbsm8x6s/vZiPdL76yOI9u2qbvdVeQz5nB0U9ilRQPiXitj4HTjK802RQvgPmlD6aPVU+hfSyvSgUfboEJYC8kUMAPlSzBT4E0hc+g4iXuyGMej0owBg95zAlvmtYnzsTKNU8TlgKPYZ2Sb4nZfS9Cvdjvv+gTr4dB2M96CphvsGJOjy2ilo+VK/evS23K75jGww+BoGIPEHJAz4QDE+9abuJvLu3ub6NeA0++p0Fvq4fWb1PgBE+KXmVPFubJT59Bhe9rhTlPQFgk76pFmI+ymjFvUhc370+ZAK+tbf0PQAE4j1SZO+9uNEDPoP66D3pRKo+7zaVu1lt8r5wmbm9wfaKPjZlHLydzmi+o3EVPn4yQD5F0MA81k3PPbpOHrzDliE+ptm1Ptuzg74RvgI+fU/2upf6Qr5XBwO+t0HVvOuTo76FlQW+sYv6vP0wmT3vSZ490feBvrJ6ubxC0gY9N8dcvQgaN75HPPI9pNEQPb5nuDz7SPy8uK9lPZQOh745hKG++SZNvpQx1j25Z/u9ID+evi2lpL4343Y7mWnJPTm3072BfB++1BqAOp6e4r065Va+ir/yOZhIHL4/w4o9U6oavlkC5b3/kLq9rFmrvaKlnL0Q4O69EH6kPOZwIr572R6+482eva1tOr5PE729ITTsPZDZbr79JZ09LU1fvV9NXb4zQp89CnG2vCQCpT0gfxK+6aVCvgMHDL4vPWS9gupAvgcSlL6uPjK+I0LDvduHiL72BQu+8Ub6vbYfBz5Mmbc8SZpuPWWJBr0HmpO8ZK+GvQ1Bdb2Ki9c8O6BQvnYA6L0yzym8r1FwvcDbJr6iE7y9/v3cPfQjPb0Den+9L5OFvQfS0L1jHjC+4pWwPY+MTr7pOp69F3OMvdTWB7xxFVi+R+W6vYBNkz3Z9EE9REFgvs9shb4rsqa9DCYqPXWzCT7l1JU9vX9IvYHHZb5uNkq+77mMviq/DD4jxQs9rxVYvSb/g76gmbY8DPOLvttsHr4wlQa+DL/QPR78Ub6/gO+9SRyTvpB5jr1XtI29/vQRvuHA2b1RtQK+NI8GvnG7Mb56Bxy9N6xavq/dMbxIb5U9W5FEvW3/Pb7nmUC8ngB7vZhpsD3DQCU+2BYSvFfwIz3M22G9JqEovaPPQD6RBp67wHnfu+p6hz6lUEm+ZFQkPgBrfT0koVk+72F/PjoOKzwu5s+9aeUyvhW7Jj2RuYg9E5aBvsFzLj7I2vk9HulzPsTcCD3kzgE+Q67svEu27D1o/l8+k8b0vS0gY70+pXm+8UnYva3Kz70VMIk+gw0SPgJr0rycyPG8GlrWvEVUDj6rPMA+eEbavYOYA75ijZy9DCiSPtnfpz59jI88AlvsPT9paT3GJjs+oKEGvilqDj1V/R08AleBPuotGb3GJFU+0QdRPkQloj42uLg+D0XJPXuAVT7wbS045qfVvdEYKL621kM+IGWrupvF7z2xuli9NEBIPr74Hb5LVdg98c3zPaPfWT7LzC8+k2OLPAkjnD3blG69cNIWPgzgrj0/aL897z2rvHpRJz74vue9X8puPWu6DL0Pl2g+1LbBvcy8LT4Wwc49qnGbPgaVkz33B4a9Y/EIvQ/snjwiKa+9BujDvSAAxz3vhgs+/CwaPox3bj6mtFw+51hGvgUiVT5J7Ow9dylOPVCq3L16gpg9GSiOvN/gijywr9O9tkYvvtvhlj4mtj6+BUnIPiubFb6gRKK8siKovdT4XD4aGLg+cp4pPvK60j0ONpG9dryXujE0ub0CfwC+yHmTPZ5wyD1fZoE+xEgcvl2HBL3ppv27v/jKvJRtlD42Zxe9LZ2KvdEIPT7uZzq++F1AvYUe3r2Psxc8nh0Fvvjm/z3+9K48TFumvR5+rbzlfTS9I11BPpq+sj1DTVC+oF5ZvtbBCT4JGQm++Zb3vfg0TL7J2H89vdFuvne4rj1QFRI8fBOVPKbxJjxEsls8WJslver3AD7nBwi+IWacPJxPCD7AoGm+1MaOPm76U73MkWs+PrwxvfvANb7XxvW7ZgY6vslCur2Cmzw+/YcHPUIQkb4ouRA+UqqzPj5UGb3smE2+4finPaXDyjy7F0293FmavvmzOj6toT0+RJrxPaBBkL66wBQ+9qYNvOOEBj4hOCK+CccOvtNGvb2WF5M9CcSBPaM8Eb6tTFY+ttiLPn2lfj1cdJE7wV3ZPTg+gT0u0NE9CFm2vCXCUj2DbJY+di4YvrvXlb1tv8U+B2guvYRASz16c0u9LVjUvfQpEb6AKXi9AeMNvWKLhL6Btgw+C0CWPWl8CD7l2n+9S7Y9vgOagr1IkJA9Uv37PX3Ppr120IW9jyJpvR92NrzvHHi9LVSFvWXcnb2JPxo96qgmPuE8pD3wrpq9Y9abPpsWG77Gxg89LHiiPN1qPD4+rra9a1S5PNtCZr6ubH0+F+jDPXHN6T3unsq7Kw3Mva1vqb36/Iu+JkyGPvyPrr4R6p89/BATvtgLSb6qZRg+ovsLvuNjLb6Rf5o9ReUbvgicBj0SNRo8gYIFPSrqk77bvyy+INKZPXbe/L3lVuE8WWJ7veJHqb1SFSO+CKtCPdzlLj05v9+91pcGPpQBKr24VAg+5X14vvfzT72JH42+Gr6kvfNooj1XxTo9WRnlPcNCST6QUTS+dlsAvtbWCr2kkeq8vKZ4vRfNlr7gbzC+LLQ8PfAQFrx4UJ49oI9ZvinBQ70RPbe9g/YQvo6SQb6Nx+U8KpIDvjF+F76L9SO+RvnXO8QJIL6cQQe9m5hUPLz3/b2neZ286vMKvmVug75UHLg9JgNevpXHZzy2Ruw8XukEvh1D7DxDW3Y82M9jvHSyOr561TU+ODC4vZxZcD1wnCa+Zwa2vaTeNr2Sjt+9dt1Jvccu/r065Ba+EAfoPWMuwrviqrS98zYEvh2Jnb6C0Da+AgW6vRMqDr44ZZC+vZCLvlEwOr1tpiq+74ebvkBVZb6wOk4+d3Xpuyj6B75n7ya9/0QoPs76Hb7tB7o7TuEhvni94z2cHAI+XeDru2vN7T1b2Z++3O+fvZcjwLzeIam+Zy0ZvIW6Hb4Aeug96s2mPPFtWz2dkdo9irYXPvW2dL1HbOG9zoQwvbv0Tj65gg09RphTvi4ZMz6bq8g98+O4O5Do2Ds4Sj2+mNk4PqsHAL2L2NW9fAjgvaXsO71rzhe+ftX8vWA0Rr766WA9T2hGPg4zCr08t0i8MKVaPu9aDL3mhFQ+/9OEPEboXz1Y8Pe9NrHmvYbiRT4FhgU+W0CYvFamcz7VehK+1/1HvJkIPD60fYU+osfQvuDWsD6UMVI+9FTiu8Snmb2NS/U8eSX1vS4/Sr66RNi83+1svSObKr3A/wy+8hNavn7Vhz7e2n8+OAl8Pl8hNb1R9fi9kdrDPgBRvT6x7oW+SukaPsnaNz7YwTQ+5jWqPb9jwb3Lh9c8A0S+Pf6ZCT6E2S6+rKUtProDSj6pcwQ+OuCjPDE8Tj6hBxM+YI60vmKADbw5Tjc9+kB2u34ftD1uwzy+w8VFubeKOb7xwoA+EQw2PrtrmD4TuqW9cd8jPmESk7x8P3k9JRLJvLeAED7HhIe+4FsqPYcEcz6htfi9kWnEPe8py70PS0A+gsy9vaVrQr2HnNY822J4Pqj6mD51HL09DiaxuDmueDy3kzK+Wc9Kvbvxaj6A7QM9Hy31PVBxTD78Ki09JqUpvrfbiz6EEde9WnAjvhJb3L08aGu9YEPLPQ+AY75IfQ2+jwsTPNb2RT2b+Em+kl3KPhhGwD3Ki3k8E+QqPrVKUD42l58+uZFtPkeks73SbRS77qiEPSgewDxc7749Fh6KPXbnhb3ZlDc+ugwSvsraEL7T+ou+O9mYvqlLaD4HM2s+hbpsvpVMEj7TQUG+mr+VPWC/Ir0aLTE+BnkhvlxSMz4WRjc9nyMgvqKfiT2joLS+uGCcPJjXgD3qoR6+nzKVvZDSXj01GFk+fAncPSyVgb7XRUE+eiU+PZ/FQz4He7+87RFHvm5L+D0cX8C9YQaou+JDkL7NS1K9nCqSPuXg+jog2Z6+pfbAPaH7nz0S1WM8iXN0vvBF8b3EZju+mBdIvgOsNj3LMb29Gep9vE1Ro76d73O8pg8ZPhHQBz7khkE+CsFEPsQNkT1Go2U+zID1vJE77T3aPQa9D8QqO8fJqb6Z1VE+QXUoPfPnir7tFT092/GUvXoFJr6AIx++QI9aPWTcgj46ufs9pnAOPjZSzLsFxsa98lRrPHaB6Dxr7Wc89swNPqOvHj0UsVI+JIW/vS4+szu1sI895vYHPsltVT4AkWU+5CUdvaBGKrtu0zw8GFseu1c3gr5z8aC9OfaQvYuikr14kg2+jRUsvPZWcrvBZro8riEbvRPWIT1b+KS+wh4UPpASSDy0gvy97tZUvtndVr7OGCO+y5jRPeDbKb7Pl9u9P8/DPpGE9L0Yf/e9cT9vvkATWz6ZKCG+phAsPnrKvL0lPjk+tlqVvbqVhT0RRDI+Ou8uvvTBl73oz4S+fNOSPtgh6L2baYa9bziPPEReEb72tku+UZu3O1cHsT/j32W+xW2uPKB29z6FCx4+Ys9jPxjwAb6GkME9DvyVvnd5Tz49x529ZdFbPgpSgL6DKxk+04ZrPrwJGr7MOgE9I0UEQIi4yT3xa1y+bWmivXD9vz4gvh68hSSsvs3OkT8ho3i+AjlJvgBZ+rxxkCu+IjYEvtZ9+j21EsM/09WHPzHCqL0s7k2+a6jdP5z2bz7En4O9Z54FPOOvZD5o/VM94ZsgviClYD3IKQM/h+HEvaiXXL7SXl8/84LrvQL6nDwlSJG+u9GBvuyVlD1r49C98GaUvpoj+z1MtUk+dxauPfYYGUDkCXe+5F75vZM90L1Bc6m+TeQUPS+Icj2hMPA8bRFyPgKSh77T+7e9AKY0vqt93b1Qhem8FZhXvlWkcz0A9sQ+UDj2P12bEr0bLFy9EUZRPUMG3b1Eoje9qK7ave3JDr4q+gq9G2DfvdEGAr1qqKc9jb8OvtWSMb718M4+C5/mvbAwpj8D1A4/2cLtP8pAfT6xiRE/cSi2PrYTUb4LJ80/kXiuPFI1TD0KVgq9iri1vSS4Qb0LZJw+PBupPis8Mz7guY4/AagPvv7LAECuPmW+CWz8vcckIb7RfsO9S8iMPmzJn77l+e0/YKtXPvIygb7yMq27w2lavl41/Dypef8/ETQqvvTRQ74H08W+FeJIveDmrj7wBWA9j7ItPXqSeb9KSMG+X1rMPWFZ0zvwoxHAZE1cvvhvwj3tsXU/lweQPYDxK77vZCG+tE45vxRbtzw+4Iq+JJOvPVZcsL2v1LW/lrQNvRA9jL1O5/A+ZVvHvdW/Nj55Mrk+zHAtwFI8TT+mOoe/gwkHvc+0C75QsRM+FBZiPjXwI8AXL9E/3uNpO5akQb6UOak/SrVfPQiFxj6xV8M+gK+Mvg+ytD56K3q8BT/LvdqnaD8cLAM9QFmgPqwPtb7hGGI98gWxvYKnwT8Gd709Esptvu8e9j2Yd04/kDAXPI4bO79SLQg9mS0RwI+5e7+J5OM94w9pvi7XMj8ewoY/5UpTvTrvZz63IgW+fgcdPqzsiT7aWCG98I6UvR357j1Tg40/Cz7mvNLIAz2FcVY9WS/DPfHajT1kcWs+yervPGEedLwrtuc96JnAPuSIFL4q4/e9z7h5PqTuGL5/nKe8ElMFPmNIzb/a9yE++7O4v7I2pr5E6Zc/NaDdPN2xcD6sy3a94hFmP7liyL67ZIQ9+8aGPM+u6D2/Nb29CjwEPhIkBL+0Nyk9cTOaPnkkJj9ZTa0+FspDP9V7Sr/bFMg+mBgCvXGZjj6ffl2+g068visWF8AvoPA9qw8RP23o3r1JEp2+ssMhvRh8HT6f2pW+tquxP1uT8r0rDT49pyF2PoVGfz2s3za/aQY3wEikTb5ll8O8uXO/PX/e978SwAa+uJ6evPwZzz632Qc+D2CjvJZyTz5XwA09Wd8tPvHBbT2wTxU9yNSJvs9OJMB6IUq9FskQOyAyfj4+CJk9EhhGvVTVeT7pzL+/HNYnvUmuED+36oo8wvnNPd/lvL3xkTA+NL34P7zY1b8qrZI9/MCoPsOayD/Xhuq9pyJdP5vRVr3YDLg98dYRv0K0GT4SuR09gChiv7/VBT1MHyQ+i86Ov7ajKb6qRKQ8wSE3vi1xTr91QgE7a64FPq9pNr/2p9q9tfGyPrL/o72tPE3AYPMSPZ/HPb5OnHU+EBVzP8/hUT5CsvO8UUmZPhavkb48vNg+zkKePSbEBT7n1XG9zmDXPS/jpL3yYcE9J20oPigGVD9ixJC9GbIEPmqlij2HJR2+L9IMPjL4Hr6R2KE/Hka0PZslGj0wOiG+llXZPXKRGT7Wx8K4c5KpP3KCJ77+f++/bukGPQ0JIcCh1Pi9Jj/nup5ww70objq+MnhJv23o0rxgeVS8wwkdPIoD17y7CA68PerJvlMWJ7wL5o+94F98vx3I3r1dXgBAaklQPnPHMb787Qu+G8ANP3SBHDwJIN0+p7jnP3JvMr52QbE9kxIzvvp8bD0Tyw0+yCgUPtYYXj6hIV29"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "hp2OPWDbk72kZX+9q56pvUPzmT19ZsU7bUAsPY/Fir3s3lq9f8TtPPlIRr0ierY8QNUYvU4Gwr0U1SA9o9X2O+u/mD2lk4q9MD0yvTFdxTyR3q28M+wGPR74xL1gxbG9PNWOvcOrubtiCDi9iJKVvY1Cob2oWha+/NjpvJRBbL3sp3q84BizvAwX+70Zk1u87t9lPFbDybxidx2+Aj7ZvY3vuDyiao69HTMRvjvy5r03EO+9eBgPvl6Asz0/+Kk9yv6TvSmC0L2S/E28Lh4evVCsG74d1Qa+07EsvoUX6r1yEN29HIxDvUlxJj0f9gq9UfSFvfvsK74766a9pkKavDKxIzxhEom9x5WrvYRYDL2FIRU8ACNOvXPC/70gJOa8aDBlvsuWn7yw0V496+3QvUkj2jzD88292IYvPNYL0b2UI129BRo7vZnS5zuTbRa+xACXvGhOObyqWie+tv68varCpbyCgKK9Q3fkPfELDr6yMuM8mOjmPCRZO76vhtC8qUKIvotweb0QShi9yqWmvd1I9L12mji9N+6GPMvQNzwJfwQ7/DTbPamo371uXOu8BnVDO+zG27yOcRO9r2qxPXgmBL2a/fS99NkEvkr2pzzEm7i9N0y+vbp8ZrxcCIK8j61mvWq0Kb3O2bG9hLXRPbqlX73Sew69giASvlBVAr4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 