{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "npx6ve9ysb0TTVo+cNsNPtmK7bx3hig8p1Q1vRe+rr3sp6a+unwNPTclqD382EQ9k5BkPoI7fr3BD9e9NxoIPr3cjb2Kw+U8L1apPVWYAT5gWZ2+tL3wvOkNIj7nHbK9Pe5BvpxMcL583b6+MxGLOxZil748/lA+zCRmvDL/ur65Q9M+REObPdmUur5Arq69cfcDvx2XUb1ofTq9X0HmPRoUhr5M+1K+0Z5aPmxuBj7QUgW+bXdvvCtXwz2QIvG+dGOHvlPAr76QsxO+gfuSvoQyMjyCNRU9Fqy5vc5hmbxOpy89x4URPTHn1LyWUUw+mS4mPtW/CT6H9oA+iKk0vo5F7b45CLO+26Z6Pp+wH74pD1m+2XadvaREw72uGzq+8hs6PUro7L2t7Na9gZa6vfOrr71AQ3c9HkqMviZgSTwQYrM+cyOBPotKFb40MAS+NkRfPr3gqLy1UQQ+bu0BPQ0bkT3SAKo9ZXcvPvPpUj1ApYQ+LhjJvnRLmj4tRpk9DyKZPfBztT1oYCc+F6ogPaDZyj0tcd89oM+NPCpFCD54tku+lpvOPU01HT7p/eu9b3+Ava6QqL5/75c9ylonvi68wDwiFgY+GlwuPmBQWbvkagO+DgwJuwBcqTwFvJe+EhH6PaujTr0A0pa9foqzv4Q4mb6gWhg8rsRDvrhaGT4uiUc+0ud0PhDSGD55Lpw9I/iuvTK8YT53bSq9PDxRvSlVCTtgtfA8o7vGOyvhWj2lUZe9XAMCPo/rDzzxkX++NQLVPq1jVb2pwTI+D3xvvS1hOL5IfhW8ZV44vVMYG74JjYG+5hqqOhMT4L1yswe+6vIXPTdEwr4Riiq+J+sWPpG7MDyD1ga+wYUpPr66lrtZ8EU+3EkbPp/lHb4We4u9oEc8viYehj55FYw9g3eQvn3OeD3ymVG9+J4ZPsC3ij4GSzo9/CjAPWJHhL4Vb/s9LGW+PnHnXb5HWZq94DJoPD/i/rspSqG+dylfPpgdAb4j5z69t84pvVsw/70vyao7IgKHPUsPYb4LkhA+BEDzPUD8Uj7gHiy+2i9Fvv3NjL6mLRK99BULPlWpnL3jWso9/iWWvXK3hL65hCq+8xTGPVQlPL7z3pe+7IVNvabN773Svg++4vZiPnF50z2RjwC+aha3vu0SDr04jQC++m0IvmduVb4I7i2+jfWNvh2+Q70cKUI+0iY3O5EpJb52dAM+Hw6fPVicaT2Bqro8tj/kvSkQsT0GQ829DiaUvLGjgz50XZs+wJVwva3rX77McGm+HM8uvViWOb4Nz0U8L3vmvKgjMr6mTQu+7Hb6vXhI57xxI8W91/c7PkkDw72kLt6+V1zpvM3r3704aMm9YdZzPolqrj3yNh2+7PbqvBqA9L7oHJq9q/51PjPboD2Ijdq85oIaPmvdp7tmqpi94j2hvVx3z7yupR89ECtXu5AiCr2D+2C+EXP5PbicgL32Xcs85rBBviCuyzxIPCM+tsg8PmBesj00yBO+9WUPPi6fNL1ewhM+qwGgPnGqrz1VqGw+2+AlPrW3qj1sQxA+qi1TvpreJj5844E9oGsvvojOs7ujP7M+xjeRvsIWZr1fQ0690XAsPlwpcT7IpJq+e+IvvnLsvT5HJJC+XbJGPiJblz5x7iK+TIA0vTQT1L1qFdy9gX5ZvXlTDr5NVze+VnuqPYLJprxpjug9blHFPLuYgr0eGRw+kpt4vJVc4L3U9q49CQLMPWCbZT55Cy2+q1wePua8QT5YigK8O4yOvfH5OT5Soj8+TPWNPSGB0D3eNOC9LFkTPrdHU74XdJq+Cr38PfuFer4Q3RS+3gUjPrZ01zw3JPK+wSmCvkBS3TzW0GW9nr0evuHvCb/5idO8wTuivsc9SDyfU5k96dBiPgjnC73GdWW9EN8dvjzPXj6z4mg7AiBCPunn4b3nqRe9i+VuvOBOND6yepo9uVyhvinZfjxe5n0+lAj/PHmZ+L6O2eq9trDsPQ9Cs73w5RO9Zk8/Phk1sb5QoiY+9ppHPl68K72xKD4+TnZ6O1iuKb0IhdO97XQzvqlfqz3g5t23zhe1PAJGo74NyIK+WOnCvcMzgr73jHS900CPvYHpCb7dwAU+dRYUvl0Q6LxhN1M+dz6XvnQpR7w10t89hEMivkZfrb3hBVS+HEPjPrhkDj6Z08e9PSTivWaQOb71grI98mIjPiJeaL7bXQ0+bMhRPhuH5L6daZW+Qt2rviJJrb3rE2Q9O3WJvhbg8b24RAS+Cz5HvDlpvb22Hky9hCqJPYYn371GAvi9u4ICvpwrLr3L/6E+jyR4Pbz+MT4xBec9d7zpvnmjjL52uc29z1oLvVVe0700IwW95yDpPXA8cT3dK/m9VAHDvhm5lLzsWF+9fshuvYyRd762ODs+jdvAPaEFA76oQRS+RfZ6PgBVpj1bIR8+BRe2vtkNib1zyy2+S3sOPHwgcj4cn8O9nuryvRbo07zzIQO9TCyRvpGAZj7sjrS+2O8Fvir7Q7xlJT89Wz4ZPCxWcr7UBYE9q93FPXkDbr2Yv1e+jdO/vryp8TyUIDK8akIVPeNEYT3kS8s8JCHKvSwqtD2xydA94keOvZSEbL7eV7G8xmuiPCluRT7bSwY9XHxDPr97Lj61VRM84GRYPuDO3r1T4l48iew1PC8yFL6rUR89zLDUvODHWb6aeTa+yLKwvEl8Oj4SaCi/E+wVv6kIOz6ys1q78+twPvFXGr7ye4o+tWLbPTbKcj66oZi7iyGyPU6alD5Fs1m+uZOePVJpTL0jW/g94pLKPbFbJT0B0wU9sq97Pk4lSD4o3Q69uXzhPQy1Fz1i4jk+5IpZPIa2UzwNCYo9IWsRvmKtub31PVI9tJiYvXLUhr2hYpq+2fUAPYv5m77xcOC9jwASPqrmuT07URa9sqYqPlEK9r34BHc+I1y/vTqVib4aYJO9JAulvvnUmj7tQtw8SegSPvLiXb58cPY9ysdFPq8+lD2K6Tu+uuKJveFQdT0uS4Y+RG1APkdBAL3cmRS+BzAuPi5rcz22AXC9dXQxPlpyh74LgZU9eHoePpUU0Tzr5AS+OqrtvQ5qoT2kXC2+OTbivVAaDT5ZDlk9MfXGPAmEEzx9Fbs+QD9NPvjKjz2oT0E+5Q1nPisTVjzbDSu+2qtDPpEbC71hk6a9K4JaPj5/h71OB38+N1ytvcoDQz259hk+qQ2IvqQpmD2bAfI9M7FMvWksOL6Aam6+MptevYelET5PFPM9ANfsPahOSb5jVX0+yGHFPBYkWD35ttc7QPuyveM44z1Boxg+F2m9PUXPj72csXA+LNqKvX2XCb53mes9HuWFu4Shq706E2I+KI20vIFt3Dx3s1+912OQvPaIqj24GhM+TVjOPToIF75n1Rq+45bhPXJgUj7LObe79gIsPvmj9T22GS4+JDoTvrMGUb00ot49Z1ekvZxQijzHRci9bjU5vtenhD3L1a49Xn5LvWTLrzz+fxO+y9zMvZoZNL3F9/u9s/4KPX9J773c6fw9MCoiPHsaEz1CG2c+V0/5PUlywz27coE9e8ZMvlq5OD6V2Mw9/ghqPjH8sD0mbB68lXGCPqf+970ZEWq9JwBQPfh7iD7LiYq97B07vqQCD7nw0/c87GyQus9ylzxidSq83ywKPuYEHz7iqwe+GcX7PTO9Cb4s/hM+HPKdPfJh2z2gzOq9ED+VPoTpBb0LepQ9D1PrPa8GDT3u1g4+A6BpvVAirbzXvMw9xKGsPF04Ij2dRbg9W8i/PTX5orxc6nY8B849PtLTfrw3uDU+8wJOPscH/T0h4gk8vFCFvgwlOD6HzL+9OsFEvmxjvD3MNOq85LQpvmt+u73gQie7dZqjPUSJ3z2GBTO+YaOOPd61RL0aQhu+Fc2SvmO6Lj78gw096al6vvYuzr5Wb5y9yA+oveF1Xb3n3GA9j9efPddxnzxBQBq+L5oHPo2NOLxnEfO9dLdoPZUFy7w3WVC+2RcXvZHluDz+lr69mB+Evk2uGb5sLhi9a2Uyvnql/D1tOME7r9JfvcDz5j25vJu9VlfqvQebjr6n4hq900jsvP2LE75YVwy+HSldPKGT8b0ATvA894YoPg019jwJy++9xK9YvUOPvz3n8Km+cu2+vmRnDz1ESWi+FQBKPuc29b00yrS92X+rPmSFcL7VWVy+pPeKvs9g070/iuW9TKdfvjxuqL3UNgW9ZbmNvos7Sb6vzEK82IlQPu6nLL5Mqpu9I2xdvBf77z0dAfK9mqA0Pjor8L5NcDO/XRiNvmvOmjru7bm9LUNHPgvhgr1Z5bY9nhWQOhYHAD1dfL08QO1kvhRZAT6ZP5g99qzRvRJ+mTx90Rs+EtIWvlCtg7wmi4C9DCwJv2bWcb4RpD29vBmdvGBOr73QFR++cCW8PT2CAr6J3Xm+bz9JvILJ7D1HxsQ8ee0gvaJTDD4+Lb47Ke8tPqHv4r034JC9+kghPrAC9Lx0PJk9Xxo8vhwsIT7aA8C+y6QLvbOLkL2ddca9Di+dPXx/bT3rIQS+8Msrvlg03L0T1JM9oBJHvpVh2T01xHQ82N08vh4S9DwTIYu9rpmhvUZj2TxZoIK+yFopPQ2tjL7lu6S+xAFYPd0pGT51/5U+MxDWvKb8QD45UBu+/6WtvXUuhr7HPmy9gCvaPdfMZb2ddTy+P9MEvVtQK745OGi7IPe7PQAtDb4Fdjc+x6n9vYQSl77/1xe+tKt+PZerKb4MPWq+AnAJvrbCG75qkl2+0BYPPsFmIb5zPDK+PjJ9PEvP7b3Czic8ByMovsCkCb7hTUC9aQcNPVetEz5VMy++OC+SPV/3qDzuKys+j71iviFzhTw8z7M9JOsHPrQ8BL249dE73DX0PBk6x728WnG9qKw+vkdq8z37Pqa9zg/kPdZt5T01eAW+cKJUvcmfij1Kqea9PuKxPaffu71u58y8uSR5vgqtX73OKvw8RfY9PiLJgD5jw1A9SmIoPcmDLLxD1Bo+iUIRPs4lSb5FPw++CzMIvnhnqTxx+w0+nHZTPastVj3TUnu+ESzOvXEH6z0B7Pk9eEacPs9emz1pLEy+biQDPhz5oD3jNCC8x244PjB0ub1thiS8WYcdvnCb+71SwmG+xk4XPrQUezzXuyk8ZlQ4PIV9xTvPx3U9zOitvXU5JD4wKs4+6LyePXNELj5HMdU8coOSvYz3kj2X+pq8r/5XPCzYPL4RTKi9gInJPfw4ijzqLp49QEDuvbKQYj7hw/o8uIQxvYqsnD1D4MM9g0qVPADTQL5HIBS+G3zwPXyNu7wepQM+SImZPnF01r0EDSQ+XUx+vki5mb0JGtu7uiATvIzs671DUF47DGahvJ8ZXr53BBe9M/oAPk+bIr0wGua9m/OUvHiyab7y0qy9aZ5dPj5Wrz4rUg++Eu7EPfb4RL52K3A9M8TKPE8J3LzkFd09kJ3xPVBlqT0H7IO8lDKuPacujr0PVhS+sv/PvfctDT5ISt0989R8vgSbMj7cKhW+ZoymvQrQ573AGtw9Vk8lvt4muT7viOO8yaI0vos1sTzX0w6+hDUwPhickLub8vK8OS/DPRobVT5FiEK+7jkBPq/pTr6ELDm9uaTXvBl7UT7UaR08NVk1vmRnYL5qM+W9fml6vm2wET3qawa+c18NPvTCurwfSio9xe2mPRFe4T1lORg+BoWPPlA+tj7v4Dy+DHUPvoMttD0dghO92A0LPtsLCj4NMqM980uFvcR89z1XcZm7/WPrPXLYFL6YK5a+6J7DvbYEfr5N8fM6+FUyvrgkGz4NmJk+asygPLJJmr1hlKa9oebtPQGeY73WmwE+2BVlPjR0+ruHRjA+F3o5PgXoFz7tOlo8voxFvWtTDz6r6aA9rZdIPYYFbj49yRi+XnPkvJtHODwaSTo+q8btPZsM3b2Fdg8+J12TPYxqR75blhc7dAmju60D2z0hdoG8RGwBvPZv573z1qo9SZIoPjnoR75v4kk9+q4bPZizpr03b1M8MY/GPcVlyjqJP4k9GWCPPVg12Tuajru9yoGFPGaUGj213zG+EB3ivZrYnr2BJNW97UB1veJMYj4ErCs+b5IbvpPfEj4vGf49BTgYvs+bQb5/hpa7mNFuvlhFLz7dFG29/MaQvRs8RL4T+I08F1hXvp1MBL6uLTs9p7MRPNnjuTw4OLI977fAPBFkQb0dC1m+votovnW0NL1OeWi+wq9Xvo5X6L0VE5M9jdhNv/YBg7wmOka+sNUKPr6JPj6eWn6+DHMXvg2QkDwp0sQ9lCoLvjmBKr5QzIS8gCHIvQbXcz1hFwy+QMU9vrkTSL8+qre+Ze45PB5c572kLbQ9wuAwPS2VUD2wuoU9szuDOzipXr75MuQ9GO80vl03d7yGQic8aq+NPXUWEr6DJoq+s9kSvrYFwD0NVkC+DLrQvtM2Bb4Pkoc+vm00PunqED0VLdU898szvsZTur2Tn9w9vMk2Pj6Q57qT4mu+RdXSvqeNGr4fuC8+q7+TvYpZxb3lzEm+T8KKvobAQL4jlRa+o5foPVtBbr4TQXK+MzBOPmJPOL4Hhbo9gn5DPRxQkr5QU/29aYPTvm31ZL5POHy8dBY8vrTQfDzlR2++ogUKvgylxL0EZbO951Mbvl5v6D2/VXC8IMmLvfOQYb6bJGm+UAJuPjC3h77MaYK+ow0BvjA+Eb1+ary9KsN/vpgeZj4GZJC+grFwvbwq5DwZqZc9IGYrPUXQ9j0ttZe9vhICvbUIAj7tj609eM5ivkKd271qcLA9N04ZPZEHMz7BISY+yKzmvUQoMr57j2K+rSWxvReK1Lx+7iu+ww1Avha2kD0/ZAa9qwSHvYR3Pz1/qB49bqSePQWy6jwTeTq+Li0WPiiILj6FLdg+PaxkvV+EUL2loxC9ZnejPQnlIT3Lc729OjnwvGglo7yECTG9D6wevo5k0Lzjt569ui8HPiMwC74ERYk9O/iXvcJqMr4qa08+3ZmbPE1UNb7Lwtw8i+WHPYFRCT4pGxk+u55EPvCzNT1ZZ+Y8xAGMPUMzND6rj9Q9PlqCvXlktj3a9UA+VHUmPuhwcT1UZUM+XofpPXBr2T3AQnQ9zS8qPjSTD76CZhg+OeycPvycAT1p74489ZzUPVmnojxuEIK8u9KbvGxUiz7JacE8bXy3PfcA+r397iA8QimbPQ3R5TxCH7Q9LhAbvkAWbT5ge9o9dRvavY4ShT1jUwC+BB4IPs/ETz5Y/Ag+HRX0u6pKOrwyPK09QhChPSKEHT6yx249Xd+aPfbJNb342Ce9duAavkxTwz2/UAI+BBUKPg1L0b2tJQM+b+0hPgfoV77qKgu+BkSWPiA0gr0ysns+GJX/PZl5TL7ttcc9L9clPY4C2D0K8yU+i1I4PhsBeD4Gs9U9o1a0PiKPUL6Wvg4+zQEWvPjQKL5jax++2BtyPuImKj2JqJs+fYMWPTLnRD46Ths+y1kaPjVPGb5nUlM+hyA3Pr2+Xr0pijI9SH4OPpcQoD7gbm4+cRUCPaBGW76fbEC9bZvBvaDw2ryYxuM9heauPPZpLb0Zem++KJ4YvjDrpbwl1z0+wUqpPctXMz5MsGS+y18RvlDywrzJ5ny9WIgYPj3rhb6WRoi+4TEbPuFj071HAoi9vtOSvNkUgT6tUEI9eiKzvWVWmz2gu4U9KsEJPqDehL5yHyO9kcZzPsKTpb1Qs6y9fqPHvc8Daz4Zn5C7GBgGPi7ltb3zVSE+6yU8vftAlD5OxRC+QF/+upqZRD3zEss8pa8qvOlpmj1LC1W8eYpSPVUiPb1Y5/a9/T/YPpk7m72uJb07+qP7O6cR7L0uHpS9G5skvkZnmz1F46E9U+Jqvi3n4bxCjni+fEAmPjy83j08KAw+nF4RPbu5Rj1O00Y+BvrXPDfnzj138QO9N9tYvjZcZj3aA1Q9bYg3PkGpRD4L4pM+lSgyvpnrgr77FUo+3z5gPgqP9r06qIK9oPKsPhZJ8b2D0Ki9UnXkPACy9zyRGQS9+JKDvh/Ll76dhGY6vv6TvRGpjb1QMrG94gyjvgiMZb7kQgo8W/IZvHsCAD2zOxS9NmgevlFDHD56H5O9gaaTvju5g73hG9a8gLS1PQ+1fL1cfce7VAQYvvsZjD5r5dg82AjSPLe0R7xSGwk+qxUvvsTbLL7teDS9Pau8veRn3r1OGjS+AtrLPWs4iT3Toe69XK4pvn60Ej0aUOc9HyCQuz2K2b0iPT+9jb1EvAJroD0zSQg9rL+zvjggUr59mRm+uDWAPYPcCL7Jrau93GsnvvC3wr0HeFi9v6ZhPW1kHj7JQGU+J6wqPiqJ7T2Awf492mSdPs+IE7zS2+g9psVnu2+swL1VUcC9shAKvugmvzvubAK9LAucPVQSHT7bYei9O/GHPTSpkb1o8N299pGevf6rJT5PXjW+ovvNPVcSFD1PZC0+D0+BvZ91uj0t6cA9R3OzPFwDpL4/cgy+P5+TvVTOyT1doho+WB+EPkpR9L0qBtq6EdxiPd1fwbzj5wq+Qb4Dvo6shj1ulo6+hTFbvW5gkLzstlA9giKzPXzlSj33ZRE+BFwZvkcf3j1cyek9pv6pPjmKcr4YnA8+w24PvnSHEj4r7wu+OIUtPhkd87rFsAi+k2YVPiyXyjvRNg89VZeDPuVKcD47MHa8b6BEvYsXIj5rjR28GQuUPrt5bj4UYW29G783Pj0Xjz2JFUm9lujNPRzkcz0bUt895yM1Prvhgj3xywm+uBssPqO00r0ZUEi+MHSPvYS9ZD7CfCE+AkDPPY/vaL5WJxs+nJvIPDRuojzJI1y+vdAJvm+vij77Vca8nxEfPv/Caj35pru9ngG4PL0MoDz/jDm+G1oKvpUrDL7sLHU91X9bPL4dBT7qoS0+xbxEPjyNGD49R9U9F3CmPuzcDLzplK69tdcUOu9YYDx2Exq+nurRPc30CD5+PNc8JRmfvYS1Jz6c3YY+nj7aPCU7aL2x20++ADEyPdsR1L3lrpO94jdbvof3Sb3icfo+fyuXPf7RhT6PGcy9SblHPIi5p75YILS9UNLTvbxxmj27gZI+3AuKPf50Mz2TP+Q9jaNbPlV7tz3daRC+r4iMvbuWNr5ytKM9OYG0PUf0Gj6afRy7XtllPnQQiruWalw95ui7vLblBb8ip/m9dUeZva1im721/W++Zaanvk7xij5Z93U96MiWveaXxbyk3JW+lRkAPcmSeD2VWDw+xDgPviM9EL4PDY8+n/a/vVAwEr7Cx2e+nSHHvuzwDD7U4ww+c00aPn+m3b2SgsA8OimQPRk5+r3o3+k9GqYZvrp4dj524gQ9Hnx4PQPbWby1/Qu+pQFNPlicjTySH5G9DeuCvQ2Feb61czY+o7ICvYCeir4n4Q09fAWkuwQQkj6pI/M9KoR0vgePJL6Qqjw9vr3+Pf6sPD3WJhe+5SdAPhLoFz6WDpM+VcS1PevLAj5yqe09wCEuPmfLxj36ocY+4zQ8Pr0++zxSiPI9dZCHvrOT1D1LbAk+wWYzPVBoXb3RxqQ+pV6wvZNRtb1cR6K9/LIaPvDgjb2Kk2a99zGivgDn3D0qODA+Z/fUvh4mAb5YjZs8xfc2vrkFTj3fZwk9Dvakvb3aej5jUpa+x/wdPYXPAz2CiWS+uJ4nPZN7lb1gxW0+OMknPRmCkT40/Be9bwTjPdMypLz8ZJI8inNAPj22qz734xM9vk+QvuLxor2i3DI9/pw2O7YTkL69SY49ju9vPlmM/D038g2++pAxPp1Arj6SFhU9iOGtPa4erT0zzQ4+9Np3vvyRFzz6Bl++GUhIPj174D3euEE+LvDpvYhUZz08vpc8zeGKO98Am71s0iU+vFiVvUVZHD3/e+y7Fypgvg7BeznXnNc8Svn+uj4Jiz5OWdK8XioGvlP68L0xeSU+BkkevuryXz6HkTM7IQqjPfW4BT5V6yM+pqIVPnKEtD2vMWW+WoEuPuIoJLzEFEc+KcMmvdw5SD1n/A0+0frtPSFZND5jsNQ9b5RuveYFYL4PKAc9Q3R1vf6ERz7nh6W+Kej2veJpqj2Oa0I+V0L4vVdJZr7/YwI9UHUTPu7kij4MCA4+ueCZPaezdD3gIjG+nzlkvLtxoD4y28C831+vOwXBF71sHtO7D1YCvdkgDT6vPta9jdCJvPiKIL6Kcbq9AEM8Pa5Cfj5SfwE9ralSvvXSQb76DLY9OjyAvC4tjb3Z0Ws+RTVNvhhcyjzGkeA9soYhvh3E5L03hhu+qWHgPMHHvj3R85c9HtHCPRabiL4dXgU+B0WdvgZaP76a4RC+N3wrvaJEGr1HztO9ti49vcSDujzvxjI+2adrvnkwUb7K8Va892R0PWqub75Gpg289E30vPOov70CH7C8Ht9KPpl9WTyv8Go+VCRNvZ7AET51Mri9omyevSTWDDv+zJI9XCDNPZZBlT04t14+TQXnPXlZHb7KDDq+8uv8PbxDTT6D3jC+B0oGvbczi71K6X+7TnPTvBokuz5J6fo7DfqqPdurTb49cYa983JkO/IMbD3UpuI4coXBPbTvH71I4Yy8l4CYvR7hJD5Y/R6+NMQfvoTR9r0ln468J5FWvNtdoj1iwQg7AeytPemZmr1fHWG+h6oxvoW8Ej4YJ5y96h4vPQyTf70/WDS9oVbmPP38gD40f8E90vhfvQ9dw76cG4+9OE5vPq66/jw24U+90KPwPdqQET5EsSm9EExlPj+tFj4sqvg9HYM0PtC+0jy1wL69EJVCPITLIT3RtwY+WTh1PeKdmD0EP/u9HC0OvHsmZz0VqcG9nejNvF/l3TwYPAy+hT+4Pfg+H707UOm9Feh2O1eLHT27/Q8+ownZPPwXpD0dphc973YOPoA92T3KEUI6e2vovQvqED7stgG+CFWkvJk1Z77Huk++ncdxvQljQD0bJvY9gmxkuhZdVr4xxrk+ogCIvUOCDb7VSTG+g4RgPur+H75JpRw9PXxWvY23Jz4NsyQ+6kslvUSZ3zwECT6+0nBpPqrS2DwPhWO9uk2NPqOewL5geoO7yHFGPqrLFj5gxzI+cEEEvNtLnj1pMgW+4hrCPOlYg76zJDc+2vluPjhnpz4g+jO+O4tQvX+U3L3tOUc+1uUJvQ7tHb75xT0+aqupvPW0Tz7F6Li96t2nvlNXeD7Axcq8Qwd+PMtMKb3aPTm+NJ4JPw61Wr71QWc+lBGYPoyqAL5p4Ro+0edBPtYthb4v4TM9o+NCvnokmL5ZLUm8WskVP54Ohj0nyh++kxUEP0hAE76rQsU9i1yQvuLAw73PxQU+6Y+svopfuL2LvSu+1V8XPpdnQr4QKj+9OAuoPucoCT29dIq+ABIrvpFfuL7BMKi+L1u8vcE+uT4bvFk9lnq+Pn6H7r6DDjG+BIiCPdODSb4iGYc9zDLRvT2Utb5ODqc+FHCOvuNM8b0E5wA+zjC8PAMKqL5XRb48tLvevZfUQr63x8a9aq+pO/ND0b3FVZS9GPeBPnJNDT7G9Mo+zTskPmgEqz5l/AQ+i/ZwveBZDz6B1G4+2LwTPkeMCz47Xw+8d5OnvtZQpb2aCyK9zSYfvshaBz6l1yM+X9KBvXvK5L2uFwq+BTQSvho1Rz4TP4G+5UaCvPDofD4sS6c+4S3MPWNU/z2pPrY9tClOPncpf77aUdk9QMppvrXGSr2Q8He+218PPgfWQD7dnoy+An81PX4bjb7Dxxi+3G5SvpoJbL6QwLC+hvsHvitmuT10Xhc+i6YrvWU0vT4Z0hK+9AcrvuycxTx8scA+m1vhvodWW77SU58+/S0FPsIoeD6bH0s+/9WiPs8Roz2Rh7O9bLoYPKuFBb59wTC9gobRvu8vKD6Q2pO+0au1PWpNI74MuVE+0nYlPj9ctr5NLzu+fjJtvv3nLT6wkCM8xy48PhjOHr1ZgOK9d2qAPTXKRj5nqCw9FPUPvhMrMT5AqUU9HMhcvv4V7LwBUTg9Uw0GvY2b0bytuE09CmSUPFvrnDwsfZg9cbksvDw1Hj6yyJa9JZwovj0pNT6ULv093XDFvqgSiD1u9Ck8UHt1vsNmOjzRcxE95auivgz3Ib5KfRC+Cvypvf1I973KGY6+ooIbPv4QjT7EW5c+CcEhPlkqubxM6yi8/o6IPkdgXj5hFEM+V5IFvl4Udj0ysRU861UnPi+Wpj3YDaS9UmwhPXdcdD1ue0K+NXowvuElQz1GGW8+KROYPSWrtb4m7bk8XAOAPKfnHr4ocws+vDFjvFiqqD12JzC9GVh0PSBK2j3Rpjk9PjGKPLN1abw+WQU+9h6EvSzsIT51WQm+83SZvTR5KL7vBI09gBLkvB3u6b01FaW9aAy4vVm1DzyXsfg9qF3/PWra4r2OglI+rI+xPXTQyb1/7H49VOG5Pd1RJzt09PO9YL7evbv6kL5EoE4+jGiPOhZaA76/cx29bO2evYDYwr1K4xi+APF2vpqSOT2Mn8q9stEovpUI/bzzoic+BVpmPX0rG72IeHa+HtiTPKpfAr46SWI9tOr7vck2j70pXZm+Yn+KPc7Kwr08Xzy9gA2Yve/q+ztPTc+9BvfRPc3dJD1nShO+Wag5PVoyyb3ZRHi+MEg1PUt7HT2FPws9He/YvepWYbwVSqU3w5y1Pc+SI76UsnW+1NcJvh17vz11ZPc9KOwkPqYhY77DNes70zISvkeQVr7KyYy+rW23vQ+B1j3+IX8913+NOqLn0r0LOTy96pfsPNh6PL4gUB6+M4KJPvqwi72Frha9YMx5vj30Fb1GBMO9rLRqvgO7Jb5uuAe+Wlm8vqqZNb4ad209l4H9utHVkr0m9He86P0hvUE7fz135f49RegjvmIl972Rqym+u9POvCaJL75SpOo8x6yrvc9Iob0at1Y9LnVSvudFXT52G469mEoTvdiOF77R6UU9ot0Yvk97Z77dupy8QWxovgIC/ro0wxq+pO0xvhbhxTxMFLw9Q9GcO9QiLL71wa09NIJEvh3Kwr2vbCO+nQy6vJO6vL4WJda97+uKvqqY/Lwz3jW9BjOpvW7Xyb2LaBu+XR03vn9Tbr01ZWM85xdbvQyT+DpXZ/q9eHOovcKjhj68QlQ+sj+XPvpxXjzh3pI94SkiPYtcLD4Dj4m8SavIvoIQcz7fwc4+diQ/PlKyoT4Ic826Gh7kve3twb18vhQ+SUIcvoy0oTwnC06+3KI3va6oxT2RZCA+qJXZPYlmoz1nMKa+zlBLvScMeD4oh6c9GAZwvs8+IT0CtUc+jnonPcAtBj4P2C6+HaMEPuIVhz7UkAs+zo/jPPl0rj4szwi9M1xtvYEHAD4epiM7tnCnvTv8gzxTn0S+NpOyPejAST3Uvci9af8zPhUsAz7W+IE8Jd4DPrE/QL4sF3+9XCOuPeEZwL1t26C+IXQXPgI5yb2SByg9nsxPvdW/uD6Tzyo+/8bKvfU4rj4ZI3E+ORG+PR+hdL152wo+/T55PpH6Ij64Xg2+CVeXvD7VsD0o3wQ+WTURvuuL6b2PVm+9m7CgPPJ42zyRAsq90vEfvtz4QL0zL269lgRuvrZGfrw/0tE8KvgYvpK8A76TXLW9xW2HvcP0mT770i2+IU5xPm+qFj0armc97pmDPi7Q570yJok9DusjvVNT6T2bLUK9dM0APkQhG73/Aq69mtA3vksjID3Cqt89h72LvTy5orwa7KK9jfwRvqxGyz4R+9Y9RJHRvcJahL7LJRw+MhvoPY2vUL0TjGm9E61pvevrRT11gy49BPGHPGrZzT0FJSm+7Tl8vikTcb7VTvI7joxCvsfKMz5Avxq+iYSPvg0X1L2zm7s9GcFVPmnrCLytFau9mdjXvSRYy7wGdyo9Ap8NvExxYTzbQ+29Nl6TPsKT5z3VZ968fPEUPVXDo716fMM879bFvONzjT78FEG9M3H6vJKhPj1Lx7E7BuRnvhGZnL19/8u9PpNAvQ5CSb7jTw2+bewqPo1POD6NVUO+DEWVPIfmCj59PuO8oiIRvloagbwVaxQ9Pwz3PdZiJD6niJS9oEQJPh35Sz4Xb4C+ktKevBDz9T2aexe+KJCKvrYCR7uX5wW7mwsovvPEQL07jW29Fb6cvc450j1BxwQ+iEebvjAdq71vF2+8FmdLPu1qWb23+pY+LDHGve8iar5v7fE9n1IZvnrz3711lqA9McgTvoi3Gr6QGnY9DsF0vknYQj3ZZq87r87GvCKWubsnuSi+W/mYPitNXD1nNCI9HuGTuzj9Mz0/EAo+io8QPtyfkzllDfg9rntnPgb9Mz3ceJw9juLiPRKvtr1WZ3u+RYvIPWEbQL02qwE+jwi5Pai927z4utK90/ZYPmN89D0abS2+8WQEvvVwyD2ASbm+e7axuwn8fr3sMou9hd4avnvccL2diOm9LhIYvVDjlD2Nwia+gNSIvdt8VL7MZZm+a2hzPXLGnb1sCRW8956PvtyOr73l3Om94H2kvVENsr2ivyY8s7WCPaG7rr3zuiS+EwY0PU5qn73PVQW+X1XCvbIxLL7qZK69mx3MPaTKYr7EWtO9jqPpvZgUjb4FtIu+ZvwkPJxKHr4pU1E9b+Sdvail9r1dVtA9ZgLOPSIv3jzbYwe+hFKDvq2NG779gre8+kwWvgllrD0PKa69qqpZvjFp9rxNM449s0souyfdAb500LA9A7sbvb8+rb5pfd+9V79mvPhZC77YGVc9Z2UivnR9kb7tgdO8dOAwPYc5a76fPXm8iKAGPoOaBL6EIVC++sgDvuPUxrrP9S2+vRhGvbO0gT3v3Aq+pqygvpKeRr7a4EU9Arh2vvunG75WV2C+AeeYvFmQn72cGA++oGkwvqY8Br5C6Zq9w3AAvuH11b0Rh5S8vWoWPii3tD3kibg9NsmaPTrXgL7g2049SVn2vfOoMb7lxu+9H0X3vWCBLL75l6e9MEtqvqDcRz3c97U9yW4ZvlaRd71Qm1C+YAjNvUvw0T2urEu9XkZGPTKuAT16RFo9AsHovbJH9D1fuio9SXD1vIXzYL43cFU90CMIvrb0Oz3Sv2C9LEgmvssynT2NiBQ+WhqMvPCSGj7Cvwi9bgWFPpRIXj5vgTq++aQRvXGSfj4j52M+PZPyPXD7Nj5GOOM9aJbKvZyFnD7wgyE+vqIAvX4Z1r0O4sy9D9cLvqTC+j37oLu8h+8cPvkmST6UxIo+rjXuvTmzCD7r0yA+qQszPSWpXr2nCUq9L8PHvSD4KTyVY0Q+1iufPhlZCT5rX4Q8VySKvU7/Hj6IS9a9qEjbPRCP+DxuEMC9NGClvoj1mz6Iqww+Gn4qPu1fBz4VjH89Rf0CvovPc74Xzro9WzBVvUrHoT4RdAY98BjvPUb+Jz2JRoE+FQEOPlvCJj4BdCE+2dAxvvo3Dj3x9XK8ittGPf+Wz70lR9W89mGcPRvec72hMxc+scTqPJa0OTwk3U69ix2BPigfTD2N0Oc9vIbGPeDX6r2h2zc93WIPPtPYKT4/4sS7KL10PHRGg73+oks+xsnFPX60FD5rLy0+XkEbvZEzGD4EEGO6QfEJPgebFb5CAwe8ZmRJPSiH3z3JIeK9bM9wPOxkJr4ybSw9zPmYPP6q+ryznp881XuBvZXmwL1rHpA+fnl7Pte4aL65ODs+xd+XvZTlBT6N0gW+aK7pPfS3Hj3wp269WfiGPdQHFz77jqk+6GFuvZPGz70c5VU+cg/mPEB4nrtsBnY8QP1OvUn8wr28Rlg+95lAvi14q710+xC+359ZvrXu1TyhjZI9aX1AvtfH2T3O8c+9Mv/evXqeOb2k6PI9dLIHvmMnhLzneR++ctQNvZg5A75lEFE+tthSPlz5lr3HDwG+LVxIPoDX1Tzj3EO9Co/WPa2KYrxHZDA+DbEgu3sa/r2g9za9+PQ9vKpFpL3Cmby92keDPZy+fD3NDRY965gyPLNCvLzEUNo9/BFUPtSfNz24LAo+e+wJPrORIr2fVy69N3/SvLC3iD2st2O9q4zFu/lSBb7pF2c9sn6TPG7xBz6u9ZQ84KFMvuRBkzua6+K8l/bYvUJ/AT1MLYk9U6ZTvdjzKb6nbLM8IHxfvfp4Nj5mKCC92scavpx5XTzzZUc+L/FJvq0mrLxJnHM99rQlPrB84L1b+cI94xXFu29W0r0ok9W8niAOvm3b+71MqGA+kYMovhpmlb1KwCc+/GAMPmLqub3W42M8M7QaPh+iwb7ySFe+HrFivikHjzzRR6c9WtkPvgsO+L1C1Zi9PAACPeGWtD35VNM9G3qZvbF+or1SGiQ9Ra8APuSXU7zb59Y9CKrivc0kaL1ckNy9T9/ZvABcEj5iLgO9ytCUPqSjnTvdElm+ouzPva+hjDwbh9w93UQiPt+gDT60lBo+FFQGvgxEcry4sMS9O2Xxu78WE765QCC+CMWcvfveGr3oRq89yAF8vJYxCD04EFM9AjIJvaPSOL7ryA6+geP2vhc6DT4/sGG+xbaqvdALOj6CRJm9byPJPYboez0wtDI9AwKzPDKJdr2Bmoe9qjZmPQLyfz1/Hcg9JqIRvPWirj3WuAW8TgqHPtVnfb6BXxQ+JVYkPXvNHj4g0gi+Pp1pvjaoCzxoVZq+2A6FPZyKGr6gbXc9tsr8veMbKb7HFP69hEZpPQFaNT2dFBm+QEi/vfhZQTwseI69b8gFvr3aRT2itOg9UtvEvSrK8z1nd7S953rZvFng1bx+yIW8uC7aPUr4q7xHjq29sqbavU3Lq70v3Y69UZbTPYCzR77oQK+8AOApvWRir74zRLC9u8JWvhC/jD1XqsQ9loc7PF8Hcr2UOg6+YyWEPS3DgrwModu9QIKSvCa2GL7euTW+EUAevoR1Sr2P2b+7zcNDPjHsqT2i7Lq8XjlzvfS80L07lSm+R19HvGrrbrwDWCa+CDA9vrmVKj6KL+s9350YvqzLjr1hfoQ+IhxkvsIEJL5C13I9eGQ9viwVOzw73ve9uUXJvQdMbr0oToG+NueLPfJeHj3yKDC+oBpvvbDzOz6vapQ9vXsqvhUdYL6JpMQ7AA0cPhlJNL7RZb49q70rvv5mR713yUu+J1iOvhqdJr6yP6c78swHPocerL27EC++T2avPa30BD6pCCK+GmUFvqzfv7yUmZ68ZVpbPZzNK77j3DC9p9UuvicpBL6g3247dH+8PTdE0Lzt2mq9dVEBvpMD1D1KFTa8azgwvlEj8r1l5ck93+b7PYbw2j07fG29PdxhvSTP/70MbH+9i1CTviJ3D74ibqO9tXGyvqmRGT5OGci96iivPWhkZ75OJS8+2bNDvEI2CD7aYe69eNm+PU87W73DtF0+r04MvQTnvb16+1o9G9SyPjkDU71xY9Q9kAMbvSUwiz1cNZI+1AotvRkI9713XCI85hdIPQRreD1JJ9S91jWAvvZHOL2Pzd46YOAOPQtYlj2yBUk+Hfx2vptLZbuOyQs+HrOJPdH8jr3ZGuO9efqDPXWc2L2QCD0+iJ0YPN34gbzAGoq8LQUUPpQTar5uT4S9MEBTPt0cBjvuVoK+IsZ/vbeRLz5gI+q9dSR6vdh+YDxbob6+9hHgPQ7YIr0iwai92TrEOmMFCj662aQ9KWMdPnCHhL0md0Q+jOjWvcKhBb4Mh8o9sAiFvpUAij7e9hM9uRP2ulGteT2KJju+GgInvURfTTzJJNk+0m72Pb57GL4y6jW++a+CPhZy1T0e4388GHFVPre4Nb7NZTq7j/aOvQT6ljwBRVU+37AkviHte76soPm9+G1UPbxR9T3BGrW90L80Pu8AQ76TtFK9XQFnvqDzuD1HI30+oYSfPqbOwTw6t5g+WZ4HvZHC4DzrVLq7CyDivWl5FD24SQW+YaLqvalzaL0wUhg825xKPsa5DL6EvBq+JtvJvTuES7tzzpK+9H8jvl+sYLxAfIq9xsu8PBVrObyzvi+9LYnivGTiVL2fErq+oVSAvq83k713AnU+Lg1PvjwO5j0ClT097/qNPux76buJVgA+qlxPvLQzN77uasW+C0lkPTenVj7b0Qu8go3pvafnpT1LHyU+1R2kPOamOz1SgIc90P2MvgqVvzsLL1w9Gy+qPUgRVL50Cb+9WvDqvfS5ur3fego+MDUfvRGUH72uIuK9nVVWPZW2gT4kewk+zN2svb7rBD4QAEi+LLE/PkYhlz3cUQa8ZeHMPaS0LL0MHC++MfNtvcH1oj6Fxz68ZRI5PQl1kr6B8f+9xA86vsPN6jwS+3I9RPijvUIVt707cfk9MVZBvaGIqT2jilU+HAPlvDNXkT64QpS+t75aPbKKUL7hOuK+7lmvvYN8gL631CQ9HXqUvnSgij5ewQc+uWONPpTuBL4X18A9V4b3PTaz4z5aU949EuiKPvFHrD7ClSO8uClOvpWCID7x0Ac9fLI4vgUFML7rbFo+MxluvptPoj1US/O9Fog0vtEWY71t3BU+uygdPjIihz7UDo++cKWpOGQoDb1NrI49hBsUPBVVND7o9v29XWMPPmLvCT16ghw+0q4rvtwMBL6IYgQ+fgMgPUKxHT1KGWI9H/GiPRuoWj3NUcQ9xPyzvN2vJr78dx0+HA3OvY/oML5pqio+aEhjO6nxED4hqGw7V4vwvPiUCD7B7WQ+irtiPcIRU77Pl9o8zgqJvqbfTj6KTqC9dbsNPEETWTweWR++A1ptPrNDhrx9Ikc9WeATvs68N76pMgC8+KWLvdm0GL4BAwM+/DNJPo3Hoz5My7A9tvYTPmoJVT64axw+kg3Evbv2Gz0JcSY96Q6mPZaB5r1P8G29FnxHvVN0mD71uj++1ipDPgietT19Goy9/XcTvtfAqDxwok2+ACoZPr41Oj4UFti954srPhxDfT0XBua9bjWPPhnguT1Khzo9eHtIPfyDQj1+Zd+8NqEkPugUgr6cmGM85DJ7vdT2rz0Kt0O9EY01PnYrHb5RXSU+zepWvEUA+D1JUc+7yGlDPMEpjD1TesU9bQiNPZjsAb5X9pK7rLm+vYK1O751hyy+B5FPPlmgnr5n7S4+hYDMPV7Ltj3smUC+FhJZPlTm0D0LSLc9+BT1PXWzBL7ESo69cCJgvqzmxL1xKai93LlVPS6wuT3cWl4+DjiSPJwXjbwkPW69LhLavIsO6j3QvKQ8YmN9vVUkoD02GJM9rf1ovZDDTT3Jits+gGiRvnwPGL2fyRy+gEorPjtMML6EjO48AMeEvnEKOr7ohzk+d9xoPdsoj72WRou+TDqaPQl+GL4mv186g6JwvOT4xr7YKdY9h1UDPqxAaL6z8VA8RXZAPEuUtL2z1CQ9BMX8vXmPSb4la2q9CXcEvA7WqbxLVI295i6KvQKe97wWM1E89elKPYEKeDxsak28A0uXPqzNNz0t5SK+TDG+vqzeSD68mgK+SXRePt+hyj2KfFO+hnNePiywq7tm4BU+3c1YPumsgj5vRN085MosPsJB071QRho+kHwOvs59MTzasJc9yhNlPj5R6T3UVB29m1DkvUiZLD7quXo+urb4vVMUgr7wqJS9RpaiPdEXp70M5T69gNaZvGoNEz3HS7k9vRYYPjNUWb2dR3O9LJlPvilml76Nb6K91kSSvVsZPD7aXZ49s5EyPq6LpL7hN2C9zAHPvt3GCT5ueJo7xfLCvR5udL4u8x090z4IvQ/b9z0je8S9WGmPO8lqkjxn7UW+7P+lvICIqT0EgWy+3IQoPZ/Taz41TwW+6hqJvm37+r3L0u8+WYQ9PXaINT4wCTI+NxVZPtHlpj2dMhi956SQPc+WwTyP7VI+nosfvvy8gz47q7u9T5tmvs+Z+L2iu4E8yvB9vl8qDr4uRWQ9g/u/vcRByrx3dTW+5S8JPhyABr5ScZc9m7qYPsiPrL1Orvm8AcaHPaJ4P74pTRK95aFpvhFPgLyry6e8rFYYPv0kpr2QkzK+UVZ4vm7e7rx8Vnk+Kci9vf8UrT09GEs9EixGPm7gBL5MZgS9zl1cPtt0lL21vCU8776MvnMnBr4LCAC+GzGEPrXWaT386KW9iUyzPScl4D0kKJs9PG32vaN01j1xPMG9mKpHvcQjDb6rf6i90FWWPBni671rrC0+DXtwPoMQ3rx3VW0+qRNHPhZYpj2NbqI9AbgQvqu0gLsNHB++7EYXvp2WRT2Tf689WtrEPTSbiT3UGJw+tuolvA1RpDy3jVa+m04TvsVtnT4JQD89siJSvmKLaT5vCWS+NyRnvg1wGL7ZYBO+MwUPvn8SET6AtLk98jvJPc5aKT4sSzY+bayZPSXJeD730JA70+dLPot3TL61Ex89bGqrvYbFr7274Pa92Gg1PnOZm7xWVmC+CCJiPg4B87seaoI+r6BFPqS+Uz4t7nS9JRiRPULCT7xkPjW+CXtnvrAglDy3YPs9zgpGvgewiLt232u9xDrcPbN1orxxLha+QRmRuzpg4TxYeJ+825xfvWo08ryXHjS9qQLjPckJiz4404Y+UZieve9Rsb1lIdI9WLJAvfZ9Yj1tCcq9eH5evnLolr0jyt89Ngz1vYuolz3dNDU+6AxJPgWPYT0LnE+9aR4QPjGDBD7sgzO+iV9ZPkH2rL0ycL+8X/EivS2zwD1ghYw+YYWPPZZ4vzuTX3+9W2T5Pb5RQjy+TTU+nO0sPi/DCb56xjS+FDVfPREWqz261CC+mVT0Oq8Ho70tmLo99tNYvXKRfD1JGB2+GHqhvZnXrr7I6Ma8G0kfPsRO3by2obO8uFYmvseIwr2gUOc9jLsjue9XIj04oqM9OosdPpr3x7t+4yY9aaOlvTuOvj1VVZc9t1BgPcyMEz0hWNy7KIPfPJF5qT38Xdw8FpuYvfByDD2F0g8+rppLPEXhXT5VEaI9toSOPLCpUD5Z9rY8qZWDPVpzQb1Sugc9r9C1vXsphj3WsZS9lHlePfe//b0OUgA+oAOLPkoZIr4dY589gI9JPQ4FlzyJyTi9VZdOPmnLh71FQks9btt6vuwoWr3lo4K9ZzZmvSDenT1v8AK+VxVyvcFNtr0ob3s8la2bPYSdAD4sHCs+j2l5vizQCT5KDUK+iTWjPCp54r0NYQI9iWrhvePaJz16jBk+ZyPYvWFMKz7hU9q9EQTEvAGCMT1VChI+q/RNPHcPsLx9/ya+yEOlPXMfDz6HKEO9GnpmvWiKxT36vva9WgqkPapVaL6/ADI8WfhwPjaOjL2BWK08+DBcPoc5yb0zkB2+lCnUvekXpr19WLk8LmevvlP4i75TmgG+zThlPlicJT2vVjE+kSR6vvSJZD3Wt+w9L8EbvpfcUz2nY469BEtjPkIXYrvAA/O9KQv/PU2OxD3yxdI5diRYvv+pEb7geve7wQtRviBWBD3A/r+9dVghvtjk9zzWDWs+k6e0PqI6E74FGYk+ZIqNvaut3jzqjPa9VuvnvR3PFz60pXK+RMa0PQBwbz61XQa+a4mCvTagNT2EYs89nJlLvqktRT7glvm9f+mEvupPN76kBoc+uh7IPZiQAT9/Jw4+jzpFvm6INz0iuqs90yM+vmzkfT79A3Q+WB+jvogT9z1GGUq9KaEwPv8rPT56/jm+QUWzvZFe8z0vdeg8EnyCvjt9tL1fot+9ixbZPUWWgL51ZCy9gG6IPu+1wj1CWJU9i8qzvlRZpb239KE94wGaPW243TtLdTG+OfXkPYJNyT2T1Dm9dCHzvf+zC75atjK9GAqmvGxoB74oG0C9mmN6PbF9bz6bhQG+2K3qOww/GLxp7lc9UwfaPtSDtD0856C+AaTOvdyBQD7R2W6+ABhHPAsQrjyH9SW+OEpKPcVQGr7Un2O+jNN2vIe4+z1tBb49pgKjPQAHUj6qD0++e5S9vX58G744KRi94q1lvqIwsT0jchK+4gssvhVDxT056VA9/Y2wvTJlmj3t49Q9XnbsvSQASr67ply+8pTNPdqdoz2DXG08xeoRvTVscz0XwDe+QLMJPka7+T1pYyu+U3IYPhrPLb47Xpw9+jD2vW3ZiT0MuAw+Id7Jvis7vz0euqs9pMxmvrTgMrzTJR89n8+uvngYlD5QR5s+B04FPl0cpL3oWjM+a1Qavvuq+TxYiBA+lw0svs8PPj1ctg498nQGvm5PbL5D6pO+7CEIPcHjmb3bduW+hC3ovM67qj0BlDg9kFhDvS3asL6xp4U8rxLMPInBU745mag+dqLhPeMpXb6yiGO95KKtvOngAz63+zC+53a4PSfJsT55TFG+3uhcvSCK972+VD09FiSDO1+xzTxLnXc9A1pxvpp3tL1zEQ2+8Mq5vvFYA75/dTu+js66vvJ4P77Cc5G+FNJnO1b5fL5GK5u9mu6uvarxhL2E3go+TGY6vuLk873jzxo+j7VIvjlIKL0uSgu9Dgs2vmItEzwPrZc+WrEzPvEepz7b4Aa9X85oPvFofj6Enmi+MXzRvbeJtjyG/FK+qzOXvTgP5LtQV5+9iUtSvYz1Db5+fzq9qqzROMf+1j0zQJY+xnVLPR7mEb2ooDM9L2ShPuXVOj0yK0Q+ATuBPtaehj3KzNQ8/qCtvcY/V74Zg6++A2MuPv1jHj62DCe8knr8vf0BnD6+Zs29/ucSPs3gJ72bH527sXkVvgatGT0/W+o9EujivLDsO7673rU9moVCvtEaO77GWh6+IHwHvtRK5r2zWj2+4xtrPXSS070mMbe8ikxRvot4z7080mC+7jJuvS30x7z95ka9ucVUPWfSfb61m8o9BV0Evk8cBr4bzlu8Y1DVPU5nxLtv3v69H4TtvTTz2r3HeB09ADL2vZHX1b30CTG+IjZmPV37HL721xK+ULmHvi4sDz40XQy+0P4qPWxZ0D2PyqW9UigtvhpqZb0z4Hc9NGYCvhNmw71SJwW8ZqfvPdvcxj32fXw9bRjeO9Ms5b2n4n6+rxivPZHVGb7uGqw9P/hjPOLqoj10Zr69j5S7vVIFpL4cYKI92g28PHC/p72DFMe9gdxSvWRdQ74fshu+YrrRvfOdHL7japm9VAfJPJKOpz0h8Bk9I+NJvjy56r1NwT68+CizvMybFj2+zlC+q/sfvgEX8r2rzTy+16MKvkzVOj6Ak+O7UhX3vWCw/z19MxC+rSg4PQSbhL5P72q+PShFPQZTrjz2RIw9LdizvWcPkry9jGK+JzktvlN8Lr6HyP07D/yBPTZQj71NCAq+tAacPafruzzYDF49ZclEvaqYMr7f7/C89sefPUvIyL0r9SW+XDpgvuqGAz2B+iM919RuvoOgU71Xze282nXPPFQTEj1hEg49AdXnvZFEIL5EJKC+7tZKvrz4DL6V1n288qDsu2CMrb3N/4W+m+kFPpLKrT23K4q9l9tJPYUHBb6cU7O9A5QVvp+SvD5+eje+U5EyPcLsbD1warK+2rQ/vEH3Aj501o69YHlkuwGl97yp2Dc+c39oPS8J7D11mhs+Gw6nvv/lrj7Osvc9Gmq1PLyMGb5xmpq9OkrmPR1t6j255Ry9ky8MPaKdWj601Yg+X3XRPoSSHT5clf494kDkPIAvlj73i769+KgOPjyVCL7yRgY++dAuvh9gyL4DT5k9LdzJPNO+rD3krLs+RVSbPMwxmT3oM5k+tFrKPg6zBD6LG8G95reovuZ1RD19qYk9R2wpvi1nnr0g1649QNG3PNPnTz0iDfM8Na0Vvc2DbL4fNls+mwJzvPXG2bxAHrO9e4nTPnWAmz25mD2+ZDWGPQ0KPTydpr+9RPmLvgofib2QMli+C+QbP6kyfT4oNzQ+8KVcvQw8Jb0pG1w+moE6PrFyHD5SLAC+iQaGvV5mh77YX/m8cQtcvq1V4b12V7W9kX18O416Zj4qtaI91FpfvWmW9b14BbI+nnKlvZh6G77QZQo8q5YYPgsneT5W5V8+FBKMPosMOL3BYnq83dUgvJMKPD7f6nY+rbgvPJhah74FeUW+IVwHvosm0D0uMbU97lwXPW9Xhb6A+ZA+4yEfvoa3wz3doOy8J7QdPnKVuT2EAgQ9ZEkDvoRbmz2LHzc+a4E4vZZD+b3ctki+HbQePgWqCT4QF2e+cWXpvHUKcb34B3Y9MhMOPnGOnz4e2Vq+qvjxuoEazTxeT8o7LSOivn9lsz2Csuw8YGGYvPnIM71PSZy+DdGZvbuAqb0WLY487OrVPXW9Ib72l0G9LIS8PkSrkj7EtY29tWenPJz5tL5jy06+L9ITPaolpb3IXDM9nWzuvcybij3h1148DxRrPbih5brbU3g+eYgVPcdqcr0Gr4q9Ml4JPkpYhz2BKQm+XOMqvipMbz2eLY68hjtQvk2GQj7bfBQ+fBB0vMfMqL1ndBY+JodEvmTJUr5bMCq940sHviU5Xz2OOS6+onVjva+PwD0UT+S9u9k4Ph76Hr2LIp89L/3Pve4I370Oc/49OWoevvuFNL4s8n8+AakDPTcuIj2iSYm80XpTPg+XA74SKv+9BhQPPswG6r0lpcs8wesFPmKrMj6TQXq++RgIvutzVb4wFh8+8fXRvVN2cD5fEzM9UdiCPn6ghbtl5m2+h1+IvVlirT0WcgE+AYVivRiEh7z0VQq+xbwYvSvzOL46Vrq89x4mvIFREz2TeaE9qkk2PQ0b2TzeHFG9a6SHPpiLeD7mUeQ9wIZqvajfVL3mxic6Rsc5vnWxMT27Zii8JdJIPtfmoTwgkEC+IAkFPlpiSTo+4xe+CClmPpEg3z0gaKa8nJgivrrWyzxnh7o9l18lOypugz75dG4+8WURvh0iZbxNGo89jYxGPoeT1T1w6rY8SyO4vVG+ib30WEG+XMtCPQKK7j1KSvg96ZkbPkYQZL3qah0+MzeHPEbYHD6fcys+RDViPZJPgD6y9Q+++WiePNV63r25jca9IHFIPlAGej4yseS9ny4/PG7cGr0mIJo9oE7WOt7kJT5s1SK+iFMCPrcrkD2vQ109PDKOPTkLDz4EmMM93HKQvb29FT5k7HE9wLkNvtOGFT5rOV6+1VXTPVaYZD1dFYU95FYiPvss270ggIS9Q5IzvipVpDyLKAa+JAnRPW84oTzQDjY+gqEvPjCh5b0yxzS9MbcnPBJMeT4+vX8+NCB4PbcjvLz1uJA9llfZvQxJjzxFEbM9eRP9vANxRT6e8pc9ZCJ4vatt/DyPI0k+0R+APunIFj0TCGu+eTgDvVsRF760DJa8zyMQvsPITLzMOcC9NqJvPcoDyTyQmoc5LXBhvjm1aj4lYc89qbUsPtGRtL03ZKG8aFm2PfYASj1csqY91I4cPt9Zor3Pwv49zxiKvGjbFj3Zdko9SFLaPZsiAb2Fprk9Wh7vPaM/D77Nxzc99d+ZvMSTOb7KIji89oTWPTBJjr5c6Po9IGkUPo1vJT3tKW89jZkCPigpBr72ueY9iE/xPZxDPr4/vy4+a/MAviGorDtza1O+jbqWvgVMOT6UUNQ9tfY2PnWIwb06ZsQ90IrTPTwmwz0Q7NY9aBzwu+MALz10ega8+bkOvi/KfD0akD2+y0UHvYKO/D1K1oU9xiJUvRcqEDuJ9UE9RMrMPLOKUT1shPE9hUqIPor447ze7yC+QbZMvdCNQbyamqs9ipMbvLS+gj2dFQa+/OwwPhC4Ib1RSgM9QGN6va7QAb/90oS8Vj+UvRGOAr755oY9wKNfvswTNj5S2eS8tBR0OILn8rx+wxi+TYULvqgxZr193/O9xUgnvoea7r372B0+gqV1Pcm7Cz47uAe+KacePpHRL75i/WU9pSUOvTlsY7vQkRo9+cxIPS2/9b35OIY8p68RPamZRz5EkHA+PAbPvVseer3a3128WvlNPtotrz099JO942iWPFc8YT7J36M+bY8kPbgvOb0e5MQ8GriavexGDr5wrs09Gl2cvueNLr7kxSS+XymFvanhor21H2C9+KiAvc+YFj16sX8+/XTHve88hz4Qyh4+ciyavWlaPj4/Kbg+LBYKvi+P6ztMoZc9CQXqvY2G7j2xZDE+sEYBvi5jTLzl8p+9sKquvAKwAr5Mk+290rF5vUL5n75wXMc9Sc+OPbag3DyJuQI/DwjovbAw7b0QlY6+HAwPPDYBeL3Xd9C9hA8dvjq8Pj74kiQ8EDQDPt3zr7zf7oS+Kawbvv3xSL6mzlY+R7QUvTWzhj6i0vI8GfmIvSoyMr5R1PE8WuJivv6gfz3xN9K83/sVvJuMNj09ka299isRvZlmFr5rn7+94gnSPWOJuL70uHY+5QI4PtFctT1V0M+9n0IlPtcAHL1uS3g9AfIFPoxjjr6YACy9hujHPRGWsb5zH8G9QzgOvmSFNb3wScc9A0ZSvSelIT103rS++8JHvqaGSD63Ydc51BEGPp38XT5FjLE9LfgRPZCRnD7lp8a+NuOlPdqUnb3O410+YomlPafofjyxqHE9KjS2vvR0m72TCmO+rKmrvtzZxL0m30k8FBI2PkPRWr2NxtK8DnuRPr28b75y2nA+mvlCvL6LNT5c0mo+nMERvsuyY77bqii+YPWLvqIRzD1vnHm+1Av6PWJmSj452zM+5fVtPoWqjr3su/g85PASvd7XiL1ttCs+M5a2O1Jfoz7yNZw9fQWrPdiFLT6qiK++pOM8vkFnNb2vG1U9ey07vR1h2b2DGtI+IhbIPGDpX738m3K9gt5/Plhx0rx8FFC8PtRYvk54T70ivb89yuBdPY/pWD5/XJg9N6+NvPBSjjxPsjG+0jaevtQUHz6jGJQ9a/0EPX331jpKMDy+kBv/PSnKI73eIzE++CkdvmkKHz50DSe8QcKfPTsgjL0h/P69AwUAvvRCsTzrs6Q82H/svaKenr1RpFO9HUfrPOe7D76ygxq9iPWxvVHB5b0KDBy9dke/vdmHaD7X6GY8fnDAvD1CAT49ELG9iHmAvQThO71DTAs9eibpPZYZ3j1DqFy7YCO5vWomG72APFw+26WDPf55Jz2n7Ny9gYzavBGf8Tu02Je97RCUPQ2Zhb5Mc8o8l0iGPOJBMr7mtwS+lxk1PTfUHj7nYoy9ViPZPfFixD2s+3o9FAg+vs3nEz1YaZ09xeYZvqrIhr2MUCi+R7x/PQIcy72TknK70hHXPd2gdz39Lhc+ALIvPk68kD3k4Qa+T4zfPWSDEb0/pLQ8H8JHPevJmL0N3ry8TQECvru6Nr38L+k9MiZLPv93A74nZ1S9+GmcvcVfR741jgk90PpaPArHtr1IGj2+O4VrvVhlmj3a/ym+fa4Svue8DD42c2E9ZDZlPViJVr18Fyq9H3QUvbBzCb2DG06+BozMvUL+Bj03bWi+539Pvpf2Jj09aB0+8g04vSnivL3R3mi8Ip+YPRWaDr6pjEq+Oa9GPa2yHb7yZYm960RIPVvP+7uvViC+YxmwPTW/dT4UTTu+OjmTvAyEmz2NB5a9VQAOPszFuzxNSqa++7JkPUSbGD6x8wy+J2r5vUC1kj1mniA+0zBWPpXwOj6S2kW+NfVaPpm1Ar4KvWc+DCRwPs9klT7NkEa+11hQvuzyWT5vLVi+XO5Kvtyv7z05CcW9RcaMPbKkZ7060yw+kN3xvUrQkr5AKKU+QSJTvpDQYD7t6Wy9IqFMvd+8DzodOt4+XRcpPLJ2/buYN8G9Zz5evjR1qz5jtbM+Tf3SPXmG8r11vs4+qKc1PhHrJz6273i8wgpDvSMBfzxQtCk+oLRHvsyO+b0ME4u+aPnVPbKIPj4LtaE+Rn9bPs5RAz4MeaM+dpiGPVfL+bzQ1kg+/YwcPny2g7wZQ94+nRUgPj0Wkz0vtla9Fahcvea7vD03PIg+hwNcPlyri70ohew7iQuCPgSlBL4USha7r+CVPZNmZT6Rjgm+GTObvMBnsD529L2+CrJtvQrS2T0nuXs+GT65PcHxLb6M3hI+dm7hPcKcxz7x8Xo+dDfZvN8IpD2qrjq+MbekOyg7gL4/dgu+m/W3vQPA6L1ip5c90X5cvZ+ChT6Kh2S8hv0NvujvUz5ozzc+iXbRvRVPOj7BPwW+vAZcvQGHMD4y/se8BrPIPsaLP77nSCQ+YT9YPTnUpT7Ec14+fYi7PvnlRT1SupE+4vTKvSc8mD7DLOo9C8nvPdO/RL7COVA8CbB3PGTw3zroFWq+trmXvmQJsT0u8309/VMhPRzMKLzFloa+KD+yvX1KRL5n26o9c454vdNGRD6ARtm9iEjSPVHKNz5iUZE+1AF7vB47NT4BjyE9iarDPf5OAzzs+Cs+AqShvea+mzy90Sc9r3STPvUhGD7ylhC9LJAPPTr4G772+zA+vTRcPB564z0h8Gm+Kw2FPpVs7jxemgq+iEEIPce30b0KU+U81IxuvKngZL6vlvi9aFi+PMrZdz3q4gA772ExvRZgbr6gbMM9ZM6QvX5JKj6Nhls9GepKPnZVqT4IV6475sJRvj/rkT5JjUY+pu7QvcMXi7ySJKS6FlPYPbKvDT7rtxQ+vZNkujntTD2F2Ke8CCwjvjHWZDvUdRc9jaTqPKrDVr778N29ZjpjviOQQ74c2UQ9jOVgvlEFsryM81A+k2PyvXinK74PCg0+CdRbPVFf8j0QiGC9SkcVveZ3vL7dxQk+vnMCvoziFr1vZPE9r1UUPbvKLj7dRFK9reD9Pelnkr6coWU+LojRvRQh/b20r/S98kH/PbvQBj6eFee92FTyPeV68z3LW7A+WlC3u8Fy8b7yDL699YGMPpizd7wIKUe+JW/7PYqYQz6rYv485iK9PWSdJTxStC0+z62zPnWxir5ZmAA+Vg6SvB6SNL4G6tK9eP34uw8+m772BgG+VhoEvVJejz2IXZ896uyAvmRbKb2U4v08iuA0vQPbOb5t+PY9r1wDPVXZhjwo+Bu9I0VWPcHQh77TGaS+2TNSvvjcxj3W1we+LwKlvmHVpr4R9qG7nh3cPXwr3L3/phu+jxBNu74DEL6Bd1q+QTEQO3apGL7acYk9T4QWvm/p3L3xhtK9kUWevbI8nr3OLMy9r7yiPFrYKb4Weh++AwS5vdwPRb4+Hsu9OmPaPZfpfb6atZ89qtZvva73Xb5FcZE9J7XYvAo9oj2Afhi+JUFOvovjEr4NlGa93L9Hvnwcl76yDS++xVPOvW+jib7E2xC+snsAvm+3Bz6xNIc8//yPPd1Oq7w3S468cnJhvY6tmb3weq884xJYvvxH8b1CNIe8KKV6vdt1K76ZLb+9rrzVPQ6+lL0yN5m9Sl1UvQuK872VOzC+wqWjPXfBWb5+xJG9cc6avRpngrxsEl6+HNDGvdtWij1jqIs9OLhjvj50hr4vpbC9tbBWPdZm+z2yTI09ReE5vTb8Xb5wsEu+05mOvh42FT5Crvo84MpIvRDYib6voww8muKMvoBKG751VRe+ze7dPb8RXL4/XNC9Z1mUvty2jb1//Ga9kZgMvojQ271SwAO+hAAHvlOoKL56bSe9hRJsvuP0WLwul6I9CWo+vSRNTb5liAC8ZjpvvehlsT0QBy4+Q+SDvCF8Cj16dIa9e9w5vWP+OD6b56a8AZFwu20+jT5eHk6+RYImPnMmgz1b31k+U+p7PsTqSTwKaaK9CtAvvrNwSj2HzIM9vY+Fvjt3HD4EK9o942pyPsb4Jz31MRI+crsBvT8CCz5tm2E+kZrtvdO4Sr2qc36+LLTYvdJn9r3Bt4w+6+L3PVR8w7wWjhS9ezOLvJZtGT6pRsM+aLG9vU41E77hcri9QVSWPpWeqD4llCc8qSTfPT7DUj1PE0g+L+vvvTImKT2GR8E8lrCHPjT0JL16/lk+vJ9SPtXUnz71er8+Wny/PWmEWT583mq8PxnRvfD3Gb65MD4+qQakOw0w6j2iJ0q9fGpBPgkqJL503ds9qbXBPR8tVT5Lyig+4YMUPXFclD3NeIu98poaPmJBQD3aGss9/EIHvIEZJj6zOPe9+3+ePbvlVb2cIXk+cJvcvdtnKj4hINE9NauaPsjJlT0XjGG93uEpvWPehDzmIqe9zeXLvVUYpT1gpwk+01shPl9xbT5OyGM+2atIvhg+RD6fUgs+uRBiPZXW070llks9lnaKuyiGtTz6fP+9j1AgvhXIlT5dIkm+LkvMPpeKFb41pSq8F+O6vRbQWT6/gro+ndwjPjyp5D1TVp69NF5wOp7bur2LpQO+4SqPPebdyT1l/Yc+9Nkbvh0lVr1wUxK9AOGvvHwfnT7DEje9/+xfvSb+Sz6fsTO+1dmJvXQSyb09wUI8pkoGvtql6z2t0eM7S1yive42yLyf9k290MMyPr3UzD1yN0++wD9avpMN/z3qWxG+L5bnvc7yTb7tnp492exmvutTuz0rRpk77+JhPHh9VzxSDbU8mNQkvXiZ6j2x+eO9WnupPFTnCz7WCGy+YJONPk36ab03fWU+Duc7vahkKb49bUq6rZU6voz/xL35MU0+EVcPPZaejL5RC/Q9ZW+0Pr6Y3rwlEU2+oBGqPfyeJbuvAi29oO2XvuTALT51gzs+bSvnPbiIkL7ZriE+GovJvNWXBj5xRCS+8O4JvqJpvr2ylXQ9UOOWPVwfBb6131A+YjWMPhEQYz020Bi8+PjiPYqKkD32FNE9pTJEvIrsLT0oMJE+6owbviyblL3wlcQ+uGG9vOsG8Dx1Hy+9acTZvXfyC74QsYy9O3xgvRVchb5CMgM+AWKpPQiAAD6vlHm9hA05vgLBcL0EI5Y9MEXgPejwrL06tna9gUdfvbns/LwrlnK9Uw2zvZt2lr2IKCs9HGsfPuDzuz17pam9gBGgPj10Hr5pekM9rPd5O9sdTj5475u9Fw6GPCdwV759nIY+0JqTPXzn5j1lLfq7cWngvU6khL0+oou+96qEPqTmq77TtZU9FgoJvuhmN76EfyA+U3cSvqIrKb6ZWJY905QnvozP2zwYbII8UFgZPZa+kr4dlTm+kseUPUX/Dr5fmJw8tICuvcSXkr0sUxe+zyhMPQoMQD1eQsy9++sIPqUt+rzsCAw+FpVpvkgzcr3ouZa+MIrNvYIpqj2nMic9gsDWPUZnVT4JZTG+wzIAvqPt8bxmQOy888GTvRRYlr6khSi+8esyPQTDN7wUAaw9UdRYvoxZE73t67y9tu8QvkldPb6qkwo9F3sCvuDEEb6z/y++b1ugPF5OIL6ksTq9stAUPJfu671ghHO8ic8LvlIxhr6qcK89VP9dvpYa6zsB9Xk8a+XRvZONFT2fTj88SW9kvNwRKb6XsDE+XhfAvQtcij3n4zC+V7ahvWnxH71tauG9imQwvZTTB756lAq+O0q+PdKpALyQbLi9C74DvjXGl77vATC+x9XKvdzzGr7stYy+yzePvuJpHb1pAjK+9IuXvq7bZ75p/08+rtgrPH5ECr5G1+680qYiPrHPJ76vIL87baYpvisHBT5l9/U96oeluzTa8T1czpu+m62GvQ8BkLwgbqK+c4mcvPPoJb4y3v89qK0BPVN1bj3tNNQ9fN4jPkuPn71iV9e9+EYevchBVT7QJ0A9XAFZvgKKND7xsLw9cnfruR9hGj3sUy2+qL0xPjkf3rzrDwK+yBX0vdIPTb25qBu+NY0UvvbyO76yIXk90BQ8Pk2Pir16byq8pLJpPoY1z7y1t0c+nSFQPLxuST3H0NG9vP7uvZvWSz7m8vc9JX8DvQPpWT4kAPe906FdvG98OD5MmIY+a+/VvsKosD79l04+Mkclu4o2rL2YWxM9fWHrvTrLU77/Iry8LHdQvUVzOr2hGx++9Iplvp0Uhj7CnXg+UWR/PsTGWL2EkPe9dtrJPokxvD4SH4S+T8EoPrG1MD5+VDU+BG+aPeiIpb252yY9vIuDPTJ1Az4ysTS+wycwPhFyYD6H3QA+XwnDPLOTVz4rYRE+pgGxviBGbDpXxyU9DX/Eu/EEuD0d0Tu+RvjKO7ZZMr6tF4I+rYcnPolwoT5+aq29sA4XPjHVw7wNOW099sdWvVqTBz72IYW+lFg0PX2oaT5sgvW9t56QPdvG2b2hlCA+MTu3vTFEOb2/VU09uLd0PrNjpT5587A9wTNiPD+KMjyS4Cq+J2ZnvRHBbT6LABA9ErDSPY8qST4O9iw9mrswvsGgjz5TlL29Fxo0vkCf0r0HGk69MC/pPaSicr5+qtm9tDgSPNYHdz2hqkC+6PjMPjuBwT1D61c8qCI8PhmhSD6RUZ8+VFNxPgMgwb2xQ6W7jBuIPUpqCj21E949lmOlPUrWtb3b1zE+aowavubiGL6SGIG+9lGdvu4YcD4n+3I+qbNTvshp/T2kPz6+XrmKPfKGVb2j/iE+6JQsvhsVKz60Gpg9kjsYvgl3ez0Aoa2+7LGHPHp0Xj2zexG+EPyJvaXKUz3NJ0I+HSfbPWlmf77UO08+4aRTPR8MQj7+qDK9bM9PvnXE9j3RCLi97ruCuwzTj74NZA69ifqKPtZeBT01JqS+2ZDWPWOkoz3xf267BxRfvuY88b1InEi+so1HvvjPLz3DJrK9xwD1OqBGor6eM3u87g8gPoeapj3avXQ+PpA+Pijkcj2AqVg+fsvuvJ5d6z3ch7y7h3fPOhUoq746Pk8+H3wbPZcLeL6kVjk9JN+MvUdlML701ye+NkVNPSOjeT61JvQ9aB3/PQu4T7xPmNC9229JPAxxszwHgIw7UkkIPvSgIz1kNkU+T9LVvTofuTwxzqA9C+sePpW+PD6uBWw+Y9xmvRrW77vnED28ahrEPIkZbr4CdIK9HHmmvfDAY719VBW+5RyMvHBo3TuEkPM68UwjvarU4TyiVaS+L44VPgWyW7zYuOm93pJJvkPkUb7bTy++C7LbPdoZM74G7Ny9913IPpJkBL4Os9a9VUR4vqsjYz4L7ym+9aEdPrEglL3fmzk+OF+XvSiBsD1Y4yY+w980vsQair2sZ4a+wgePPn1u5r06CZu938EbPEReEb6qGky+UZu3O6c0rz/j32W+Lw4PPTWl/T6DCx4+6EVqPxjwAb6GkME9X++Wvnd5Tz49x529ZdFbPgpSgL6yJB8+04ZrPrwJGr7MOgE9zSEGQIi4yT3xa1y+bWmivRIrtz4gvh68YuisvnrclD+ZJoG+xEFUvgBZ+rxxkCu+IjYEvu25wD332cQ/ZC6HPzHCqL2V3Ha+CnzeP1jdXz6/fzM7Z54FPCsGrz6O3BA94ZsgviClYD1brA0/h+HEvTjzb77P5GE/84LrvQL6nDwlSJG+7viGvuyVlD1r49C9MvmMvpoj+z0QqG4+dxauPV/MGECXTIG+dzcqvpM90L1Bc6m+Wy5KPC+Icj0qMqq5uF5rPmmii77T+7e9AKY0vqBDAb5Qhem8u6hRvmSomTxeX7c+37/3P12bEr0bLFy9PHhDPUMG3b1Eoje9OV2ave3JDr4q+gq9G2DfvQ4WBr1QpAY+jb8OvtWSMb6p+9Q+LrUgvpUnpD8TvA4/6W/tP9MYfT5XYBc/cSi2PpZqS76GeM8/kXiuPFI1TD0KVgq9iri1vSS4Qb148KQ+C9eiPkiXLj46J44/8bAqvl0xAUBfaGK+EnLxvcckIb7RfsO91D2OPvA0oL7hke4/YKtXPvaCg77NyLI9w2lavl41/DxEcf8/nmLgvXJoQL6iG8i+K+JIve2JtD5Ox+A9MBQqPSk6fb99yN2+CosAPvK7yry/BBPAZE1cvscT8j1QJIE/lweQPUiOLb7vZCG+Caczv3EINzyFToi+qZeDPUmPob0F/LS/lrQNvaC0s73Yu/g+5teGvdW/Nj6L5Z0+BaQvwM/sTT9+zoa/FQ2evI+EC75QsRM+FBZiPsmMJcD6DtE/fdYpO8uFIL5u4bQ/NbshPTjeyz6HZck+IPafvsgpsj56K3q8BT/LvZRRaT+bYlk9D6GtPnu6tb6vV1898gWxvWpAxT+/mgU+EsptvqXH9j0BkUY/kDAXPJqzRb9SLQg9PQYSwEDGgL9bVPw9YDlhvuF8Oj+NIIU/5UpTvaNibT4AuCu+kzQNPvuSiT7aWCG9zgPBvR357j1BS4g/bZcuvdLIAz2MLRc93U7ZPbT5KzwjDWA+yervPPzZnL1h1uk9dG+tPuSIFL4q4/e9ektaPnb5Bb5/nKe8cTP0Pbl8zb8Zxxw+nLe6v5sM277/kZU/NaDdPFxZaT6sy3a95d5vP1/eyb67ZIQ9+8aGPNO2Az5ymd29zYfiPW6BA7/Jdwi7Co6GPhZOMz8NeaY+NpZPP6sYUr+ugMk+mBgCvW/XhT5w1ju+RV7SviOQFsAvoPA9j1wUP+AfCr7y+Iy+ssMhvUZDIT5lf42+WHKwP1byx70rDT49IvpfPoMKRjyo1Ta/xO05wKORk764cj29V3O/PSiQ/r8SwAa+XPcvvanU3T632Qc+86lzvZZyTz79xkI9yQVMPnK0SD0z4X09zhmNvqAyJ8B6IUq9TdnJOjF4bz4uQcE8EhhGvfi8iT4EmsG/CsnKvB4MCj+eBFc7wvnNPd/lvL3xkTA+MOX6P/Ws3b+ok5E9elysPqn7zz/wwga+fUlbP7vxT70ck/Y9Gx0Ov0K0GT4SuR09z7hrv1OOVz1RQB0+wh6Pv58AKb6qRKQ83gZBvjiITr91QgE76V4fPjGANr/2p9q97JGnPrL/o70eK1HABrlTPaAcOL7CVWk+HhN+P+5HIT5CsvO81auDPpgVoL74xv4+kJyfPSbEBT5JW4+9zmDXPSLM5r3uhd49J20oPmfUaD8JX6a9NyBFPmBviz2HJR2++5A+PiPuBL6b/6E/Hka0PZslGj3D+RG+BdD5PXKRGT6QTWA81OyoPycDGr56LPW/DIBjPU7XJMCs1Pi9joakO55ww70cRCW+v19Ov23o0rxgeVS8wwkdPIGv7LvPrxK9CfzYvjllCrx8b8m9EQGDv4MkDL7lOgFAQDmBPjvSKb787Qu+tMkSPxM/Rbxg7ec+pofoP3JvMr5HeY89Rw1VvlRHgj0Tyw0+njoUPgxxWj4wfVO9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "YXyMPeGVnr3YGHu9PGKIvY4Imj2rV1c7ejP3PMUCjL1k2Ui9ZHvMPEvTNb1hOZU8wbIRvceCyL23ZTs9+U7kO6CYnT3Ts5a9ZoJbvYBonDyZiIK83ygYPTJe5b1/ocG9wBuVvdNetbsZ+zC90LuDvTVDqL01bxq+2f+lvC1wOL0gsMW8b7KPvO1I+r1279m8XV+hPEMl4rxJxiy+iHvnvV4bkDyb9Ii9U4kTvloR6b25sd29NdwTvp4NwD2NRqM90ZyNvVXh1L22MbW8ZPROve8BML54RAG+K5Y5vgM5/L1+LeS9tLlFvXSALz3faJi8B2BpvctqK775cKu9aIWavPQ6czyyu2a9K8O0vaL1QL0b4XM7wwhVvSs9BL7IgNu8KG9wvtpQoryeuik9qUfbvQOiNTzNGMy9wiyxPAQh1L2NKEy9QMovvdNGhruCzxW+7XSUvMP50juznyy+erC5vSJixLwRDq29FyffPRu+Fb5g1Lk8bsgcPUjgSL6ts/28C7eJvggucb1FO0G9rQG1vSJXAb4wqEq9UioxPJjvDzyzapg7AHP0PUw+1r2KNDS91KRKPM25kLxlmTW9EJW1Pc3hubz0IPC9LK0Hvl3RHT1Ia8+9xSy8vSkOITpw6K+8a8+MvXC3Qb1gI529YX7XPegkTr1U3zG9E88MvqKnCr4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 