{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "vrmLvesnmb1G3lw+MCcKPiOu9Lx99Lw8NA0svQlWvb1O1Ku+bvcSPdLbrz2dGlk9H/1nPu9hf719ftO9YS8FPtG/jL3JpwY92a2jPUIPCD5YEJ++S7cWvTRUKj5gQLi9zS1HvhK3eb5zHsC+x8b5On18mr75YlM+mrlgvNDTw765FdU+E6uSPYvqu76EIrm9bWAFv+NOa714djC9/YbwPVpbiL4CB1a+hk9VPuuABj59Rgm+NiVcvHNvvj2X6PS+jp2Ivog9rr7ZUxS+Ye+IviZNIzz3vh89yWawvcwjn7yo8Bk9s/kYPb6JBr1CRE0+WUEoPvW5Cj4dkoI+79QwvkAD6L4wdbW+U8J8PlSTGr4MsVm+qM2pvbXrvb2Akjm+ltz2PGQi9r1X57m95w/CvVhDpL2VIXI9dYuNvhts+DvXGLI+NRl5Pk/QEr7VZQW+repoPreElbwxigs+qShSPPAmjD30uaU9uBI3Pg4PXD2+i4M+4DTJvs7YnT54UY49Rv6gPbRwsj1PNSQ+aHcUPZsw1D10qvU9YMYvPKX1Az7yDFO+xgTHPSSpHT5LqfS9ijaFvaN9rb4ZcYw9Cy8qvsTerzz0awg+P3IpPnZuzbyWYwC+yh9sOughZTwaT5i+2u3zPU4sYb1jMam9NOq1v4X+mb5rvCw8LtlGvryxGj4TS00+sUhoPjMVFj4hjZo9+BTNvRbvbD5CC3e9wV5JvY2Q2bptbx49TC+PumRbYj3qeLC99gkFPqiTBjyGP4C+OZDZPh8nQr3JsDk+NjyMvQNUL74CacK7seZbvd/uIL7LIYa+U0QtPC2pyb3LEv69G17iPAH+xL60OSa+OzUdPgEbajucPRC+81QxPpdcFbwKrEQ+YzonPu3MIL663nm9qbM1vgR2iD4EbYk9EeGIvkE4iD1ank69+0cWPnRYhz79ulI9cjW3PXfsgr5OJwc+rJXEPkCjUL7y8Zm9xjhVPPvPMLw4iKC+oRF0Pi788L2DTGi96rEavU89/L0hGxq8RsOIPZSUab4pEBA+8t4EPpFiZT5ZCSq+hO5Tvrjuj77eZf28UiH3PUD9db2cwME9F9+DvVy/hr6PdDO+E8m/PTC5NL6WzpK+wa5LvZT98r1+cSK+JpliPvcuyD3F+g2+ENS5vjHlI70uxAW+R80EvrNNWL5WfSu+OpCNvg+KBb2puUE+rihtuZXBMr6WUQc+IEuVPbD1ZT3AFbo8agbcveEOrT3xldO9fpSIvGihiD4J/5w+HtCBvWFQT75vfW2+rsRJvedIO747z5g817nQvIpJLr5rGxG+JfgHvkJKvLxCfre9Nqs1PmEr3b02Cd++B+zavPRc4L0An6S9fcd7PhZZpz0MCB++cwfbvDPe8r4T9Ia9unODPqUvyj1R9NG8txT/PbNiq7wVw4i9gr6qvZS6GL0jhkA9wM7DudoSybzec2q+HOcAPmkPi71GopU8l5VOvqIUBj1wpS0+SWZFPuxfpj2RIxy+XIEdPuZWLr1CDhI+7p2cPjg1pT3XLG4+3NkxPgSAyT0hfxk+nAVVvgh9Kj45UJc9MiEovhGuRDvbtbU+enCRvlpnd71D9j+9yv4uPtSicT70+Jm+H8Mmvvkavz4LZ5S+aLY+PgF4lD6JNCi+V4DFvNoozr0MIty9yBdVvTptBb7T6zy+jrmyPX07b7ygJuI9dvX7PPu/e702qR0+rrdjvApI+b1Vt8A91mndPWSLYz6N8Da+ahAdPtwrOT5KVo28lTGdvbJ+Oz7wMDs+2/aRPfXe4T2zGu69cOQIPm+sPL5arJ6+a2H2PVBpe74gXBy+X7AiPkshwjxEuv2+9jmBvjwTsjxsiFm9+QUsviZjDb9unf68o0SevlJcYTzBTJc9XRB5PmzNDb0PGpm9LPsZvoSKWj5fbIU71pZJPpa6172ujEK93KaIvPNVNj5mMYs9qfmmviS+ajxWIHc+wBoZPWPK/L486PW9qDn6PcOqi72mxyC9m9AyPlLhsr7ncyc+cvxJPp4cYr1Vpjw+px2Uu/Zrd721XgC+n2w3vqV6uT1ZYYK6whyGPDmBor6scYK+Nfq7vXE2ib6iLoe9h2+NvUdIBr70HAs+vu8SvidnBr26HFM+SQ2Rvtz6VLxRZ+U9bKMjvky9or1uaFi+8rbkPlItFD410cy9Lr7lvfbbSL7GoLA9gX8iPslca76vFA4+gh5TPiEg4r4OBZO+/letvqMyt73ySmA9NpmJvi5s/70VKQe+eqgzvEFfw71Ny2a96fp3PTwb5L1TY/69y/YBvkIBOL3uT6Q+Wp+SPRtwMj56zuk9Yy3uvmJ2jb6Ahc29BqEHvcBL172npxW9jZLrPX1MXT09VgC+imPCvmlpr7wxbGe9oiZ4vQZ2cr5zizk+f5HEPagUBr4kqhS+YQp5PqwzsD3LDCA+v+q7vkzrjb3vRSq+lML2O3XheD7/w8O9GO/1vYW/27wdCiq9nM+RvslqaD5BUrS+mQYEvsDhQLztH1s9uYf0u0yAdL5z9nQ9oNLIPd5Kdr2CoV++l/PCvsjl0jy9oTm8EU8pPdVITj0y9+88Yq3TvbSMuT2e+9o9BnOZvb47b76lCsy8xm6iPFeUQT4rNQM9L58/PpRQKj4YKB48XftYPkfH4L29AY48cYTAO6QWHL40WCk9N1vRvL+3XL6ENji+U4bgvBCzOT7iSCq/3jsVv3NjQD5zDK67HB5vPqpoGL7Bgo0+Gt3ZPeoCcj7eKdY7uLayPc2hkz7eFW2+Bs6nPTIEbL2eLQE+cFbCPbVALz3ybN8822t3PhGERz5JCxC9C2nnPbkPHD3KCD8+so3hO3p62jvGQZo9xq8SvuOWrr0jG2c9TpGNveYFf712w5m+ldHDPKoem74XMNq98N8GPuaPoz37bg29vSEoPscHBL5PiHI+jBmkvSlhiL468oS9tQGnvsBBnT4wLLs83ZIiPloYWr4V0vM9uJtJPqw9ij3dXjq+IXF+vVHvVT2Wuow+6htVPm1G8LxTthG+fS8tPrsTbT03XGa9V4NCPgvGhb45k4g9Pp0lPqvhpTzQ5hS+Ivj/vZgEnT2j1C6+7uravQRkFT5x5nA9IdzRPMMTqjsa0rw+Rr1SPqSYmj0F1kE+ouZxPjdMYjxk2i2+ilI3PtI/Gr0JaMi9zA9ePvVWi72Zt3M+Sdi1vYyMPD2fxBQ+p9KDvrg9kD2B5PM9bjdFvTsBOb7cTXC+GilsvTX1ET7gPgE+RhLoPaUZUr4A338+P+f5PCPSYj3LzKE7RXesvWSF7T2Ejxw+QaW1PTjGhb1kNHQ+HUeXvddXB74fIuc9GLoTvBrUsb2UvGY+qs/PvFjpGD3XJ0i92HK4vBp8sD0AgRo+xzrGPYg8Fr7FkBe+vlnbPVIwVz4vGIo7v48yPvZF7j3ZczY+ReIOvjV7GL0Pse49xcidvZWTCD2swt69vhRIvnzVUD3f3a89i9RLvdVaQjzQTA2+lEnUvYQpHr0r3w2+FUAbPV1ZAb5kY+k92VsRPKTWHj0opnk+OOsAPr28tz0V91k9UBpEvvniKz5Si9M9YnRwPmtTqD1LG12709aIPuhCzr3Dszu9cHJcPSDPij4SoYS9J1M0vtkiejz2fw49t7wUOltdgjyf65a71IYQPgI3ID5QOQy+IMIBPr4EAr4T1hI+/cicPXiLtz2RhgG+V6ucPltMHL1J1pk9tKbxPUCjJT2eu/w9MyF+vSRDsrwWP809zEG9PC63Pj3S/7w9E963PbqlBr1uEzs8bjNAPnjw4buPTDs+vCtHPsZ/2j3D6qW6bG+Ivl3PPz4Bp8m9+IhFvt4e3j3K/6m8t0Uqvh0Gl73G6Aq7bTCePaeI2T1GqjS+YteNPeS5DL2huym+nleRvuHELT4/pwo9Fqp9vqQU1b7YSZG9+OG3vYFjT73/S4M9aZG3PQDnmzz6jie+80MHPrZerrzJ0vC9rS1wPUbPubzOIli+M/MfveIeyzyNBcK9q0uMvlOiIL5JtC69o6Arvj/v7z3avou8eHRFvcFMCz5srY29XTD9veshj75dt/y88peLvLn+GL5CqQm+enubOmgQ9b2pBKE8540pPvB/Gj1Lq/C9j+xvvR3bvz3lOam+gcq6vrcNnDyIjW6+nVhRPpOe9r069a29JcCtPqcgdr5/LV6+dmqIvku91L1poeS9lcdfvuNlor3q1hm9TBSOvnthR76tMXS86PVQPoRmOr5P3J69KGJyvFdj9T3wg/a9fos0PtVM8b7svjS/hS6PvvyLSruZNLa9GQ5OPoGglb3RTbY9PQE2Ox3M+zxK5Ig8kDBsvpA//j1XepI9ClLSveV0azzYKBc+5TwXvrujgrzC/HG9EAoKv4Ilcb5Tgj+9eVSDvPnor72flyW+j8K9PQvgB75df3q+DSJ9vCQq6z3YFsY8WXcwvSVwED5CG5o5ppIxPtpW7b3GWpC9dzkgPu7j97zZeJ49dC5GviNrIj65R76+CE4QvS0Cir2gQMO9/PSTPUTWhT0HchK+Uj4lvkgG2r3nXJU9RkZHvg0x1z307oI87OZGvkqjAT1q85K9HtGfvWaP1zxOv4e+t+UxPQO8jb7qxKa+r5hvPRDDFD7e4po+uKvivBerQz7x4xe+/gO1vdDahr7WOHe9ZwLZPakSdb28VDu+a2AkvW/sMb6ekWE7H+G/PdBOEL6JDj4+OP/+vUoHmb7ZPBa+N1VzPUo6Lb6ZLWm+wr8RvrnZIb4tQGG+QuIYPnLLH76qXTO+B9tWPDhR7L3J+5Y8drAovtvrC77HuBS9Co4oPaiWED5wM0G+r7GZPXiSTzyy6jE+V09kvsd4Xzx1NrU9VnMAPokkFL1hFzY8QNfTPIHewb0ODE+9Klw6vmJw4T3MLqm9+8b8PRdD9j0+mOq9EgFDvVAbmj2XQPS9vE2nPYFOvL23Ab68ExGFvtxuir2Bkgo9qxQ9Pu3rfT4HrWM9vdRvPRZnE7wfPBg+cNsLPonkQr7C0Q++PSwCvn0N6zzbyws+1w9SPVO+QT1IkXm+0E2/vQ271j11ZQk+Cc2rPgvfnD1cb02+2SD7PVkvuz0lwQi8Tws9PtkDvL2463y8MTIWvomGBL6Adm6+Hd0OPsUvgzxWZuU7O343PD1WLDyCDW493vKivZ9TLT5Egc0+jLO/PZJmMD4ME+48rEZrvSZ5oj39yY68+z6dusg0Rb7gM8u9Ey3NPb+/YDwCgJ09eVQFvgdxbD55r9M822sKvSBhlz10Hbk9ge9qPF3oPL4XDRy+IofkPYaW77xhlg8+keyZPi7RzL0PLCY+My+BvhzIpL1kJWq8vIE9u1jN5r0LLxc8/ZbvvINCXL68+gG9NofvPa86PL0qeuK9EQW8vKVqcL4LLae9RwxZPgOotT7TMfy9qg7UPU5jQ75nL3o9oXm2PH1f67zeXO89XZfmPUO0tj1SQqu8+XitPS4/jr03Ige+GN7OvWLcDD5C9eE9iCh9vqELMz6dYh6+GkSxvSVf9b3S39M9XmEivkY2tz5XNra8sAw8vk9dtjyDNhq+X5w2PjBbHLzLIwy9cFS0PQD1TD7oEza+o9AAPj7kRr5hnnq9EyvMvB/STj5GVSs8AFMtvrkkXr4pIc69Jwpyvu3aVz1SrAW+4v0UPpXXyLwBqBY9NkaYPcZ39j0kTRc+nxmLPtqitz7So06+Ct8OvgNetD09XTy9C5YHPgYbCz4tNqM9BKGBvVe69D3/Vb87+AjtPaz1D75tmJW+jx6zvYjje77Kmhq8C1lCvkwFGz50q5k+QzKkPCGajr24Y6K9ImrXPStyZL11RfU9kOptPsJAQjyrgSs+RY05PtQDEj4sYBu6wotnvSpjFz7o4ZU9a0I8PdIxgz6hvxe+UmqlvOfG/zzY+T0+gOLrPe9G573n7Rc+HEyPPXXrNL6qFtI7h00nu6C12j1fFa68dT1bvKFH870Dk6A9S+8mPqqoSb58XnE97vvDPJWlqL3YJGI8cwrBPex3BrxGGow9ljuTPXKRKzlgVtC9JuyMPHw5OD03RDG+lcL6veLasr0kJMq9TDBIvZIEXD5SGCU+n64jvnK9Fz4Bfgg+dHAdvhnFQL4QOI46ZMtovu2cLT7D3mm9TYOVvbunMb6h+qM8RGxZvhNy+b0r/jo9SSWeO0dexzzDhrY9u/T2PP01cL2pJ2K+KTVmvv4IM72XVWS+dgZZviZw8b1P6JI9d/tQv41+iryns0S+Ke8KPpc4RD6c5oG+ylQYvnkZrTz6g789ZWcMvt7WNL7aMo+8Dc3NvWFcbT0+HQ++GIFAvsHiSb99cri+BJEkPCck7714GLc9GKU+PQfgMT1TQII9iFGOO6HbYL4s+9I9Lrc7vpUjkryYtt47klGNPaAwFr57SY2+hhYPvp/qvz14/D2+1ObTvp8cCL4urYc+8FU1PmoVDz3Jtrg8qSozvlxNyr0hdeA9phc3Pr35p7qTVW6+6brVvm1MF75nIi0+AtuPveLXz730Y0q+pK2Mvj37Pb6bXxS+Y0bWPXyfcb6Z2G2+Iq9NPh/ANr4v77093Ys0PfMal758Lgu+LmPTviKFYr5ZrXm8QJVAvnl/ZjyHQWm+9ZoXvrGaxL2Okru9RSYavgKp6j3C8sS8fn6IvdzLYr72QWu+hUpyPj51ir4zzIG+GhUCvvu7DL1IiLS91BWCvtiyaD7H0ZO+qSp2vRkq1zzXe5k9i6YWPZo88D0XrZG9SHkFva6LAT7k7bg9RE1ovg2y673237M9bPkUPZ5wMj4mkiY+aA/zvfvdN74w7ma+cyqlvTVMrLwrBy6+VPJAviu4kD2bb7W8uGWDvS7fOj2BUmI9G9+mPagLvTyp80u+khQaPjhRJD57Ctw++AphvTR/WL0AgCG9ojOZPcBJBj3zpLy9ZMnyvJWXlbypygi9fOEgvnLZEr1lx6G95U4MPj8WA74lcpc9/O2LvcS8KL4lYkw+rH9YPIj4Nr6nQ+k8vUpnPUzq/z2R/x8+SgVDPijIJD2cLcc8jNSjPbfHNj5VvM49PsCGvWY2xj0xXTw+FnQxPi7+gj3t7UA+JTPsPZhszz3dU3I9LY4vPpwIGL7YoSY+DRajPs2PJD2uUH48hb/MPTHa2zxXZ2W8GBMevDuriz4cHpc8IQ/CPadCB74ckI67tmqFPbOdBT16tbE9xw8dvuiudD4pG9s9u9bPvaNUgz12Yfy9bu4YPih1UT5Nngw+vRuvO5DUdLvlo6Y9XpWIPZPTGD4igCs9loOmPZu2N70YXUa9ragjvt2Wxz2ttvQ9fjAQPpH1070mCwI+HSklPvs9Vb7C3g6+4RiSPnC8h70raYU+a4b7PdwTUr68Rss9Z5YtPbnp1j3KsCM+LjA7Pig6fD60hN89EgS4Pt2GTb4LGxM+XJuDvOf7ML6Gwx+++j9tPqt2ET0IR50+xeQdPXFlTz5QOCc+T6cXPul6Fr6Q01c+xZQ4PurEW70rMks9IZcJPjgroT5Ir3Q+i9QWPU9TXb5LGCK9AHPFvWldhbyBp+s9SoicPBukDb2pGXy+Jlsdvg0J47yUXz8+Py+tPQ8RKz5e2WC+siUVvpqj5bwrp5e9mEkfPl9Ki74gu4y+HycUPtaw4L0OHkW9o397vERDgz7TcCQ9f6agvdoFiT2Of4Y97mYNPgWohL4GmPa8Yux6PgnyZL3VYKu9JxuyvX7MZz7c+fi7dLsGPv0Hob1GJyI+qPlfvf99kz5b7Be+BxQDO2P3RD1a0ZQ87/5avPpNpz0zgly8m+dKPTMCab2nV/C9pxLdPktskb2zhKE7bzeWPDaV6L2ce669S+0uvsUQoz1IBp896NFqvl8I87xazXa+yKYkPj7g2D1bWwY+hpwNPaTUcz39Kkg+szK8PHNO0T1+vSi9qg5hvoJQfz21iT89lDg3PtoHWT7TUJc+j3otvgPseL4+DUk+LrVePuWM/L3sQnO9SyGtPvHo0r3yvrK9e60BPY9H/Dy83Aq9v/aFvjpGmb68uHi6YZulvU0GlL2kxam9iIaivhozar4k4Go7bYJAvCXywDxAewy9Rm0avpu6GT4u26W96L+VvivCgL0Ctdu8/ImZPSOkkb3IdTK77EcOvlycij7a5i08IVXGPLIn2Dv1qBQ+DlYzvraFL75IXz29Lhi4vdHO5L3LgDO+MHfAPdmsoz3jZ/m9gRMovo7qYj2LAd490NkYvMAdyb3naEm94E06vJ1rZj2U/fE8QxK2vvHAV77A5hW+9vaHPXqUDL4Qj7e9LSUmvjVGw70LwF699g5cPal4JT5ZGmI+TMUqPsKC6z19YAM+wkaaPiU0iLzdheI9ZtBYu9ZUzb103769FNIMvtl2rjuiSRe9DpSiPXztFj4xVeu9e/+JPa1om70K1dq9Eo6tvVVLIj7GWzm+EeHcPQ56Dz3QLC4+cAN8vXn8xT0sRcw94HjRPAjcpL7jmge+KJVBvWI3wz06ARk+nFeCPmDo/736NCG8a5NRPQXvmrxrHhK+FxwFvhcpbz1554u+hE1cveR4xbzoUFI9oTu7PZNMRT1ZlhM+hqYlviXd7z1Y0Ok9H6ujPtMVar5CdBM+o28MvgArGz7AYxS+22wmPleD2ruE+w2+QHEOPqHXZTxtdBA9+YGFPpOfaz4gTQy8zFUyvcmyKD7An3G2tmSWPmWaYj6bU2q9HnI0PmCBnj3BPHm9l+G8PXy0Zj0G69w9W7wtPkcjbz1VpQy+45kwPgV9373Takm+2i5+vbIhXz6r9h0+l5/CPfn/cr4J9Bc+VKOqPDoN3Tw7OmG+ZQ8EvrbHjj7NvLm89Us3Po6paT2YMKa91r8iPMaiozyTez2+IVUFvuRFB75WB4Y9mdeYOsrE8z1Jmiw+D8BHPkSBFj54hco9S12lPp/CErudYNu9OQrkPH1/UDrpkRi+3jzePTIFCj7aBsk8KH+VvaLLLD7DaXs+RkzbPEfwgr0zQ1i+aYkoPbuLx73t5pu9EZtZvuDELb1qoAA/O0ybPfO2gz6ORcm9Z35EPP16pb7a0py9TlHEvX9Uez2Z7Y4+SUaaPa7s7zxtVPA9vEZhPtuXlD16bAS+UEWYvSXZMr7Ui5k9qiTLPeXUHT75ooo5J01xPjwTcbxBCJA96HjTvMWOCL8LJP69kUidvQh0kL2Z2m6+/oKlvoMUiz6czHA9aepuvQiS6rxXIJm+mBcFPQeLlD3w+0I+YWUOvg9oDr7QSo4+nFebvfzaB74vS2S+MyG/vjKIDz55nhc+BxEZPvNd27252ak8Q3iVPedN7L2xc/A9vNwdvnAYfD4PDsI87Kw2PYN2VbzHKhO+UrVPPtixuDw4VpC9erGGvR4Mer5nVz4+Ewf+vBxNgr7O5Ak94YJ0vHqSkj7SVOQ9++Rwvq3ULL7XAlw9MgHyPbeJMT0AUzW+kIdBPgySEj7OM5A+GNjHPUas9D0dSwQ+XDYqPkcPrz0u88c+jgY2Ptl9xzzR6/I99NCHvssQ8z3qaSA+5W8lPQ9IYr09cac+1+atvVP8ur2c1qC9uQIePioniL0jMGO9IJ+jvmw75z2bFy4+5LfUvnbwx71H/o88AEE3vh12Pz1V5Ic8bfrPvfVUeD54d5a+n6EZPeqJJj0ouWO+Z04DPedPlL3EaWk+coZQPQ94jz4XyPu8OCbiPaK7n7yxVxA6cE4nPrq+sj5Crg4926yQvkySnb0XryE9HmO9umfsj75UG28950J9PiFEET46mAu+Gv41PtV4tz6UoR09rBm2PfAu2j0GIRE+7YeIvlWa1bu9fmq+iLVVPg/s2j1fQTg+XI4FvjuEqT393vg8YR62OiLVrr0H7DI+AwiIvQrVGj1tztG7CrthvjDiMzoBuaY8BFZyvIO2jT7eWAq9hl8Kvmcf2L1cRy0+Ww4WvqOgYT5kMOm6zPurPSU9CT4qURY+ZwkZPq92yj1a3mq+OospPtqK7LuIXEA+qxoDveFZiD334QA++SX2PcMtPT62t+Q9dQGNvXPdZr40lCE94opDvXkTSD4uF6y+dKnvvU/JqT2M8Dk+RB0KvhTbX754lW48+IQiPk2Fij72sRs+eBaxPalpaT0DcDu+xXOCvKFqnz40tsm8TffLO6ijJb3dpUe89aQavYBZGz4TefC9jFrlutxMHL6l1MG9nLFLPZRniD6eRrE8yUc8vmauPL76hMQ9WKybvIaul714THE+Pd9WvpvXpzzMrfc9n/Ihvk2R272OYRu+lx3hPK8byz06LpY9QrXkPX/ji77cqgM+W7abvtk0RL5M4gi+ozAvvdB9Mr3Mv+m9VDY8vcqIvzyiojU+9ChYvliJWb4dLim8LamAPbM5cr7mi/+7frwqvc/9zr0DNaO8xuNAPkTcozw0FXo+ZQ1HvQvLDD5wbMa9muycvd7IrDvCCac9hd7aPct+mT3mP2k+aUfXPR4AJb79wji+EprxPcNZTT75VD2+09y+vGVGk71uNFU7jhHHvIE9uj4Y7a87HfGiPYqeS76pHX6904POO+RWiT2/Jls8IQDLPT7w/bx0w/+78VCZvUs0JT7ENh2+zicgvk5w9L2zOXO89MfOvLgAoD2Hjek7aJyyPX/nqr3sy12+GKgvvi9XBz6A1429i5omPfI1g711tWa9TSr1PLXrfz74taw9Ghs9vS7+wb7RQHu9fydvPrTfBz3f2Vq9I0XuPXQ+GT4g/Ea9i85tPkTeDj7FNPk9GdoyPmBnGz0B0tO9d0YsO0JMlDyIoQk+dtiEPQLgnD3FtfC9lECIu4BBaT0Facm94+jQvGBtlDzEKgW+lUayPZmqCr2AVue9MofpO1njJj156hI+E03yPLmarT1LtxU9q0cbPss54D1y9QS86ePjvWZZHj7F4AS+Ab+2vHEtbr7AUki+Y21mvfTAPj0qkvg9OXoEPJuAWr6iurk+KB6JvVUZFb79fya+TShoPgAiL759J2Y9MHFxvbBdPz7VQyE+efxAvazVrzypZkS+lGJoPnEHsjwQmXa9xoyLPlvnu75SOR88bWlKPhH6Fz7f7S8+kuY2vHG3qj0Y1Pm97g3JPJlXdL4eBjY+5XFqPlrgqj7ieC6+4KBZvUN67b0lA0M+uhsZvTdpIb7vpDs+EruevL9UWT5CCuG9YF2pvrg0ej6+SQW9TBmOPI1NUr0c5Te+p0cGP1hpUL7eXms+KciVPvaxBb4UbSM+m7lCPgEhhL5aVkM9FkpSvgR9k75Xu8+7pR8SP5W4aj3GsyS+y/kDP71EG77669U9RLyOviLKtL1IXAQ+I5qwvuUww71jFSK+m1snPlSORr7L+CC91GuuPpjI5DzTFoS+3isgvmuotL6mqqm+d5+9vSvZuD5Ecko9L1++Psmm777JtCy+J8uNPWzFR748u0w9f2W+vSSPsr6ntJ8+7jWOvnxP5L2iOAo+pkW3PORRrb4/+Lg83PHgvR1hPb5mvua92UvZOyHN673qtYa9Eo6GPrOIAT4dQsk+zigdPhJWqT79mOw9GhNvvVhnDz6fB24+JK4VPjLB/z3cwzG7Jvumvur4tL3XrgK917wUvm7bBj7jxBY+m8VcvQm7273zZAq+VloBvt3/Pj4f24G+F6x0vJhCcj7MLaY+05HPPYN9Bz6HE549GjJMPjWeg75Y8+g9tLJivpZtHr1YNHe+jBkPPr+oQj6ExIq+TLIZPefIkL4b3R++p8tXvvk0Z76p0Le+7cULvupZuD0XXgs+Y7chvfKLwT4a8RC+PRkrvvKpDz2RRb0+YDzgvqM/Zb5bJ5o++LYKPrNibj4VfEU+f5SjPgm1nz3t86+9hXKZOrABBr6aIVu9qgLXvvuIJz7tMIq+8Yi4Pe1yH74x4V4+AW0uPntqt75y3TK+/ItjvsrwJz44J3Y7xQ9MPpQILr2vV/G9VYt2PeoMQT6A4ks9fiAQvlIsSD6ag2A9wCtbvsjiFr2Vd5A9nEKuvCzxsbw0CTE9sttUPCSp4jwIEpM9LjOpvDGJIz6mYpm9RLckvj0KPT4gygA+YyPMvtZxnD0AC4o8yCFxvrbc4TutQ0M9ky2jvk19Fr46ve69YDuzvbvi+70bDI6+G0QlPj2LhT69rZo+XuwnPhXM2bxq+AU8RU6FPu+vYT7U6T4+kp0GvtgJhz1nJdE7hpopPptIsz2PwZK9JrUXPdtcez1nX0m+eK0wvsyMLz1J/Xc+UIqcPXWzt77hzLo8xhl7PEGvCr5UyyI+ltDnuxCqnj0/1zm9RdSKPZY97T0IfCE9sEKjO0bnobuVmg0+CMiXvfNKIT6BsQW+cD2avQKiJL6edIw9iZ0lveNH8b0FqZ+9OEy5vb7VSzrF1+I9olj2Pdy6273UQlY+5ICvPSpux73Q0Ws9KTadPYIaPzzAjue91sD0vSylkr6C4U4+P1JdO2NLBb7jOhW9DTaRveiKzr09BiC+YR91vt00VD0ntLW9NwoqvnFY07wwORk+/+JGPb+9Gr2HNn2+G6GTPMy4073HhE89ugX0vWHfk73WRZi+gEpyPYvCqr0bJkK9/zWUvfbYNzxiLcm9XTbPPe1BBz3RgQ++BQ05PZsNxb11doC+jEJBPfdlEj20LPg8yXjhvcLCVrwRp2W7aBC1PWFOM77RS26+FgQKvvGv0j3PAvY9rNQnPuAgXL4BWgQ8NKASvjRrWb7T4pG+9PLDvRxs2z2/94U9c0IuO0QLy73lHTC9ZEMLPZeoNr7BwBm+VASLPnmCfL2DvBK9vqaBvrhGF72mD8G9ZQxhvlaPHL42w/m9hAK+vrXfQr71pZM9+DswO10hgr3e8Cg794YvvaighT2bQ/E9laQuvmcc5b01jC2+1Pb8vHuOL76nOLw8dD6qvZXMsb2KQEk9299Vvq6uUj5WoYu91j0uvcieGr6kr1I9w4scvmOma74CmHC8AXZevlPfGbyQ6h++qHouvipLwzyibsM9NVSXOwfzNb5rPMM95/dNvr1Av71xahy+sRDdvBFMu75h/dS992iMvmxiBL20AHS9bsKyvfsr7r23dBO+kIc0vhNSV73AEZA89zhIvSHhMTsd8ey9nxiavXn8gz7mi0s+P02QPkUvGjyEKpc9T/wJPeG4KT5k41q8AAPFvtZOaD4MH80+ysg4Pk8Gnj6HFJE71P/fvbJuoL0svxs+0jAevjL7/jw7JEe+6UEwvUYmyD1+NSQ+ATDTPZs7oD0poKi+FTxmvSI3gz51Bas9c7BsvhDI4Tx4z08+zEcqPaRHAz6VJzG+bgf5PTRWiz66VhE+oE4iPbFopz6YYxq9FRVKveFIFD4vZss6WYOqvcQsGTzMRlC+Bw2fPcItRj3Ofbu99FYpPuyeAD5L6kQ8cor4PbOqM77KU3G9dVS6PS+rvb2axKi+6eQQPtsP1738dUc9cr9Dvf+5wD5zSCg+/aGuvZJNrT6/LWg+DA23PV2tj70H/A0+zGVwPuufID7vSfa9hrSevKXZoj2qAPY9SigZvvUzyr1ELDu9OkC6PERn+Dx5tse968Mbvgo9Lr2xFXu9UDVyvhSpc7wZl5g8Ae8Hvi6fC77+z6m94VeMvYcynT6oiSu+nUFzPk9TRD1DdX89rTxzPvH6Ar567no9BsMYvW329z2b6Cy9C//0PSiRKL1QmaW9H2Q8vhNkJj2hiOw9kvmbvSLH0rt7mKC92pEUvpKkxT5L4rc9r8PcvaMWiL4zwCc+IwwIPjAbc70vioa9A9eRvVxPPz20tjU9gro2PCOjyj0CACG+4umDvrBaar4+1+47XyRJvuBLPz5DhyC+k5+TvrZU470Cv889E71XPlaVbbwYB5u9NpnkvZ230bxCDGY9c++CvEoeFD3XjtS9wheTPhxe9D0Ihw28Z3kwPVSgur0nRwM9xodkvHBAjz5nKEm9Sjr/vGGIZT3WsAo9eyxjvneQnb26Utq9hUMmvdXqSL4KnBG+k9clPhLfMz7gxUK+R6zbPM7fBT7Hfh69NaX3vQHB6rzNyBY91vkKPhl8KD4pSY69AaMCPl0WRj4Zgne+yeQ5vAqhzD32lBa+VAqRvpS9lLthf3E8jGAtvka3Nr2KuYS9LQpmvfiKyj1b4RA++NKSvqgbtL2KIS68c+xNPjWyPr1VE5M+neTVvZeHb75PNck9HtIVvthC4L1E7ZY9aUgVvvPnIb54V5Q9J2V4vjc3Oj0iEIw83raAvLyMKzza+TS+Ho+WPgk7ZD0sNiQ93mbHuzhjcD103P49Ff4gPuu1nLpub/09ju9fPkgAJD32toc9iaLfPeYPt711BV2+yPrKPZ1xkr1iZ/89mEexPc8h5Lw1NdK9zdtlPswV4j03dCW+7dsRvrW20j3sebq+7BlBvLwpgb3aiYm9OoAgvp/mYb3ehvq9NwNWvQASgz2sgym+/bxzvedOXb512ZS+MgVqPV+ior2taxq87rKPvmUBrr1c2uS9So6lvXA9pb0F7D07/GaAPTfqpL3bQyK+9wc7PYHQqr2VuPW9GrTGvcd3Lr4Hh7G9qP/HPS8oXr51Y9S9r6DrvZ+Kj75kL4e+i9rdOyfVJr65J1I9xl2hvchWAb5Aeco9+fDHPfuFuzxB3Qi+0u+Evoc/Hr5/euu8z80Mvu/crz3XF7e9Wi1UvrlKDr2un5g9OVddOi+VAb4YHK49ZCsdvfifsb4QseK9GdN3vNMUCr7NTUE96hM3vm0Wkr6WY9e8NaFCPVKdc76T41O8rEMBPlqJC76t3Eu+ursKvh0DSbuLCim+sopPvTe7hz218AW+OHqevn7gSr6DuSc9qfJ+vsCyHb6dU1++L56+vCZnpb3hYxK+CI48vs4/C77aDLe9L0n/vYvu0b08w4y8F3EbPrRYrT3yZ8o92KifPQpihL6bRlA9XlfrvWTTMb49++a987v6vcElNb5h07m9m0J0vvBiRj2JMac9YLkivohIYb3Ee0u+o4DLvS/80D208UC9T8hhPZ/wzzwiv2k9abbzvQqq7D0f1jg9oZ6/vFUwZ77qBEU9qoYLvm2pUD0nTXy93EopvhBmmT2cGRM+isvqvFWOFj7GL8S8tFqNPjsBXj4OmDa+S0aTvMM2dD6/b2A+3DbzPdVAMD70G9M9UMXGvSv8mz6pQC4+KpkGvbCy5L0mf8O9LEIMvkzPAT7ILZ685RUkPkbXQj6xEpA+bTvcvWoeDD50ySM+ZZ8oPT00SL2GpCu92NXFvdFArjt98Do+VRCgPqBO8j3C+Y48I7ZgvVJjLD4KIdu9AhvkPY/lRj3JH8G9Cbmhvj0JlT75zQY+o0EqPjPTBz4SZ4A9pUAFvoyxfb6nHrs94SUWvS/Ynj6S2Qc9/mrcPbYeLD2SO4Q+/YcSPu3YIT6/xCg+90QzvlrsxDwU3nq8K54mPTaAxr3my/m8SyqoPd5vcb1Unhw+Fq4UPVpU7Duvay69UQCBPueyTT1fLvs9DZHGPaKf2b2MeRQ9ntEDPoF5KT6yISy8ZOjKO66Mgr1Lej0+aALBPSAqAT4GaS0+yGEOvXecHz6ea0a8tZYMPnizBr6Fghw8TSI7PVMp5D1vq+m9YjPBPANsKr7s/CU93NDMPAY96bzJjHs84fJEvcROwL06OpI+opF6PiN/ZL4X7EI+/LCVvfWoCD4VCQa+cFjmPUPO6TypW3K96WydPUy6Hz7OQaY+Dmh5va3a2L0IemY+/PICPbqijjv/Z4o7O91QvROix71+vlY+qOY+vihutb22Yxq+yiRbvpNU6zx2PqQ9bPJJvsZNyT3L5Mm9T/PXvQ2tO70F6fw9vvYMvspJw7xFESC+HKQEvSJLBL4vpE0+xmtTPo/pq73ENf29wJpCPiGreTyzK0m9PMrxPRv3T7wfAyg+U5mSOhWv9b3KOE+9G9qfvJHZnr0ZRrm9JViCPVQahj3rjh09VaeDPEqr77z5mM89Ne5XPngLPz16oQg+CKDtPRpRKr1nryW9/ZURvJ8Wjz1Ezzi94V7Cux+H+L2SV2w9zC9qPBh3Bz4NVTQ8/hhIvlTi9jtpKe68KePSvU42CD069IQ96kBuvVD5I75td6g8DUdevQIuIj5doim9blYTvj9XTDyZYUU+S5hFvt2xLbyDymk9018gPg1T0b2N5rY9hINpvDN6xr3/etO8uCUYvpUVsb0KLW8+RpIkvkuqp71UniE+pvwSPgcso70ej8A8WUsYPpi/wr5wLFC+Foxevmtzizyt1qk9uTgUvvME/L1PbaG9kbz0PN9NuT2vdbw9RFWTvR4Lkr0+Zw09lacDPlrtkrzI+9c9uHXCvTogjr0XPuy9sOw+vRnOGD4WAB695SCUPmiaNjzRQFK+lQLAvQUeZzw6kM49d/AgPvb9JT4DUBc+JyoNvpr+T7xgHte9y1ETvJBME75vHCW+gJ2avXdTBr2fH649iAV/vKCLDD3T4lg9xmBNvW//K77e4RK+voztvocRCD55Qli+xy+dvbihOT5IyJi9+VPCPWuUaD1nckY9UNpDPMqma73uoYO9FSBWPTl6Yz14ZdI9Fb90vP0NsT2GqjS7hoOFPrBDgr5DLBc+RBY3Pd+AGz7D1Pm9vJdivnlkLTzzg6G+2qVxPS1DHr4b7HU9jK7xvXoDKr7savS9FOqNPf+qTj12jxW+U5yyvaLJWzx/96W9ZeYJvlikIz03VvY9K6fKvZFp+j2BaLG96ZXovFoxvLwxwWC8XtrVPVmwzbyXUaq9tFXXvddxpb1RhYm9tpvMPYd2S74crnO8xO4LvUhwsr6wQ7K9b1pZvl+Wkz2un8k9VvtgO6BWXb22kxC+ymxyPZiZkrxU7+K9LYaDvDjpEb60DS2+a2IuvqXgMr3PtUW8KV5OPjWgrT3Ls6m8/UFjvV1Q3b1v2y2+49yzvDUDSryuFSK+lC1CvvXOIj4cX/A9lC0Yvp/8gb1bkXc+0xRrvnukH74trHM9viJNvn9+gTyfsPi9O/u5vbtJSb3gz4S+3rKQPdDCIj2r0im+i9uQvUZ0Oj4jaaU9hNsxvml/b75RXIs6uDMXPr6nJr7krr4998Yvvu8pQL2jr0++pM6Uvo1oFr4+93c7jg0JPhdTmb3HhDC+tX+dPa6hDT7d5Q2+uZ4JvnbU3rzQcdS8gpRWPZkAGr5QhWe9WUEcvhn+Bb5Xex45a4TIPWCR5LwqKn69sUD/vRKyvT3mPAG80Pgxvg5i970FsMI9vuANPitb4T3vxDi97oVpve0+AL6TQk69KYyVvj07IL5mDKu9H3Ktvop/GD6Aqb+97OWqPW7Aa759KCk+/rlDvPD+DT55HPG9eJXYPW4wa70qUm4+8RcxvdFb272vh4U9sDC0PtJnZL2xUNo94fztvE5OfD0GfJA+Th8tvQWJ8L1gUlY7sqIsPdyJUT1fgNq9q8p/vqgnPb1nrL86zpQkPaoriT1vsVY+EttuvqXpCTylvAw+niycPfImgr3UEue94rKSPb8cxb201TQ+Lvs3PLqQnLzZV3u82moSPodbaL7gnX69eUhSPjqAGjmim2u+4addvfU5Mz5IMfW9R3l0vZ8ThjwUScK+/trgPQM8Fr1sbJe9cO03O1EaDz5ynZ49MJYfPjiCYb05Bjc+lEqwvei2CL69BsY9rOuGvg9giD6WjwQ9/mEHvHpWfz0y2Uu+w3oYvZ8PlDzm2No+gUXuPZNLD774FS6+HzmDPowm0j0lwOo8VQhLPuPEML57Kl28dpORvas/zDyrW1U+m1UpvmEueL6aFuq9wGwbPRoA7z0QEZm9fwFHPg/2Rb4xGVe9hi9mvgt4uj0Sg4E+MwqbPhxa7TyKY5k+cFUrvV/1CD1a2lm8BwMIvrUCqTxwsgW+3HLtvRtCg72SjUg8nZRFPlogE76X9Re+qfjGvcSR1builYy+9I8jvjocm7wbxpW9lB+9POyq8LzGWim9O2flvEBlOb0Ws8O+O6Z4vtDPi72l3Xo+KHFGvntH7D3CCEw96qSKPr8vNrz0XPs9PwodvNs2Pb6fF8S+Vf5TPSzDZz6Wkri7S/HUvaj3oz2EWjQ+TnW5PMHfDj2d7Ig9JRWNvio/tTwUQTE9CwayPfgeSr5WfMC9p/3mvSXGsr32tBA+4Y0fvR7aJb3Nh/G9AzY3PcitgT74MBM+/jyzvdQ0BT5nTT6+QDxDPkX7oT0HD4a84fLWPYZEH73NESa+ATlPvaMFoT5cwr+8MjPcPCUXk77itQ6+KgowvnyyGj1vYWc9c/OyvcN+wr06+AQ+RAx7vR1wsj3s4lE+410ovB4zlj7nhpu+hSYjPce1U75oree+Gf7Avd5pe74AlcY8tFGavnPQkD4Tagk+AZWTPonM8L0SQbU9onj1PT9B3j6MHdY9To6EPovjrD6uW/e7sa5Svv5hHT6PxzI9wFtDvh9ZML5VlU8+YBdyvgvQcz2K/eu9cWk9viqRT72friI+//YhPkGwgz7Y7oy+oCVKOhdDrrzBmpM9SapbPHwsQT6HwO29hQEMPu5JKj3HACU+BtMivqPbAb7uVQ0+2wQaPYqAEz1bSlI9O3XLPQ2KRT22C9E9D0hKvBrEH74GNhw+Ef3tva9iMb4CGyY+Xgl2OycYDT5UrZ04MWmvvHT5Bz68HU0+PRpBPTwKT75YEZs8xdSNvtRKVj5kAJu9pD+LO0D6gTwP+SO+qvtxPvgBQ7wHCTk9AGEXvrpJOb6xQU68TV9zvfcIGL6CoQA+PX5NPtg1pj4sjrw9GIUMPk/kWD5aUyU+/xDEvQ5jBz15wwY9A4enPUp64r2IIWO9qSBKvVEFmj7JeDq+O0BIPgSArz0+dFq9/hAPvtFo9DwRnU6+luwhPhdiRz7I9eq947chPgaKiD0aG+S9OoOLPoHvsz0BU0c91A9XPUGwOz2UiAC9sZwaPk4FgL4s6Ls8ltsevagmzz0ybjS9EUs5Pr0UHr6jwyQ+9FrhOmJ3AD5Ymzq8LJfAPH99fT1x17496JeOPVXSAL5l8wI7837NvUuuPb6OAzi+XGFRPqJYmr66gCo+z/3iPcsIpz3f1jq+AixlPugC0z1dqsg9cpLtPcRR+b3zgIS93p5kvoixur3ysJy9YFN3Pd/asD2FnVY+UKHNPPmhgLyKxly9SabXvD+05T1J7OA6djomvU48iD0Qeak9Tbx/vT/aUT1MxdY+KxiMvoZwzbyIIxG+a2glPr3vNr6hV7Y7iHSDvjH8Or7IaDY+JEJQPYYsor1Ot4a+O8GZPV7hIb7lK6O7qE3KvFLhyL5YG9Q9H+74PTsxab7wJ8Y7jPUtPO8En702WOw8VSrnvVCeUb53zWm9TC2IvCFqcLzBPqC9Jw+Mvdhb5bwFC7U8bDJgPQxRXzzQ7ai8IlyKPrpeNT0dhT2+IHLCvpkjTz4zZQe+32ZePtHU0T0Azkq+1TZwPtEbFrwbShc+8QBnPqTjhT4zvRY9U+8SPvpjub3TPBw+G00Fvs0zHDy8wII9CTZlPqEq6j1Hj1G9VO71veD2Iz6/6Hw+T8D1vVFUfb6AvmS95S6cPZ+opb1QABS9Fv+6vOMuOj0DX4k9T4QUPmhVgL0U6Wa94uNPvqd5mL5YM529uSigvdChMT6ue349LAI0Pm1cqb5/nkq90Q3QvqFBFD4Lxoq8gufnvRWEfL4Vt0M9qkJGOZrM8D3BCd+9WqUVO9Gh2TxdkjC+m/DWvCyQlT31oWe+6QVXPSsmcD7Q0Ae+Vs+LvuN5BL73oOo+ujFSPduZKT45Gzs+79BTPhGvrD3hRyG9tq2fPROT2DwEa14+irsnvqo4hj42VMC9WShwvr6h+L1hzZA88VGIvrDREb4ff4U9qNPbvR9ZFr1NgD6+Qoj+PVPH/73P6KE9NbyaPrGqhb2OHzC9/+qJPaQwRb7yFCK9xthyvg+d4bxcvq+822wkPt6wor3fNza+QiB9vmJTAr1YsYA+QyStvW3frT31kDs9CHgpPrTXBb5fuca8aV5bPhKpjr1FJrA8aoeFvpgyEr4BsfS9Y02DPt/cbD0npai9Nsx9PeLx9T1Lu349t033vdRR2j2dzca9apNevUL4/r0UVbi9+pA/PM28372ktSU+Ma5ePvLWDb0ubWA+N4o6Pks3tT10aqk9ME4SviuwK7tk8Bm+ATUXvvB7IT29i7c9pBnJPb30bz08h5Y+DwaouwM2KTxjXFy+9TUWvuVcpT5G1Dg90vBTvjoGbj51n2G+pWZzvlT9Ib5UGxK+a9X+vWvVDD5JRr896Ia5Pe3EKz4WEDQ+khfAPRXNgz4eQJ66oqdPPmo/Rb5AUlQ9As2XvWWVv72XIAG+X19CPhfevrx0O2i+Kk5mPvcl0rvH7Ho+Jt1HPtHQWj6ohUC9jg15PciAkrzPih6+TOVhvgRMTTykKP89BMtTvnxQLziY3ZO9VprcPR5T17zdFAe+MhJnO+hKrjwHfKK8AVpVva9BEr39RDC9UcTyPetwiz4sEYo+AVWEvUzJwL1XkuI9SboMvVutXD1ku8K95W1mvuDimb0sIQs+uxn2vY6njD1UNz8+jXRJPhs1YT31lVa9jrcTPk2dBz5Xayy+G0ZkPiEbkr0B6Lm8/bwqve4gvD3hXY0+1UqePa2nBDyYZ1q9I1LdPSmFYDxVbzg+QwQrPpYFB74c2y++Hd9iPdUXqz1X+yC+tTituduhjL1O08I9yA9jveLgiz18MyG+u+SkvV+xq75OiQe9aJQdPmzIx7wO3ZK811EovkhPu71G/ec9j9/NO/QTLT0acY09HWcYPh4WZ7xRIRk95YmlvTpjsj0DT4I9F5lOPdluDj3EOFO7pDcePfzGsT1kUOU8RwKNvdYDJj22Exk+or5NPK1qVT4ZY7U9awXXO0ZZUz7D6Ao9IOJcPZpfZr1EtAI9LSq8vY5rYz2K5py9q8hgPXuE+r0bAQM+FxyHPj0yG75Tsqc9kA0vPRRLgTxG6E+9n2ZZPh3dar1Z33A9RPZ5vjwXTb2pYYG9652Dvbn2mz08lO+9NRsOvZXxrb2F5kE8dIejPe3XAT6oqSM+Fz50vsZ6FD5fWjy+l/cnPD7i3b1JRBA99GO7vUW1Gz3aZBY+8NHTvbxvIj6Mat69znHIvGTsPj2MqRQ+Ay4XPMw2kbzabCm+UAyrPZBvEz7jYDq9wBVLvaffqz3hOvS9mwOwPb5TXb7M9Is8kbd5Pt64ir1RaLY8uVldPhIZ2r3rCRW+BiPXvVbeq72cT+48FpKyvnvmh760yRG+l8ZvPlk2FD3nISQ+sH6IvmBYgz3p//k9yzctvmAiQj0TY4u9bG1rPrBDjrxciem9LAECPn9hwj0gijo7wG5XvogGDL77M4i88NpSvuJqGT3dmta9dpEtvnwNAz3yHm0+SVCzPhbGFL6P6Yw+GH5uvcwgED0bQwK+3pXbvcMjGz7mK3K+skGuPdT4ZT6fXRC+JXOSvS1GUD2xx+I9RLZaviTNRz4BJPa9GreCvi1PL75rGYw+W7bVPaDHAD8OqAo+Gq9MvnRtYz2cTa09+d4/vpewgT7fvnI+7uKjvjHV9j0ZulC9qz42PsDTPT4eYjy+F3e1vc0F/T2+N/88owt9vmVxpb0SU+y9EorYPQSsdb7NOjS9gSyIPkX+yz1j0JA9cN+uvgtEmb2j4q096pzDPQ+W6TtFBy6+I1npPR2i0D2nGj29Ldj4vSNXEb77h2O9LhQEvc/1B75Xzne9kNaEPb/Sdj7boQ6+tVevu9mp2jpjwnE9bxbZPmBbuD0kpJ++1DTVva25Oz6PB2e+9GacPA1RwTxYChy+9slWPYoVGb7Sg2e+JdNavIW09D14pMo9wZ+0PSbQTz52hki+wqmpvQifL76R1i29WP5vvtvAuT1APwO+rFkrvpCAzD2e61Q9SLezveX9hj31P+Q9Wm7rvSO+OL7Dxli+TEzaPXJ2rD00cys8BoD9vJG5lj13ilC+/AwCPtAy/T12fSq+nPscPgdhNr7JHZU9EkwEvipITT2BYxI+IXLQvv5Ezz0fOak9IY5wvnQaAbyPIys9KNWuvlJkkz4qnaA+/CoNPqNSnr0fBTE+X4gUvmgzDT0f7g4+3OE1vkPNOD1oTcQ808EFvmiQab4hjo6+gv4TPSOjjL0/j+e+JjWivL5OoT2itYQ9dzpQvRMdsr4Fh5c8thEPPT8FTb6LCq8+jCPZPXaYWr64WUG9aFsxvJnDAz6zoTO+GYm1PXRLrz6JMUq+XpJFvUMj9b08FT09Y6dXOy9GvjyDsWo9ynt0voyCor3CVgu+PrG2vqbkD74T7Ui+FQDAvhy+Pb6xWpa+24Yyu53Wfr6Tua69hSWivd07Yr3IUhA+VK4pvpuN8r2ReCY+lyJTvoOZIL26zfq87gE3vpmpoLx/v5I+bPJAPmO+pT7EtfC8J6NiPoukhT46KWG+Hr3MvWfP0zxkcEy+tM2AvejKu7zUeJy9VD5WvZyiC74lU8q8i0rEOosk9T1hfZI+opStPQ9GOr3IRl49lSmjPtQ0RD029Tw+cfeAPjlKpj2xigE9pIyfvd91Z76uTa6+3cEvPnbUFT6p6Xu8bUv5vcs/kD5zNb29FL8MPh5FO71l3rm7HUEXvr+4CT1IHes9nxUBvae2OL5DL6w9RhBVvt9oOb5R1Aq+AB8FvqcD/702pD6+OwRXPf53070Cq6K8UVdrvthsyr2sGF6+xGhwvYq5qLy8G0y9YiRJPQ8Wfr5aysw9Qw0CvtGSC76Mcym8P7XXPT8VDbzYf/69c03kvd9u4b1dhw89CeABvihc3b3FPzG+8iFUPZuIKL7NlQ++wXeFvmvlBj5h+Q++X7IQPYlyzj0GZqK91/suvhvZVb3vdVI95Fj8vSm4vb0lBYq8kh/tPZmItj2pVXk9MVUDPMb9zb2h6oC+4zGrPdGFFr5S+Zs99xmvO5kioj1v5ti9GtG6vVrQqL7Ahp89HlrFPPomt722IM69P3xUvR59TL6WLxO+PlHPvXHnG74JAoe93h+nPG4Epz3yNSk93BVJvj149b2+pIy8ca3lvPseDT3VHU2+l+0tvgp/6b0nyS2+fkgPvvZpOT7qTGS82QPgvYMQ7z05xhW+Ov5NPd4cgr6i222+k4REPbANBTyvKoE9unCfvaTawrz8EGG+0pIrvkrjOb432ru6h6ZZPdZGjb3X9RS+noyJPRFmzjwkgWM9GJIyvS+TNb6wKvi8NwKRPV0j9b2gESK+KhVQvvoo5jw8bSg97a5uvnfoPr0aygq9IVjHPI1eIT0ZvgU9ziPyvcAiHL5btqG+rEtTviqbBr6KAXO8pdn5u1A3mb18loG+6PoIPmdw1j39Pou9XlYsPcuWEb7MWLO9+Z0VvkX7vD5srjO+yX8/PUQNRj14xbK+Yg2LvF7yCj64hIu9AzsvOibpEr2MgDY+f9KDPSJ88j1QDBk+5COnvtjxqz7/+Po9vOQWPfsQGL7O3pu9vT3/PdK29z3tSva8zNlDPWQ3XT57n5A+LQnXPqCEKD7vsgM+MH31PKX+lT7P5ri9xA0JPksYB763vvc9d4otvqSZyb6Zi589Hv8XPSvRpj13mLg+cM/aPFz0pj2cb5g+vIHDPrnTBz6WtbS9d1qkvkj4Mj028Y09mDsuvh11qL0suaw99ToZPZr5Wz2HoPE8Uhd2vaxnbL6XUGY+1u3UvN9wi7z7qrq9vXLRPrCsmD0mqT2+doKlPUdjTzw5Cba91+yMvteKbr1/dUq+TdUZP76Naj6KyDg+nSxyvRlFLL3Vw08+5slAPszsHT7umfG96Rd7va5Qgb690QS9RRpXvv/f4r0ECpe9pHqeOwHNaj4MtMM9aporvTFu5L3k6rE+woecvUrXFr4Dzqk8SGQZPpzydT7jAGA+yqqJPj78S72ItIW8YoowPKlbOT6TW2k+DypZO49tib63SCm+N0MLvu0axz0VnrE9hMcLPSsehr7wao0+4FwdvrcTwz1Ml/S8XaoZPj2Cmz111CE9kqv7vQaMqD3+qCw+7h6CvVKvBb6VVzi+brwgPpF9CD7yaGa+7gvavCBvbL26tl89O1sSPtHQnT7Oekq+ZrklvGTSnjy0WAw88J2kvkBFjD0e9IE8gX7CvBTNRb06qZu+SzWZvV74kL2KQDk8B3TKPSM8K772qXa9qGi8PktMkj5J+aK9fIUDPO3hq76cak6+po2gPPChor1/GEM9d0vkvSH4gj1Hspg8DGg8PaGfRbxyLHk+yH0UPVr3bL29v4u9ZbIKPvr7mT1/Eg2+yJwovshWVD2N5GC8usJdvmfkPD7ewg0+sG0nvPwbtb0c5RA+vXI/vnpVRr5ZksS8g9HrvRAZbD0BfTe+ox5vvWi8wz3wAte9wFQ4PrntEb3OR609KgnmvTHCur0l5PY9KbsavshyQ74rzXU+RIA7Pbm/Dz3OUc28EwNcPvyPBL4w+QO+bw0NPgHl7b0as6s8yYX/PeCEMD7tvXS+emj8va9JVL5kOBU+sIPBvbZafz7iBC09l7qGPutIfLyWxV++yS95vVUlqz1hAvU9PnaSvRhHALxE5BC+Cu84vZ58J77IKxi9IMcou1Cn1jx2RY49chxTPa98kD1NjX29sq+EPm30eD7o2N49GyA7vT04ab0zizO8EK01vmTNVD0U0XC8NQ9GPkFX2DxWv0C+LFTwPTc6iLsqCSW+3SNkPh+UxD1Gn8+8rgwhvmHv2Dwibcc96Hn7OwA2gT7JdWw+O/YSvhmrx7vLMYs9zAFBPt7/2D21baQ8HtuzvQERib2DED++X5pCPW/lzT0g6PY9mcMePiwST70rdyQ+rnBgPPQSIT77xyA+gz5bPRABfj63kxO+upOvPBes4L1xZtG95clDPnO1dD7YSeS9z9W8O9P3EL0KzaA92bF8OpavJz4yZRe+T98UPprGhD12R249cm2WPbB0DD5fHr49LoSJvW8FEz6anWE9hAoPvu5IEj5SQGm+cVLPPc/nLj3DYJM9/w8WPi/jyb3ESoO9RJMuvh512jyIN/+9ZtTKPWntgzycFzI+eC8mPipV570vdyC91PJnPINDgD558IA+vwBwPVQrY7zjCoc9lbTZvVwtrTxiu7Q9JCPkvLWaRj52pJQ93ktrvb1nDj0tEko+GhqAPhRE3TwXiGG+MS3SvJ8CEr5Xr9W7krYLvlAnfbyUh8i9YOhJPViE3zy84LC7ZENjvjAyZj7R/rk9CFAtPoo6y72R+P68qyKoPZROIj03Ubk9vCoWPk8Epb0ma/494s7VuVU5dz2TQVY9hI/0PY/2Db3gwsM9tT3ZPQ5kD754AhY9XJ2RvFjCQr6+6vW7bMrXPYY0jb7KpwE+RsEGPr9zKj0mbXM9ROkMPjKFBr45GKA9QOwLPvyXUb456C8+fj/5vQ08ODsR/0q+QE2NviXyOT45Vs495loyPpJowb0STqY9uOfKPapbxz3b89s9hkZiOxPPHz3sv5Y7T+wHvpusKT0znT6+60YhvZ6mBT41vJ89sPRfvT/3lTtB7CY9GkrePBSdOj1Jg+49ZkGQPp8LB70zkB6+iehRvZ7P/LsciKU99ZEAvCMZgT3sMAC+9hA0Pj9VPr21jyk9v0RlvTAxA7+ZqMK8J16WvUZUAL7ZMaM9/RRZvsAAKj6WHu684L5sPKiV9bz4aCS+qVoTvgWKbb39Sfq9jAQxvjJ9771RfiI+MoxlPTvFDD5we/297AEbPoF/LL6OqI89cLQAvVg1ibqnhQg9HKgUPWXg7b0uV+I82QfkPKwwSj7Dp2Y+s2LcvYcedL2VfLW8irNSPgxBxz3CNXC9XhEuPH8hVj6xfKo+qT8tPYvzcr2mHsQ8XYvDvR/aAL4Dydc90yOcvlWTNb7hBSO+EG1hvWjOmr2eiom9uFeBvWfLGj3VT3U+hDywvQCRhT4MAik+7RqLvfooSj4NlLs+/532veKRgDzhx5o9vSINvnFwAT7avTM+uxX5vaWUMLw/eI+9YlvWvAnd/73m7+y9ZtievWMxm74lO7M9d4iIPVNL6DySrwM/grjNvVHK272KHJC+7IVTPNtlYr3fKMO9N/4UvqFYPD4w5iw81KnyPWAgR7y/B4O+L0Mevs6SQ74ZFVY+E7cdvdzRhD4bm1Y9jGCPvRaWLL5Yty09ziNxvr+qTz2RLxa9xF4cvEMmCT0QjqG9rwMovYT4G75w0aG9yeHbPUDgr74mt3k+GCs4PvoDvD1qKMa93gIgPrJr8bxSD489nUj5PQd5iL48bUW9aCzWPX1csb5nbKC96e4KvoVxML3rs+A9X5Y0vRaHJT2P5ry+X2NOvkbDQD49Wsm7YDrjPeD8Wz6aTJU9ls36PL1rnD666sm+Eya8PYCsjL3G+Fs+80+wPXUAYjwNTY09FlexvhOvrL0JzVa+4xauvtzQt72BeIc8ZXstPje5H70SkMe8yJaQPveoXL7TTG0+FFI9vNVEND7UNWo+YiQTvnHmar4QVyu+kreLvuVR0D3ZWIu+ASIEPmRTTD4NiCs+4y1jPuFPpb15hl09M8EivX85iL2+LTI+ErUkPEGZqT5eh4w933aUPWCHKj7tFLG+CvMvviF/Rr38FD89oZhmvYJVxb0EG9E+4mG1PC2MWb2i1IO9BKODPrUYCL3gQa+7tJlMvpkhyLxoGbk9055JPeqXXD7K86Y9oZTBvKg7CDwmViS+oK+fvtO6IT6miq09cfPgPLX6ZzsAbDy+YSLXPavAKb3peio+cnEqvrMXFz4AJYG8z26yPQLrl718IfG9qsD5vS1Tozy9opM8ZOwFvqy0nb2uYIC9y2vTPI53C74zYSm9bkKpvW5X5r2r3Re9hcXGvQVlWD6jWHA8hZSzvCtIBj71W6a9I3iDvQvxF70oegM9zX3ePWO7zz1oQP86WtGvvWpdar3FyFI+8EN5PXzPET257NK9JPMKvZXSEDuVQJq9daqZPWXviL40btc8rWLKPGZrNb4HQgS+UD4tPadoED56fYW9X7nePQQRuz0xrWM9E41AvtRLzTwrG4E9DPobvtjFj73WxiW+oSJBPWh6vr1/mhq7dLflPT1ddT1ZryE+YrcrPutegj0yowm+hFvLPTW1Kr24BKw8lCBLPZ5+kr14BJy81Mz9vSlNE73J1tM9Vp9LPsbHCb5cw0S9jcOPvVJBSL7Oxhg9jVZqvIWDwr21tEW+4IVXvWFQlz04FBq+y9ERvnnAET7Nj4M9Cal8PfA8gL3MzC29gQVJvW67Er0eVVC+kkLcvd9qBD2rdHG+vqxRvgzyDT3I3RU+hnFXvT6Kz723uL67C/+cPZjuDr6jJkK+P1xKPQLqG76NkqG903s9PVhhgLxsrx++dQijPWTvbj7BVTy+i27vvJGOoT3J6am93UcNPpTXmzzpWqa+SKstPawvFz5Yrv69NWrhvXlUmD18WBo+C/RWPgLrKz7Nu0S++jBoPs/dDr67nF4++xJwPnjQlD5uvDm+qX1NvkBnWT7LyFa+dXhWvvIa4z2El7u9zwubPXnYZ73+pD4+R/HovUPolr59FKU+2hpTvrl+YT6u30K9RFRhvZ5FhjwpX90+qr5UO8CvcbwpS9m9Yj1Avkq+qT7sKrM+Lz3TPYubzr3OhtI+4k46PmhkJD4TcH68Ma1pvYkRlDwbEy0+ORtKvqGj+L0BIZO+eWYEPiQnMj7OQqc+yz5aPhyEBz515ag+Unq3PZ2erLwyIEs+umYVPodFHL3W09k+EjMMPnKtgz0z/2u9vZOVvYXatj0lNYs+AxhfPiecp72GV1U8qNWGPq3ODL5ICxY7CR+OPVkfbj401BC+830fvR2Wtz5p6sK+0XGBvTu52j13Dmw+Tru/PS8fJr5xHRs+aVHtPa9jwz73xHU+Z3rqvE1DjD3OozS+M5JyvBkAgL5Tfge+2iylvVLA673su549DQhGvbbaij5YYuC8yyQCvl4tYz6fijw+Gdvdvb3HRj4YVwO+hSE3vU/hPz6Itc28CgrMPmOTO74XyRg+jDE+PR6zpj7aNVI+wZy5PrtbIT3DqpA+jDjJvTydnD7aovA9YPffPVerN76evM48llG2PDCys7sX826+75WZvrBvlj3+NYk9YP4nPUtSVbwwJ4O+ak+VvXVoQL5cB7Y9nseEvSlmRj4cJ9y9GXTVPQHlOD5AfY4+AHTqvNZHMT7Uii892lvUPaR/sztkcTU+kkukvSr4qjxxyeo8s+GMPiy9Fz4u0fy8pvIVPXQmG76xk1E+0mraPGxI5z1ozV6+vcyEPoSs7jx3Hxm+w98FPcLu4L0FuPo8mgu0vI7hYL6B5ge+oyUMPQUNij3S2g26GUxDvV5Vc76s0es9NSV5vf8lJT7g/189MH5KPulyrD40WME7BFVSvgXwkz4NHDA+jI75vTEAh7y28dI7LurrPV9hBD5xCQs+ZyONO69mQj28LaC8npoavuj1zTtkSy89YObLPMtvTb5Qneq91xhlvpPzPL7AWzY9a4povoF52DrM2Vo+nw33vR7lIr5xPAY+LMU+PaO69j1h6Gm95U5BvV2ytL7JBAM+C8PwvUN48byUPe49McMhPTyQIT6Mhim9UgLmPaxVjr5Vwl0+XUnGvUwc872eUvC989r3PasLBD5BYs+9BjTrPYHa4z0erq4+NmyivCdZ7r41wrW9N+OLPtI2A7xQvze+/Q8LPpPAOD4q9e08W6a8PeJWpTza/Sc+91KwPt/kjL682fQ9+WpAvPTIML6qndq9KAEguy6jj74WMfW91owRvbKLgj2HhqE9kYyIvi8BQb12Kuw8e5SSvd/KOr7KcOw9flMTPbFknDzuW+O8GrxXPVmPh77586S+6sJkviBgyz1ByxC+/12pvs7Eqb4dY6m7JdTgPdLiyb23ahy+l0GQOky0FL5LimW+egw4ubo0Fb4hr3o9WBEXvpciyb29h9y9qYuevbLYn70j0se9jrbAPOk0IL5m2yK+e9vDvTi5Rr6zarC9lBPXPYAMgL6nlJ89cit0vQg2Xr4EZIs95H6qvHVOoz0woxy+yJJVviF4Gb5Q9lu9jmlHvqfpmL646za+asbRvfWCiL7ubg++/0H7vUUYCD7Y/lc8GNxlPTS4+LxRKo+8splOvc8Mkb39lco8+LBdvg1B/r0cYpq8b+WHvZHzLr7L8be9vezTPTDTm72bdYe9Ido3vczC9b1OhTi+S5KTPXrwXr4sC5C98caUvXwrtrxRh2C+aFP+vWroaT1hd2I9fYhhvllDhL50faO9VUtaPbxT/z3nCqk944UMvRhoWb4pGUy+jK2PvrQqGD5yBwg9c5FLvbEhjr6ZWDA78DOMvvYmGb70GCW+h03fPakOYr5y8Mu9C3WUvjLQk70hH0y9LYEHvjnN4L0SkwS+H5URvpk7ML4iLSa9jstuvnP8q7zWIaE9XaxDvQPlTb4RKHC8b556vTNjrz1wTjA+TT+xvDLT/jwcpk29/ZsYvYKHQD4eFPy8qgiTO3WQhj7nQlO+uJssPvzMaT181Vg+vpSEPhkWWTzkWoW9zWgwvvZNST2yOYw9YbmGvqOhFj7y/989he90PmKgJj0jICA+zgKcvDANDD4jDWM+XaT/vT4BSL3i/X2+gkvcvYlW/r3JXo8+Sb7tPTsc9bxrkxC9e/WYvJ10IT5lMsM+iBi9vV58C769GLG9OTqaPpmVpT48ySk8DinVPcc6Vz1FLko+2XHivTI4+zzP7fw8rLCXPotPKL0GeFY+TQFYPnfqnj4b68I+8vDVPexwYT4RCZS8HZ7MvX4uIL6Ls0Q+mg77u1M05z3xREe9vl86PgFwJ75kjds9VkjOPbKsUz5ekDA+usULPQ7LeD3EoYu9I3cIPlLZdj0Egqw9GwZjvLK+Lz4s0v+95a6UPaEJV707DHE+oIvgvdOZKD7fgME9dO+gPpSHlj0/z4W93u8Rvbp3pDxIrZa9/Irzvas9mj2HeQY+q6smPulbaz6BT2Q+lxlFvkGMQz4Rcg8+aXxiPU+5ur3l0UM9i/7BOqXL3Dxs4eW9AbIfvqQZlD537VC+hljKPsejGr4VYIw6vlObvaMYWT41fbU+RIUqPtop3T0faJW9lcagO+6xtr1rHAO+ye2JPZnH3D2M/o0+oaQcvne6NL08GvO8zyrHvHg2mD7iBzC9wlNVvZ2kQz4EYDK+iRlbvZ4Ttb3K8S48M6kRvpBr3T2SvXg7rcGQvdl2CL1uD2S9nBksPuABzT2KsEq+9kxXvgXr/D3jVwy+Rq/vvStHSb5D0IQ9qLpyvklloz28yl088oT2O1zKmzxyxi09RPgAvQnk3j07Btm9QjKpPAYwEj5WjXG+lQWNPtDaTL32pGM+XQd1vRU+JL7N+Q68HwA0vppFxL1kHTs+InbIPHUhi75irec9C9qxPkj217zCXU++1RSePTydZjojr0C9pIqYvknzLj4VajY+R5zMPc7dk77w9Sg+ah6lvPvA8j1tDTe+WCYMvhWOyb2H9XA9mAmaPXxXA76tiFc+LzqNPn9gfj2u/Dm8/8TMPctZlj3ustM9qdpfvHfbbz0jhpY+mtQZvlhbkb35dMc+gtjfvNWtFj2+qjO9s5jivW317b1My4m9fmV8vULXhL6KNAg+CaylPdXi7D2C0oG9b+xJvqdkbL1qb3k9F+vePd2cm70SXXq9ZDqIvQZBLr2JMFe9LEXBvXe9ob0bSSA9xNUqPjsAwT2Bq7u9BoOgPhhLEb5aYk89tg+DPPnBQT5QxKm9BfcXPApYTr6Ya4k+BkmGPWJk4j3QWba8xs3WvSGrdr3Iro2+AI2DPpkmqb6aepU92L8HvvCaO77cGis+HMwMvjGEI77a6qo9XMA0vtmPBj2mzc08OYAFPVLdj77o5kG+2amaPU6OEb7JwT08OH2/vQDgi728ThO+LQ89PU18ST3+T8+9Q0QIPnst3LxkEA4+WKdhvre8ib019ZW+4YjjvTRutz0nbiU9r3TaPbE+XT7CYTq+aMr2vXUOxrz/rOu8YnmkvbUui76zJyu+uFlQPTbFErzzLLk9m25KvuelE714nLy9Og4TvmrlNb6uOAs9KhX1vd8RDr6UfSm+n3x6PDrCGb7yDne9Q2hdPOVt8L0Y31W8FSQNvstqiL5JQq4959dXvsN2ITsDikU8Upb7vfueFj3ORxM8EB1mvA46Kb4WpTM+tgrCvWJSjT25BzS+qsukvYr7H73Xqvi9rl8Jva2zDr7vTRK+XCHdPfngm7ptIZi91s8Dvtq8lr7PgC2+d97AvR2MHL4qDJG+WFeJvvOlIb1F8Sy+BqSdviVbbL4dFFQ+h1SBPEoqBb6pmKq8TPYhPoxYIL5YTKI6qMYVvmItCT6iX/I9GR6pOm7Z9j20dZG+OnV+vQhZBL0bzqC+2lv5uypmHL7Of/g9viYMPbiocD09Mtk9MhopPiPYCr1929S9SU0TvUr3UT6idUU9EplJvmF+ND4/TrY92kSYu2mvEj0zCSi+AGAvPrpaubyBDAy+T3DmvSCmTL2flBm+o5YYvhSiPb6NkFw9+BQ+Plgug71o7528daRePh/Drrxz10I+XUeBPBKFXT1CldK91Oj9vb+IRD7O4uU9zqcLvbphUj5rHQK+t6IUvBjXNz7p6IQ+NSrQvhqXqT6w+VA+fb4cvGfRrL1UAiE9NFHwvZbMU741yfG7U1pEvRT2S72Jeh2+wyBwvj8ohj5jnXI+Bb+APs7NVb2f1PC9vT3IPkdtvD6KEYK+q386PiuoLD7EdkI+AjeiPb6om70C7jc9+Np3PY2LET4/lza+MxM5Po83XT49y/49dlziPN2nVT5yCBY+Z5+yvurnp7vKQTg9C+sku8B60j10jCe+vZUbPF1eL76UBIE+GKIcPqKIoz49W7G9z8cOPi3c3bwAomo9ye6QveBZAT68b3++iDQ2Pe2ZZT6mPAm+fvymPa5S7r2jNyY+ogmtvaKSHb3t9Gs9cz9tPh4Tpj5mgNk9PpMdPSUpYjx3ATi+EqSMvWJ2ej6aXBk9uV3UPReeQz7ugRk9MzQqvihZkj6nfcW9rVc2vsAd4r1nGDi9DxMNPnT9f77vLMO9d5HZutrdcD2DxkC+HsfPPvUTyT3tEa88IQ4nPmR3RD6C9Jw+ap5tPt6Tx70rubi8uEtuPQCmKD0eevI9l1+nPUYktr0pOiY+FYUovq3oFL7EHoG+y7GgvqzuZj6IMmA+3NRMvuru4D1SKTu+YdqCPbRETb1pbyQ+0ikkvoQHKD5yTZc9EpkkvmXyQj0cua++ZCyJPIkQhT0L8Rq+5IsmvacHaz0Vay8+6efNPb50gb7PFE8+S8oqPeDTQj6cjyG9PYpcvl2y7T3h47+9YMqrvOWQmb4kx1m9eDyOPsOHLz0//aS+Iy/KPSXWkD3WXBk7Z3xSvqbt5r0N40a+AcxEvsV5KT3e7Zu9YZeXO0gxpL6b89q8EuAyPnibhj1fH4Y+4rsqPuq+dj1U6VM+DzgLvXeM5z0cTbA7hyusO2lMqb6as04+lPk4PZ0HZ75nWGI9fD2nvdNBOr5V7CO+Q4JbPSLYez70gP09mUUDPherYruSWK+99AKOPIRB7Txp5ac8638ZPsk9JD0tb08+eEvVvd5Eqjw+GaA9OBsvPmFXRT6zwXU+GsxpvdZ/1by2icm8gVLaPAsNb77kJXW9PKStvQ4DY70raQi+Y+4LvQ4btjvbSpA8AwOPvERHLrnBl6i+u9gWPrbgvrzUT9i9tFpGvp3BRr6nTjS+FbL4PZRwMb4oBt+96m/IPjULBr6IY869ts91vscHVz4NzBa+NBEdPktQmb2heTg+kIiHvbrseD3MeiA+FV00vhb6gr17WoG+NuCPPt8o9r1koJO9kmD9PEReEb635VK+UZu3OyIIsT/j32W+9MNiPW9U+z6DCx4+EtJsPxjwAb6GkME9oKmYvnd5Tz49x529ZdFbPsszgL5leTs+8MJrPrwJGr7MOgE9+ikIQIi4yT3xa1y+bWmivRb2tj4gvh68jE6vviIIlz+vTX++YtJSvgBZ+rxxkCu+IjYEvlurwD1ERMQ/6YeHPzHCqL1ZV4G+4PDgP/OlUD5AiGk7Z54FPGCsvz6jd9U84ZsgviClYD36sxU/h+HEvTvtdL7Q4WE/84LrvQL6nDwlSJG+ETyHvuyVlD1r49C9gvCGvpoj+z1jXHM+dxauPQuKGUDCaIG+GDgqvpM90L37N6q+pXZLOy+Icj1X/r27CbBfPr4Mlb7T+7e9AKY0vurZ/71Qhem8dA9avha1NzyELbo+xZH7PxvMDr0bLFy9PHhDPUMG3b1Eoje9h1yave3JDr4q+gq9G2DfvYVn/7yz6AQ+jb8OvtWSMb7lUdo+NWIqvumQpT89YhY/jN7uP9MYfT740xs/cSi2Pg/HRb4ftdE/kXiuPFI1TD0KVgq9iri1vWg4n7041rM+y8eWPhGMMj5yCpA/8bAqvhTfAUBmUGK+0KPxvcckIb7RfsO9PIqUPoCKqL6Xu+8/YKtXPvaCg74BgjA+w2lavl41/Dy2KQBApqCtvfgvNr7SNca+K+JIvWkFrT5V4TQ+FxUpPWUQgb/3XOa+TiQHPvK7yrzNWBXAZE1cvscT8j17iYc/lweQPZ3VLb7vZCG+r9Qtv1GyN7yIFJS+jT57PRmAob2ALLa/lrQNvYEZy72l5AI/geDRvNW/Nj59Io4+pTEywO31VT/7JIe/yEA6vSO/Fb5QsRM+FBZiPgwlJsAdLM4/fdYpO191B77icrw/PFicPVIKxz4+2sY+rKOkvrT+rD56K3q8BT/LvafdZz9yFrU9NWPIPtVBxr5bgUY98gWxvafXyz/miCA+EsptvuM7BD4AoEA/kDAXPIxGTL9SLQg92vwTwEetgr97hwQ+tG2BvqzlQT+BGok/5UpTvc8yaT5wDRe+mE8EPsluiD7aWCG9UX/OvR357j0aDYc/X7UZve5ZFT2rIxS8UQidPf48JTx2gF8+yervPB8Hxr2Feeo9aVetPuSIFL4q4/e9uNBPPie0Dr5/nKe82TkCPuTwzr9RtwA+OYy+v+Yy/77cE5Y/NaDdPAHKWz6sy3a9oRd+P136zb67ZIQ9+8aGPOe2Az5ymd29e/fsPTIUBL+yFKO9SAeEPullOz/N5Ko+M2FRP7iGWL8gbtA+mBgCvSFUmD7T0Ri+SV3ZvmaBFsAvoPA9btgVP+E0S7583oS+ssMhvUZDIT6PuYW+kYayP6Ru9L0rDT49GjBbPtTniLwd9Da/Jgw7wAiYob4GmWu9V3O/PcjcAMASwAa+XPcvvSYi3z632Qc+iqBzvZZyTz6ARbc9RjZvPizqbT3rBXc9Lh2NvotwKcB6IUq9fdMkO7fZcj7LFFe8EhhGvfavjD69QcO/YvYPvMjJBT8rWfE8wvnNPd/lvL3xkTA+Hjn8Pyfy4b+ok5E9HC6yPjXe1T/Nrfq9pQBcPz3/Qb3r0f89/RAMv0K0GT4SuR09Ok9wv/ZEpz1Yji0+VyKRv8xBI76qRKQ8spFMvvQoUb91QgE7+BUVPkzfM7/2p9q9GPatPrL/o73wvlPALfFaPb4uQr7CVWk+8CWCP6yCMD5CsvO8v5ZuPnmYpb7d0Ak/UOCjPSbEBT6q7I+9zmDXPXp78b0Tgec9KjkhPk/hcz+pkFG9/+1MPsOKjD2HJR2+mFNXPssfBb6/qKI/Hka0PZslGj2bQhG+og70PXKRGT7CWUY7dR+rPxneDr62rPi/CGa3PUBDJ8Cs1Pi94WBlPJ5ww71B4Qa+BkVVv23o0rxgeVS8wwkdPGCv7LtlUym91OXevnRcXju8NcG9IomGv6JUCL6H/wFAnOaEPhkQLL787Qu+9LoTP04hXb0nefI+WCToP3JvMr6Zx4U90h9+vmiCCz0Tyw0+njoUPnMrgD4bvga9"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "fzyNPc0zj73a/Hq9nXqZvVVUmT22TG07F6wGPeXcr71fvly9JeLHPE+RUr07bIQ81P0avW9+1b2XCDg9mgGAPLA4pT3/VY69BpBpvR48zzx4dLK8SF0JPWOP5L2B88e9Ygicvf3+hLyihEO9mdF6vVQBq71C4x++gjDivOHxLr2/Ire8QnO+vPbx/72Do7u8ym+vPOrpJL3rGzK+bQv3vUH8ozz3H6y9ki8hvlgJ/7037eC9iGYTvuotuT3bL5U95MSBvVGV1L34fqu83B5WvUJfPL6Zj/i9k486vglxAL5KTeO9XdEtvei8+Dwctqy8V0x1vQ7mKL798aK9BUaFvCG+5Tw12lq9cLuuvR6cWb3dP8a5TmRmvSQ2Br5vRcS8z8p9vkSip7yMgz099fTjvTK5zjtb3sm9QAqXPFT+uL1atHG9Tw/VvODexbpEkxa+Gd5kvANTjTu3Ay++GI7GvTQa87xfZLC9PmrxPfq5Gb42hDA8CrUUPfGES75CrwW9oYuLvtvoiL3tuzm9fW26vUYWB76cxDG9iEF+PJn+fTwjzaC7Jgb8PeT0zr2JO0C9ey8aureQhLx3yC+9uju1PQv3mLy2Zt+9B6EOvpww7jygutO9+tO1vemMrjtoIsu8a1Omvaj5Nr3yp5m96u/ZPbDOOr3Aykq98VcQvu7YEr4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 