{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "raqHvRrinL2DKmM+eHgKPnLcDr0PXcE8iLFGvSyuvb0qCqm+Y60hPfmqpT2D7CQ9cL9mPvXYiL1ax8u9qsAIPj7plr3WpQA9jamhPZFzCD4hJZ++veUhvVC2MD7Cvq+917RJvrVgdL5iOcW+SSuWOGR1nb5iQVQ+/rCNvIS81r7cX9c+bOiXPXHNur76TsS9aOsIv3zaZr2Wgia9nOvvPZ4AiL77RFi+U6dZPgZCDD6Ekgu+aeR2vOlXyD0n3vi+UDSIvgYLrL4AoA++EGCFvuSyDDzEiSU9kHC9vT8Qv7ySsQ49cVMcPVSYG728JlI+f3IaPhy6Fz6mw4U+HGxRvgot7L5jF7e+am59PoY3Lr4K1V2+/7e2vUIN2L0Eyj2+jc7dOxEnBL6jKIy9OLPLvbzKor0aBlw9HiiPvojOrjxyzbU+pzltPpelEL7VjQG+e2hgPl0cQLw3QxQ+16IfPIkdgz2g+JU99rw2PrL6ez3va4E+DKbPvjeinD6s85E9OheqPdC5vD1dXSc+SDgoPdhm1z1qEvs9I2WDPFVnBD5hT1y+Kt/DPSalHD65x/u9dHmKvaZGsb73rX89VpEpvt1ZjjwOLAc+rlI0Pg7t9rzpWfy9c4TyO70mRTyD7ZO+/7TxPbAhgb3zMK+9Txe7v5BXm75UTgs8ydJTvvrpHD5sOVM+QJlePpzqDz7W+as95mO9vaawdT6n/GK9pDhavWVP7DtpiE09C0wOPIy0Xz0Q5Li90AEMPiC9CLzBQoW+XTrgPtPgPb3YO0U+hrSCvV/LIb405Ig7RqJ5vfZ1M769Y4q+ZyVkPINkvL2MRvy9cNXjPIfSwr6qjSW+D2MpPoR3Hbt7YhC+O2g+PlzslLxfIVQ+O0guPiVSKr6FXEW9EBU3vpT5hj5QII49e7mEvngejz0Ft0S980AcPvCLkT5zmi89cDzOPTVBg76uOQw+QezMPqLATb53nE69FPFtPC7LU7ywQKW+tNmEPsuf170Ewly9X2AVvac6Bb4urJc77ktZPcHqZ76V+hE+EIEVPuwydz7tlyC+X5dfvkALkL5b0Tu8KyvqPQsWQL2847I9typ2vTDKjb75Yza+Dfq9PVaMMr4djIe+KLQ3vVYr8b1Doi2+H49lPujb1T1rdhu+nNK+vqyfAb0Kq/69UuIFvj8XV75T/z++KjeKvmHhKTykCUQ+4fisuwTYQb4fjQ4+NsKOPciqQj05I7o6ITDfvQc4nT0PUOO9C4zJvF4kjj5q2aI+3hyHvQaxQr7Bcnu+SZ1jvWiENr67KsM83ZC+vPiGNb7wjhO+SMIPvvU2p7xMLqq9Nx4yPsMD+71BZ+C+nAj/vIKCtr1jBHW9YjqBPni/tT3yEjS+bD8HvV05Ab/C1o298IKHPqUZyj3EKuS8whzvPaRZuLyBK0S9c5GPva9kUL10SWk97GLwOyCK77x9kXG+Gqn+PX4BfL0OcWA8VQ5XvldZdj0O+CY+aCJKPoMnoT2sQR2+SxsJPrsbSr3muxU+P4eWPnd1tT1RUGY+x3Y+PtVH1z1fRQs+q2c2vpu5Mz66FIk9yPovvi7BQjvz2rc+wA2UvpnBXr3C30C9sPohPl+ccD7VmpK+ZIsbvuj9vz4ioJu+k6NBPq6LnT79wDK+q0rnvNVB072zqMy9vNdJvX56CL4JUkC+f1rKPeAajjcukgA+BS0LPWGwr72nMRQ+qD+lvJ6T9b0myeQ9GdzZPbCvZj5eJTS+VsEPPviTGT69Y5q84F+jvbv0Pz7jVkI+MBqjPZQN4T23eP291t78PZTkM77hzKC+xy0FPmi4eb5JrSe+vzUePsHbuDxdHv6+orWFvvy98TzF2VO98CAovtspEL8CXKi8sNudvk13ZDwgup89RTWFPjjsCL22OMe9LT8Xvos4WD7jjdQ6FG5GPiQR2b05BVu9MrKbuCi6SD6h2YE9h6qpvsmsxTwZf3s+Jhg3PQKb+r7YS+m9jfTjPeGNir1bMBm9BSM2PgX8rr654RQ+etFHPqlfk710YDU+4W4dvBP+sL3KPAm+HcU5vtfRrD3jC9Q6qLmIPOTapr5AbYG+l0DMvakXjL5jvIa9A9uZvaJsDr4CjQg+9zgWvt06Hr0EtFc+8w+VvgiHg7wuw+A9fpsmvr3hob0RFWC+CYXoPsYXFj6VB8a9kpLkvZbETL78sqU9cQ4iPo+zbr77fg8+I21RPjg12r5PV4++PKWuvvbDvr0qUUM9w4iOvszy/b0Wxge+Ou4jvJeyw72zG2i9M2xiPYRp4r3WYPy9pJkDvmSYIL36U6s+anuYPUuJMz59rOc9gnH8vhiZkL7bWM29MPQ4ve/T3709SQ+9zmXqPQyOUT2I5QS++d/Ivvj4ubxhKGG96UWhvZuxbb6HBzo+N+zDPROjDr7v/Rm+Qb9zPj/htT3FShw+p+rGvjKknL1U6DC+18Y9O0Akej60+sm9z0/8vV9Mqrwv/iG96cqcvsWuaT49A7O+LIUPvrKfSLxDKmk9Fmfhu4XecL7Wn2A9/G3DPbbJgb0inGC+pCLGvsfJiDyCOVu8c8ctPSbXVD0Zluk8VCzTvd1avT1d2NY9slmHvTgMcL4giKS8e5nbPPVMPj4DZe88cao9PvpbKz7Ni9g7c5VdPriJ3737Pms8ObETPG1bIr6elSs9Gs64vMgUV746Qy++b3TlvI6bOj5qpyu/V+UUvyHQRT6y5Ru8FO9pPqZBF74IapE+6EzTPRvDbz428J47ARq+PbNnlz4bqoC+ku60PczyMb1kFAY+N0OmPQ55Pj2qLNQ842B8PicQRj5IGC29kfnaPWjKFT2x1Eg+aS+CO8ICDDzyZro9XCMbvr3/qL3CLUk9xp+ZvVTAbr3mg5e+Wk/LPGWUl749tOG9lDEDPqRjoz2ba5W8V0k4Ppp8Db5HpHw+krKUvRKnhr59EI+9KXOrvgHsnz5/6bw8SNooPu9VVL60mfM9t5hWPqDgnD1N0y++k8JbvSuRWD0GlZE+N1dyPsSLMb1VZQq+78AwPnKxZT3GRni91VVGPlRigL7HoY09Ar0tPs/ZfDyt/x2+qvUIvnqbmD2k2yu+mpfHva0DGD50/oo9fe0OPWJNuDo+B8g+pKZYPvNInT1ENTQ+mB9yPm7mN7zEAC2+ebRIPoDNGr0v67G9NjRePn7air1jOHc+sjmyvR1Daz0/RBs+2aOBvljTqD2NDwE+w64KvcxPOb5kuIW+c2pnvQyfHz5pZww+N8/5PQ4nV76zYIA+aF7oPE8OUD3cH4C8lTmpvVPu5j36DBg+/h97PaQuab2wr3w+RhecvUK4Ar6SQ9w9ER59vKRzqL15kGw+uTXQvHBh0DwbtTK96qfKvBgywj1gJSA+i/S6PWvZEb56OSC+zMngPd+taD4KcIg8nZ88Pkm1/D0fejU+tCEZvmgfYr1Bd/Y9s/2dvTLj8DyoyQK+HhlDvuBgSz1de7g90KcJvVrHBzxWvAe+ZdbNvUhfEb3V7SK+XnsIPWsPBL7Ohts972mcuzZXeD3Ljn0+79QCPkH7yT0x6YU954tWvr7SJT4VnM49x5JuPnc2tT30IcC7hp+RPrbJvr3BYky9ngVpPbxejT5enZG9Gyo0vggzvzvlODM9JfErPCp08jynAoE6ELgHPk/ZHT6X1AO+t3QIPpwKEb7Anww+CiqiPYXNxD1VoxW+awCgPiEKXr3UQpk9CpLrPYWCKD1VvvE93l05vedatrzp2t49kzDQPLD7Jj2A5rE92X2hPZFVGL2yl/Q8CQhKPjZ2bLvMETw+cRw9PrMPoT2Q58e7ZK2Jvr77UT5i87+9kecxvqi0zj2rXge9le0tvkbZor3+6da7uPq3Pc1yzj0geDS+laWKPc5f9rw93zm+kDeVvo7vMz5FphY9NQF3vmeB3L4cMXy9Hr/NvfZrK72FmXw9MgTKPaY0uDzA3y6+xYcKPo7cxLyybfi9yyZyPW0Sk7wQQ2i+NQC1vK6E8jzMMse9uxKLvqUsHr60Ym29LMosvgdDBD5GH6i84WpOvVsPBD6+MZO9bD/zvZPjir7N8RW9BPVBvMPGG74egAy+c+EXvFCwBb6hWHo8RH0nPqeA7jxPGvO9xIxbvQYZtT32Nqq+OrG8vhMjaTw5yXC+MtxSPiBW+b1VqaK9qQWvPu4ZfL6qG12+d8uUvuUgy70JNOm9Tw1ivu7zn73wZDy95R+Nvuu1S76dRoS8bFRRPoPpQr4Hfau9MKmjvMY0/j3y//y9IBE0PnD79b6a/De/piGRvpwZ57uQY7q9WqBLPmEFlL0QNrU9d9ljPDGuzTxkNo08GJl3vnMN/j3EM5U9I4/UvRYbtDw0ZiE+O+YSvvxslrxf34K9SDAKvz+4cb44aUS91beuvHcOt71saiq+5OO0PW/vBL4WyoG+UvKwvMrQ6j2pEsg8l5KMvR/HFD4T6Nm6CiMzPgTS9L2XNJe9JRgcPrYr8byzJJY9gApWvp60Ij7cJ8S+/00mvcz9ir3gccK9JoaRPXruoD0xchG+TCA0vj8h3r2ZcZc99MRXvk5u1z0GJZA7NvBFvrHRQz3ahJq9IhOkvb4PnjzcpIa+4UdFPWkPj75Bz6m+ulhrPZIeED7H6Zw+Vr7gvA/9Rj4E0Ri+OTKSvcyahL7oRIK9Ua3rPRdbfr2i8D2+Hek1vYxdN77lsLc76ijKPQUCD75A/Dw+WZv8vUhfnb5LNhO+NGd0PZkXKb6NLV6+UNwRvlvRKL63gmW+d8IqPrq2Ir6fpjW+8WTpO06/7b0ot6E8g2otvjB6Db4kqiK9Bo4SPVKpEj5gpFi+gNq0PdWBpDyNqjk+fDxyvlWmKjz7frA9w6oCProp2rwEDRw8ZcOZPBcexL0rGUW9Bq4+vmMF8T1EmKO9hN3yPXAACT5jpee96XlTvVEslD3hvey9cYmfPQy0xL3KKpG8oAeNvkeWl708qVM9tVBLPh1ZfT6un4U9gfeMPS/1yrtEaxA+JOEIPglSO75SvQ++rxsLvvHjFz203gs+W0xuPb3FIz17bGy+0dGrvQYFvz20AhU+M1DAPt61jz1eM0e+MHcBPrd8yz0Gd1m8LGw4PjFVqr2OU3+8KZ8JvhTnBb53z2++f8EKPi1L6zpSwsk82rAfPHJHLjyUb3w9uqecvct/Lj65CNM+DyLMPa+aLT6az7g8bMJ+vayHkj0ri2+8ITM5PI9zTr4eWMi9AZe+PaNvRjzrVbE9giL7vZLIgj5BugY9l6jUvDYnpT27qck9yoWuPKejPb5PQC2+R8vGPd/58Lzywhs+5HqePpMS3r2QByU+JFmGvr9Alb2Hjee8tByfureW7r0oZQQ8EhjsvEghXL62i6G8jkHjPUlgP71F+uG9E5q9vEhzZ764rJ29os1VPrPyuT5vcN+9Ar3VPe4LQL7jQnM9eFGXPD+V6Ly6V/I9Y7btPRKVzz11Q828nqu4Pd/Qgb1Chfe9pwPsvQ6bDz4M0Oc9wbeDvoNtLT4A5BW+9+S0vXvkC76H2dE9CYwhvnbjvD4myYS8PHpHvpQduTypUSi+utMxPoLSnLwvfBG9R/SVPXVAUj410zG+CwX/Pf+3JL5IuGu97fMtvCJSOj7Mhw48W5UkvtRMW76N3NK9y6lgvkC8XD1YSQy+EBIQPrYg4rzi+AU9EdSbPYfl4D0HgR8+xnWSPr3cuD5UwVa+9PsWvrTGqT3iHRy9yvYMPrPGBz5qP5c9M1iLvWFr+z3SwOw7YkriPey6L75ka5e+EUS7vWjxeL5Afli8h1s6vhIEEj4UHJk+U6+1PEAwib2x6qC9zn3GPSd9fr08rgg+L4BwPuljAbvPajE+NsM+PlM/Gj6tOfI67XlvvSbrGT4puXk9Hs80PfYSfT5eUx6+0soxvGLQGj1y+UU+jkL7PRNm6b2iIyE+iDmGPeQGLr5h9Wk6uWzGuo2g2T3RHhO98pBIvCGk8b3Y6ks9pVEYPnpQTL6BS4Y9plaPPH6oor3/INA8MSWxPVgGGbxOAYM9H6eUPaIIfzvxPg2+/8bVPKXmPT1W5C++6HkHvi15yL37Tte9xgB1vY3JZj4Ksho+jSEqvpy+Ej5zUAs+pm0bvlVlOr5hmf46bAhtvr4/PD5HJH+9PWl6vbQvKL7/Yp48m7lcvoUxBr61MkQ9FULyOwqVpjwRDL89KArXPIooer13yGe+g19pvg1KR73XGGe+qkRfvgWm/r2gUqE9ZUJbv9tBP7wQCke+z+IIPkaMRz7qToe+dy4XvngznTw1lb89ZL4Mvg+SO74Gt8G8agjevVrvaD0QuhG+7kVFvpHXS7+31bu+4yoIPM+O873/WLE9pk0hPX4uOz3yTYA9qVgqPNtLZr5Clc09bsJEvuEljLzZ3M47Ah6MPf4gD75jD4y+0A8Ovi0tvj0cwkG+tZDbvr8oD77CuYg+LRgvPgZDBz2CXMo8zv42vrgzyb01oNs9SVozPgOcFjtF5G6+s2jlvn/nFL564y8+jCCOvcG71L204U+++ueQvqbWOr5UgRm+o03QPbqPdr6lfXu+fFdKPgMgOL4/Gr49zAcrPRvVk771dAq+83zdvkHZYL70JWu86RFNvjeOejzdn2q+JoMXvkkhsr0oT8e97U4dvp064T32h8S8KFmGvVLoab5/q3K+VQ50Ptr0i74tTYW+d+UBvvCbBb0dP7i9hA10vu2Ycj6noZi+GP1ZvaWs4zyOYZM9K68FPVmK8z316Jm92jsBvRxCAz5yeLQ9AyptvmR2/r1YK7c9xTQaPTeYOT4wOTU+rdbzvS+tPb4WEGu+QYCcvaIJmrwiPTG+iURFviokkD1c1qK8qLOHvYjIPT3U2no9JealPTxawzyGVF6+B6oaPjD6KT4lv+E+rTiKvRCIUr17wTO9kd2cPRB2Dj0p5cK9W6v8vE4ksLxumty8xhwqvp3lDb2VUJ+9iAQEPlcT9L1ST6A9mxGgvQUGK753vlU+XpDuO4/RNb4KbP48HRhUPVSX9T3qozM+hYJNPktZID2PSvo8Pj+5PfxuPj70L6s9kruLvZeo2D0s7Do+qhAzPoFgoD36iEA+lY7xPQt0wz0jf5M9srI1PlDeGb4SUzg+NVKtPur4Jj3VaqA8cMvOPRKk2Txq4ou8yPpFvIpEkz7xiKE8ZfXRPY7hD76yYVy88FtuPewr1zzt79Q9QZcivkLddj65/es9C6/PvTZhhz3cNO29+2EkPrDaTj5v6gc+mcTmO7S3+LtkF6s90cqjPd4eET5i6D09ZNGlPezpSr0UYzq9thQfvr885j2ZWAE+41cRPsRAwb17ahQ+8Xg1PpRAVr4kyCO+SLqLPk6nb70ub4s+4r4BPtwdXL5CFsc942coPbg+2D1mNw8+K+M5Pirmdz7qito9NYy2PkL3Sb4czCA+a7ypvERyL75MJiK++aVtPjvlIT3mCqA+hRYhPcwuTT5NyCk+0aoUPix2Eb4zjVY+/+Q5Pn7uYb3nw1A9XusMPiIgpT6iyn0+/7c6Pb9yWb69txm9GTLkvUIvgLyzHfE9+n+aPHF2GL3Svni+NQghvt43J71qoEQ+GYK+PcqyKj4GX1q+SosYvtp04rwYT729yhYYPsj9j75fR5C+IssLPqvD5r23dC29cxpovLM/kD4joko9UxOjvTQDgD0xvnk9O1gSPhpZgb5uVgO9SvODPhBuab21ELG9O3KrvZOtZD52zli808kGPu1stb0Fjio++AMqvZjKlD4i1SG+70quu5RhMD3RnOQ8ZTFSvI/Lpz1z0128rXQ9PXGzU71b+/W9F+HcPsKXx73FybE6BN+APOe84b0LIre9YKUivitooj2976Y9VkJovoErFL2zOXu+SX8iPnGk0z1ABBw+U/YCPUXETD0gGEk+HGuYPPPWvz3shyS9AaBkvsi1jT15EBg9h1A6Pu6PUT5xwI4+5+IpvnWgfL5ccEk+RIRmPnbKA76erk69npirPiICxb0w0sm9VdTfPNUGEj36Sha95CWFvqY7mr5UvQ+8AZervZMfm700+KG9nMujvrMEaL7GRQw8qSCLvIPMzDxF7RG9Incavi3tHT7JXeu9w52NvtB/cr3AQeW8a92JPRcSnb0WruO7bb0Vvs3xjz43m/c7BiWQPOn0nLs9KxU+NcQsvn6pKr49k2W92bTHvWmfz70hIj2+ps/PPeDBqj0aBvu9plApvtCZbT0mCtg93z+FvA+dz73Rrje9ElqPvDGD8TzcAz49/aK3vuQnZr6hOA++5K1wPc0tF77mxau965ggvnzNy72xYEa9HGAvPbJ+Hz7vuFg+E5gzPnNs3j2rFwU+z82YPvp1P7zW0cA9nFMnuotswL2N4Me9ESQOvr4Vi7nbeta809y7PRQQDD7YrOC9ZUVZPaVlmb3UwtG9vVbevbgEJj5s8Da+MMLXPZCpoTwlNzg+OfGDvcu25j0pBsA9H+UAPbsfoL4SvxO+hM59vVgQzT0ugBE+ALd+Pg0GFr4tiVG8e8KJPSzdw7zyKBS+bqQRvnyRfT35RIm+fbiMvZfO0byXN0Y9nFG0PQRwvDwN0RE+5oc9vhik6T3ogOc9FIeaPiQpcb69ogg+bV4SvgJ6Iz5ONhy+eh0nPl0CBL2sOwS+pwP3PZgOMDz4zxo9foGFPr8Ibz5cnRO8rKE1vThnPD5SX6s87SqWPgCCZj7ABX69Ru0tPqAlSz1SFnu9EPa0PdkRZj2Bdr89dAAnPnueMD26j/O9TqdQPh1N7b03U1G+ZtBOvctSWT7lohg+O+rFPez+bL4TBBw+Sqi4PAmi9zwas2O+L6YDvu/Eiz4fx568LJ1KPjwrbD03hpq9sf0KOs2a5ztKdDy+4boCvvN6Bb6QCIs93dGfuy/Z8D1VBjA+EwJHPodKGj7Abc89J9elPqNzQbvGsOC9QlSHPXjUBDyl/g++a0TzPYkN5z1mmKI8A3CKvXMgOj6IWHA+WrPFPP1Zkb1ZGlS+CYg9PfYZrL0+vqC9PtNRvoKKE71dlAI/kcObPeyRgT6ayKC96uDHu1KAob6zw5i96OKvvcehTj1mEo0+/GDQPUs5jTwp5Ro+4QZjPhBKoz1j8wK+00tzvTSUMr66+qI9ZE7OPQ7/Fj6pt947YoxsPkVWuLxTQp49W9jLvIcQB7/tmgW+90KvvXsSn73hm2i+xYSgvp1Akj4M64o92WBzvd4Osrxx5pq+yvIbPYS3mD2/mU0+JBgTvgRJFr7FW4w+6CCCvfIE871x602+Oj/BvuCiFD5wRjA+QigTPnXy3b3DzbM8a02QPd3b971QVPM9eqwZvoeCbz526Cg9V2wzPSHAILwLCAq+q/FSPlzCFj1w55G9vIqovUMpar4F2FM+nGiUvGCegr5OBOg8FCQLvRJ4lD5G7+c9s0BqvpQqNr4p93g9FRnhPa13Wz3HjWy+ZXBHPq1gBT6nioU+JM3HPUXcBD4rMh8+R04uPjRppz3k8sA+7B4vPq2GvjwRBgs+lk6AvrWB9T2k2zw+jeA2PZlkW735H6Y+AsO2vY8Kr70mp6K990QXPijVXb2bHZa9gkWivkIS/z1msEs+aUfLvl9Cpr1Lw7s8JnE8vijqMD127kc8V/vmvR3Ncz4veJO+Y9E2PbjIcT3i52G+tzgLPSPgcb2au1s+iJVFPdJtjz7KLgq9/eAAPtIUorurg3s8t5IlPjnQwz73F1k9G7eVvmxmi72iuzU9gLgcvKfClb5V0Dk92a2UPvxnID67ORC+69oyPvHDtz69rx89o9eqPTx0sj2iIyI+/Ol6vufg+rvYAH2+jW1dPrj62T1rCDo+3hPevavSyT36oB09FsTCvIATj720mzI+fjyMvTKjwjyZPMe7eJVhvkcfgLrmYYk8GTRovHTSjD5SPtO8gJsHvrFxyL2wgyI+JEsovkmbXj6UqKS6sNjDPbYG8j1ZZwY+FpsVPkL95D0hf2m+wr8tPiEa8TtIwS4+e7Rjvdscaz19ddM9c3H1PZ4YKD7J1fE9WImEveWwX75+boo8QP0uvf75QT7eq6++AVv2vVfuzT1yEyg+5rT7vQvnSb5HsYw8ajoQPmpchT49whk+qvaLPcZOeD0hz1G+7GPRvDq3qj7TAxK9gAmzO7JGxbx3S9u8WDQEvQEDGD4A/vS9AFmuO9hvH77it9m9JwtQPcEjkz4YAZc7MzsxvlqfKb7JzNU9lJ4VvJcCgb08tVo+nT1svo3ojzxH3Qc+rEoovuruC74oQR++oGmnPKWv3D37a4o9FggEPpUAir5FiP094x6Vvs3zS77Yohi+UQNIvVWAEb3zC+W9DZRHvSYC0TyF+Cw+taNZvog7Vr52+G68mr6PPfisab5DLr67ogAfvcFg073ngrW8uXI8PilBqjxsVoI+xoBKvQusEj5Q4Me9YiGjvWS42rs7Aa09rk7YPf8ejz2ziWA+ni/hPYbwIr7xFzi+seYAPqUoUD629jC+qPyavN3nlL3aZx48pa3cvGj/sj4vfje7Wy+gPcqLTL7SymW96XRAPAb0kz2q7cM8hujRPWQZi7y9SoC7AnCXvTJnND5DnBO+ipEZvhoj471cRUe89ywfvTlLrz3alF489ybNPe25b73WwGO+5QwlvrIzAz4ixWu9BJQvPazfar2B+GO9JlX+PO/7gj4zEaU92os0vel7xb6YiFy9yWVxPsEGMz0tI2C9czruPSKXJD64nE29+wdnPqTHBj556eg9diEvPjh5ET31kMi9MoWsu34l+zvHFQc+yueSPQSLmz3JTuS9QnaoO+rUVj1VCay9g6QKvetWBTyLHPe9GQqkPdhGLbzXl+G92AAvPFLQaT3QqSU+DubuPM1qrj1Nn+w8H9MePoIw0z2gxP26WMfyvch3Gz4CzwS+JJZ6vJaqYb62nUq+R5NRvbdUJT1vv/Y98n1+PPyjYL47KLg+x8hfvccZEr6Idie+kBddPh2DKL6mU4M9bZ5qvYm0Nz6F4yY+m4UnvUyN9jxZs0u+061gPouDwDySD0u9dqeHPjz9sr7cCgc8ssJOPuq7Cj5z9Sc+ozjEvKlstT0ime695AkSPaawUb5GGzo+9kNbPsl5rD493S6+y19LvRbPwr3NwTQ+dHDgvLNVKr7+TT4+1yP7vJl9eD7+/Aq+Kzehvt5Cgz6bnvG8xddwPEMPPL06SjC+sUQKP/RDO76+7Hc+SA6WPsHLF7416Q0+YN04Ptu8jb6D/RY9OgBnvl0+kb6wlE48YqMOP5Q8TT2StjW+ZPsCP0LzE74irus9YN2KvpGLq72JQv09b2q3vmDR470//hq+Y8AqPiUWTr7slCq9vYOqPr5qgjyP8YC+vlAdvomGu75Dl66++TPFvSViuz4bDW89zaG6Pm+i775XNUm+8SJwPeycSr47ziQ9eZadvXritL4zIJw+YBWQvqMW1r3qThQ+1K2tPN8mur4QuMY8a1DsvQzUQb7Yku29jfMyPPsz2r0/LVq9KEaJPn623j2aIM4+inIfPs3ApT6p7cA9K7pcvT+5HD4SRHI+9wIIPguc+j38KCW8LRGmvoziq7380hO9ypgXvhc5Aj6tmhc+OyqDvXOk4L20zdi9VZsJvkbcMz5mOnC+TJIHvItSZj442qA+TlPNPVC2Cj6MJo09cBxJPryciL6A0cc9haBUvpffE71OmnS+sODaPXCzRT6++oK+CO56PSBlkb4Rmx6+HDpivk5sdL5uzrW+HqUcvjxfmT2dlRA+QR9SvS0luz6+EBy+m3cyvqTbvzzsGbk+zGPivs2GV75LRp4+SDP6PfcqZz6rEkc+HeidPhLhuj2HOMa9cXnxu0sd8b1qeYC9E2/Xvr/WKD6Dhou+a2bOPYNwG76ExFg+hyslPpPyub7XayS+cJ12vvV6KT5JM5a7dVhTPheo/7wgjta9r8wqPfNEQT425nQ9zZ4Uvi1rSj5AcIg9LBZcvtYB8Lw2P5g9jbDju+sErryyGug8LzGIPI4Uojx/A4w9JcG+vLfCJj6HVK+9Q4QnvkA+NT5CFQk+aJ3Kvgakpz1k7Zw86vNuvtEh6znuaG09Q+imvspLDL60JQO+i3OevVCzCb6KNG6+QnQoPifgiD7B2ZU+Px0oPo70Lb2fYbo7oiiIPvPOWj6aQiY+QgoMvnhmnj2jwvS5ifI9Pkvirj2zKYa96vzoPDFBdT2AQkW+YDIpvidLPD2iIGw+DZCdPXEVsb7QkxE907OBPIiU9b135CY+GOKCuxnOiz2U4129aTOlPfbM6j030hI9EkYSvJDRHTxUYgA+Kc+fvc/fKT6EUgy+gdyDvVgKKr6kmYc9xs1JvZOwAr7ktqC93VDIvUiYhbsWBOE9pjYEPtUtxL0Cylg+HP6kPaVMx72KO3A9jGWPPWYBDzy1z+e9m4wGvrcYmr5sB00+k2SHO1CdCL7qqy+9NdGLvSuv27214SC+KbBzvnDzSj3Z5Ka968Aivuo9o7wlABc+SogwPdhPH72kSGm+JENHPARo5b2SWyM9PQIKvpQ+kb1tbZ2+UnZnPX73qb07Hki9hI+eves1lzwLF8K9wP62Pfv0Dj0gzw++KpQpPUUzuL1BU36+CucbPeSuujyCN+Y8CUvsvTJ41LxPw1m7fAeiPdT2Qb5iEXW+HhD2vQms1T3Kqvw9eesePmSPdL4TVyg8HM8pvohBWb5RRJK+1xDLvZMR4z0RX4s9IrSmuXab0b0gazm9/MIaPWA4Pr6GCyW+xHONPsGWhr3SHhG9LamFvm+fK70LwMu9m1BXvqsCHb5cSse9m1zAvqJqQ75YYZE9AMNxPMpGVL2zJ9U8DuIwvdN4oj23QO493h00vvNb2b3uaDO+7YHBvEKGJL68Km086PShvRye0L1emQ09FqddvivHTz7xZpq9H5A+vdG3Hb6h2Hs9O2Ibvi0dWb43tcC86bFgvlF0WLyPmiC+3BEvvjuMYzxwHN49BeQNPIM0Nb5XddY9ZgxFvnA9t73h5hq+1QB9vYGmu75wj+a9aumFvnPNCr1GVmi97ZCjvbOlDr5OKS6+N6ozvtfGaL0ok7s8oYThvBXArbqnF929LmlevaJlfj7Zc1c+ovGePuvO6Dwa36Y9GKxDPZC+Ij53WYm6ec7HvgtrQz52qss+k205PupXoD6ekwA8L6TXvU1ylr2tzBs+kAglvl3aET00bjq+YaURvWD6wD3oRyo+ImLTPaAYjz0NhbG+ijxLvR4Nfz4Og6M9i4xkvkK3AT3clE8+Mgg5PY8h9T0P3gu+zoEQPoJRjz4qsRU+GfUpPT73pj7ZbUG94RE5vfyAID7z5Aw8VpGvvSBlgTref1q+7L6gPRA0LT0ku6O95VA3PljX/D1+kjY8u5n2Pe9kNL5FMH69HFjZPTY1xL0c/6i+pKQGPgJ8CL5u4zY9OMMvvWZuwD6hyTE+17RtvXphqz7+m24+uSWXPTSnn7324gw+t0NvPrfHHz6DY+W9ZaTTvO5TmT3qigw+I6kMvnm+uL2icja9ZOeoPO70pzxXM9y9qfQTvvOkK72eRa29bQ16vk6BYrxJips8YYvwvXvT8L3l7G69vJKqvSXGnT6BzDO+FUh6PrgPST12zbA9+29oPm3PBL53aV89ZAQVvX5+DT71nx29q3P+PX6ZRL1MXrK9PeI9vkUzQz2Hdd09Qri7vXeeqzqSCnO9pzMLvgXLvT6FULs9vgnHvbhkd74RoDA+wenpPcqUfL0u5Gi9E1qnvUaqSz0WYBA91WpivGEdwT0enRS+2o92virIUr4D+F880MtKvtuUQz6+mBi+gt2Uvjx97L1oCOA9YHxWPkxgBbwS0pq9Nrvrvd8JoLzez3o9BQeYPNKBDj1kwd294+qaPqw7Ej4JWJO8sor9PC4j1L1Fdj4940xNvLk4kz7WlDa98TEQvWDRYj0aNhM9yGhZvpyokb2jy7698rAmvcBjYb51sBi+nvkTPhsWOD7W/U2+11UqPVwqBD7nfiu9wBcKvv+7FL093Ao9Yxr6PREXFj7nMqS9jF3rPYboRj40DWq+wsPvu4YJ0T0/UiC+w0CQvtZDEzzQBZU8yc0rvtJs8Lyw+JK9rmuIvTh88j22jAE+LmCYvk9Cyr1dSa67OodUPuGiFr0e+pg+cOfevbWKgL6xAI49PSYYvpzT3b3Ef5o9FeYivr06Cr6br3k9tP1YvjYviD2OhBg8qB2wvHK2izxpyTm+l2KUPjDfbj17bRg9LuTeOzJ2WD1MYeA9GSE1PpZhQztCIwc+nSVyPnIhID09ZIw9kJD4PdQFy71bgUO+EsuyPUaBtr3DEfk9mnSiPZT3Dr3HI9m9FGx0Pt892T1bzBi+zJwkvpfc0T30tbe+R46rvAVkfb32ZHy9vwsovi3Fab1f6vi9JIZsvafgiz2rDDm+5ImNvciWb747gpO+HD1jPVFJub1nrJi7sxCOvslYr72ERfm9k2ydvddhkL1/EmK8REeMPSy7qr2Acii+ERIWPcqnk70Q2fC9I/nYvTZmMb6hGLS9TznBPT7hW75El+y9dT8AvpXYkb5Xmo6+1RGxPARyJ77CV2k92oepvWw2/r1qAL097lnCPfqezDxt5wq+ZOeHvo7ZEb6ARrS8HCwCvkNjrz2qrMi9K7RKvlLHQb3LNpE9j8fRuYl0/73Dra89dYYnvVPZsb7xKuC9F0invOFtB77odEA9sLozvovUkb6gQu+8BK1VPcgkb77sZZe8JhT4PVGHBb7Ob1S+XbIMvvG08boMVSS+kKNlvQ9Chj2abRW+DK+kvmhCTr4H9049mfWBvld9HL5MzmC+49WIvAN5rb1B4wu+lTBAvmnCAb6ONsa9FecBvhBp4L2MNYC83rEkPih7nj3wlbk9nQaVPU8pir5mwUI9TMnhvUKXL76tbPK91djrvTGdMb4RM829Rr9yvmzAXT2ybKU98kcovuS2W72U7Ei+BZXSvYRP0z2ZlFG91XhmPcWFijyb3Uw93Zr2vcN3/D1a/WM9Lw3KvKWQW751E0A92LIMvugUOT3gaYy9AlosvlAijT11zRU+lC5SvObYJT7WJpy8H8iNPmLTYj7TwDC+nYfqO5ZbcD5Vx2Y++EsJPiG9NT7BscQ9IuHAvTa5lT5ZpDI+NBBJvUqy9L1BT8q90iMTvmdr/z0iXDe9+/caPmrqTz7MYZY+trbWvdTlHj4TMCg+21gtPZ23B72/MSG9IxXKvZ7KADxdADY+SRuoPnki+T2a6/U8U7GGvSu1ND5+EAi+/0/oPRi9Xj3yzbK9HPahvsUtmD4TGwc+iPMePuzz+z2Bc3o91D77vbiRfL7QyqI9hdArvQEemj4RjhE9V+vlPTOfVz0g/oc+A3wjPkPMFz41lyw+T4kwvia/Aj2PJNK7JOdIPNh0x72Swxa9WIm6PYoDhL14+Cc+TQomPaq7YTxhvx+9QX2EPlBhHD1gIAM+loW5PQsg370iTuk8FIsPPloyGj4ubpA7Wvbhuwj9g71EcTk+2WSgPU/BAz4uQD0+b1IsvdHxKT4hl9S7MtQVPvSVBb5403E7ayNLPepeAj7lofK9/asKPSADJ77mDS89AbXwPLFCW7yjPP675kd1vS7Cxb0RWIw+6tVvPjlqcb5zxTo+jhKKvVh/AT7FkQu+6yfZPfN9AT0EgHO9I+i2PSgdFD5Y7qA+9oJ/vcmf+L14+3A+tXo0PYphDTyakR06oYtCvRWhur0ACWM+cuk5vv2xub0hACy+pcBjvqAoHT1BB6Q9hflGvtRTyD3uYcq9P6/2vcedIb0XagA+O9YDvvKIwbxwUhq+rB61vO8BDb6Ug04+S24/PpRHz71VZ/+9SZZRPviXHDwJkTG9EZ7tPbJmZrrYYiI+qgGsu1at/73RI069SVK3vGfGlL06kLK9qfNaPZmNcj2M1lc9hPh0PBYA77wm1cs9rFlfPjqNMj0dfhA+a6n7PXm0N72yJzG90svlulB4kT2WfES935MiOulu/L37kkQ9h96kuaQdGD4sMZE8Aco0vhQR6rtwXr+8vXezvWKPGD14h249bXU5vfGYJr5/UrE8dfB3vTeBOj68hPy8gGYSvrJ5gDyLpEM+vgtGvro5Jrx5i4o9ZCQVPnyktb1D9ME9Agc9vPCWy70l3cS8mhESvuRhtr1lxHE+JBgzvkFaxL3gJhM+8ZgaPsJOwL14o588U/UdPg4dw75DEkq+Vt5fvvOzyDyqiao9MqwYvp4yCr64O869/mYVPVXprj1U49A9TWOXveM8kb2KG0E98rQBPqOyibwG9Mo9eEPTvQIZo729E/i91HBJvSIyFj49bE69QoSRPjK+9TvijUq+Bp/fvRln2jwcCNY9+kAwPg5MLj4+ERk+/m4EvkwJK7xym8K9pBptvGdADr7s6ji+mRqEvWHxwLyLxJw97C1JvA2tIj34amo9qKtAvW2eKb7Yugy+XGzjvmLrBT7Vw0K+WEhTvYDMQz6WHW+92qO2PRWPST26FC89F009PJ9Ifr39pke9Xz44Paw8fz1yBcQ9huaovHQ0qD1xOee7jyOBPmT1gL4AXRo+laAqPVXmFT4FF/e95wVfvgAVKDw4TZq+WGxuPYuDJ76JAI89VX7lvUgUNb5p//29qaatPRibOz3PyiW+SiyqvUo6ZjzFerq9Iu4JvhrlPD1IL/09WMe0vYQ3Cz7PZLS9ghc6vT5mB70VfIK8xNjbPf6O37xXZMK9NUvdvXQYlb01R5W9A5y6PT/4VL59MQS8zRfAvGGPt768u7C9cflYvgxYjT0FKdg9N3eFu2nzc73QVAO+o4hpPU1R87zTfPG9aEqXvDceF7562Sq+xowpvlwgTb2NAmk7LyRVPkdjrz3AYYa8RnCRvVaHt73apDG+FTevvBe9O7zilB2+Ld9HvuwtHT53Xes97HMZvjk5oL2w3XA+VnFvvl9bGL7Bzzw9mS9YvgvcrjwAlPG9VvaivZekQr2gBIq+4kORPVVZJj2l6Tu+g1+XvXvGLz7Kv6E9CZo0vobig77+vUA7K08KPj0gIb7ssdQ9eWk3vng6O71HD1q+IpyWvt1mGb4+TbM7OlwFPpx0lL2EjDS+FkifPXjqGD6AHQq+W1gevtTVBb1+MGK8CwEUPWN8Fr7t+H29IKIRvqYE0L2Hcco6XTTDPSbbi71k6Zi9ZmjpvfbX1D2LMKC7dn41vlBZAL7Nvdo9PxcDPmkAGD4F5Qm9eD9bvYSf4b0OF/a8gGWWvn1LHL4yOZe9zW6xvnhtFj7ev6a9eWy3PT1MZb49wi4+b+a/PGhWGD7N5PC9UlXgPfo1j72Li3E+2+cwvbMcx71eu389fMqvPly0b71TL+U9aCL1vBi3ET3+b4w+hmF0vZgq+7336VU8TEEpPaU/gz0oCsy9WOlxvo4BHL36QLQ7WAKgPBKqaD3s3GY+eGZsvp0XrjttWxc+v0KfPepokb2tcvq93wuPPRRhrr0n1C4+7JwuPBkp7Lx4USs7P38UPhttXr5C/oe9BaJaPql3jrzDzXe+8tZYvf/YMj4fG+y9z31evUfwljyyxMS+5+LlPf7VCb3TS5K9UNYRu+XuET4SVb09KgoVPil9Wb0Ftx0+7JrBvWfYEr4y/sY997OCvnuqiD4ZQC49lHWBvLgigT2Jf1i+b5GhvDHPpjyFpd8+thfpPcZ96r1FBjG+r4GIPkaarT3j9g08PNI3PvEaNr7e12a8ra2WvSq9mDzAaVs+twE4voAEab6uAt+9IvAwPSys9D2ELrq9xRo4Ph/fNb5XGh+9j61tvmktrD31NYY+Xf2dPug5hzyUzJw+OlswvcBgFT2VeLS8Hm0hvraxwjzI2gG+AC6uvfI5ib2tSZk8fRE6PsvhD77tQQq+3mmxvX4FP7x1E4u+qlcqvh7EFLzkL3K9atXRPKuzNb0IuhW9RzHuvFPBdb15u8K+yXhzvnCzr70/1mw+aT4tvuAp3T19Mes7v36QPid7Try08949bWqJvKOLNb4yu8K+Z5cmPWNBaj6K9v+5+KXdvZ88jz3wSC0+rsfbPIsUIz2xZHU962WRvr8Hcj2rmCc9qbu7PSoAXL6+C8O9B87LvdKksr1ZeiM+d/wlvWqLMb04uAC+Z+JuPbsqdT77TOc9ig3BvWHaDj5fLTG+CsE8PkoeuD0fhYy8E2PgPbj+Mb0U2BG+h+RPvSzEnD6umKK85vPVPPUjjb5pMxa+36E3vt1wDz0/KWM9kIuMvQ6D0L33wQU+wdiEvZLarz0eR0A+DNbdu6Rjnj4tuaG+xuXiPMNBWL7pj+2++Y3/vaiId75F4pw7vAeivof9mT5zuQQ+tKCRPtCy070NnLo9JibcPZkm3D53geo9lPCEPo22qD7YwpS7GVpQvpaBGD54p0o9lNNLvkJ3Jb6dP1o+VbF1vi4HKD2+Dd+9Q45FvtyqM70Y/xM+3zspPqXwdT4Vu4i+B2uBOrDg0LyPqYA9QhvbPCeZPD7vHea9yAYEPj5GEj0WCiQ+NFElvlnYCb7Rwg4+Px/xPHS9Iz2PpTU9RdvQPZFuGT1fd/Y9z7/ju+DAHb7xqR4+bDMCvpH1Pb5NRhs+6m2kOyPNCT4Dgze8ZWqZvJT1FD6LB0g+e8IXPfJ3RL6+3ZA8EhuHvoYZYT6jaZ698OpLPDZLnTxqoSC+oVxjPu6fPLyOwwc9B0MQvjpOS77ZAT68pZNrvcoND76qiQc+CmRPPo+rrT4C4bo9KYAHPgpsVz5yzys+pcG0vfwFHz3cui49ahO0PUUk7r0fsm29GJxEvWVzmT7clT6+Id1MPuxAoz1EXjq9ugUYvoUSNz2MqEu+plAhPpuOSD4Oudi94GAPPiiHjj2v4+m9UB+HPvfrnz2d7VE9y/5kPYG4QT0yQKK8eEwTPvlBh76/ss88+72pvM5A3z2WKBi9nLY2PnuXIL4IhRI+8b+6OwzlAT4p9DS65DxLPGlXZj3xT7g9xN2gPSGv1b3S05o8EfTdvVGVP76DLkC+w3FNPgTbmb5D7CA+4cEIPnd2sz3NYi6+ScZpPhNQzD3cmbo9UFP7PTtb572JA4y9VHtYvo8RtL15mZ69wd16PaetsD3MDFQ+twXZPH/fk7x3XUa9e54KvRbn2T1Lue27AlYRvUoUhz2uLLA9TG5qvVw+bz047NI+d/GLvpyhL71c6RC+LO8yPpbZKr4COJ283ziLvj0gQL6xZSg+nEM4PUXR071iuIC+4x2GPZ6iI77CPSE7jijTu/ytyr7gM+A9OWUFPgdAXL6HfsQ8Xq6MPNSCub39JPU7LvfnvWYda76vQ3u9BrAnvKCeCr1M26e9HmCsvUeuFb0A7448Tv1IPU80jDwtlrW8O3CVPqINKT26Nku+PMm8vodXUj4iGBu+LoVUPkhZzz0Coku+GbFyPsFpTrzdIBE+FchwPpwMgT5gp2M9ZbMWPi+Tvb0GFiU+vRIBvrZWSjvjq4E9beJxPt8fCj5qE5C9+XjfvdMzKT6KAWw+7P31vSq6gb5182W9yD1zPRfErL0S8/W8NK+1vMh5Oz3VHRQ9+qEbPp6ogL0ZApS9OitLvvnnk766zpO9mhK4vXtMRT5U9jE9lWM3PgYIpr6obDW9z8DRvlJuFT7JXOq8f1/mvRGnfb4GYUA9ecSUPMmW6T17Lr29BOskvIxpVjwENy++QPkVvf5cmz2gUWe+l7QvPd4Bdz7shP69FjCUvsLMAL7fJeM+UD5rPdYCMj4N7EY+Cs5UPuIamD1Aiyu9UsusPeWfkTw13Vs+BnAwvoQuhj7oadS9KuNrvsrL3b2syJA7Gy6Fvmk1Gb7LAYo9EXUAvq2wKb1Dg0q+e+LXPU4R9L3NB709cmWiPoqUeb3Ipzm9YNaMPedKNL7Vu8a8+4RevpJiHb37wBW98WQnPtabhb18CFC+/SqKvhXqG70OYIg+kHygvbg1zz1Tsks9GjP3Pakb873LWxS9SF9lPm4ng71BuYk8rkZ3vt3YI77b0Pe9oKCHPr/gbj1pVqO9UcalPQ7VBz4Y3kQ9J0rtvdit0T32DMm9bZyCvWl2/b18uay9wrUwO5C62r21jz0+BLdgPnplGb2Aimo+gylNPjTIsD1pCNw9FPwXvjLzvbzxiR++GdMjvjCtCj20/aY9vS/KPdnvZj2aYJA+PO5guR1LijysRmC+pG4Svm94sz4JCo09mlFavr7kYz6f6lu+z1l5vhWIIb5dTRy+d9DVvXkUCz5uysE9/Oi2PYxAQD5s7yg+XCpxPfaZgD4kbQa7vtZDPtLLJb4pbqE9gbm+vcFQqL2FIgC+FgxKPkY9p7zC33K+lyNnPjYZtLw9w3Y+xX5NPh1wZj6zlG29Im9UPQLYpLoJtSC+8u5qvsnDBjxnxvo9raRcvkjEUzx+o7K9omHdPYL6gLwuggS+WxbTu2V+qTwfuka8MOZtvXvsKr0kPXm92VDwPb1vgT6yN3s+9ox5vUxs3b06S+M9y2mDvBNDUz00q6i9vKxVvsoNqb1BVho+W4X8vWZXfT38ZlA+Z3lPPomsOz206E+9n2YMPsSSCj74JS++PjtuPpj0cL1JxHy89aQTvZrNtT1rZ5E+ap6rPUeQgzt1R0S9w5K1PXJNnjzGHjQ+1U46PvCs+r0iSii+VuKGPSkXsj1Uzii+ySfhO1ZmcL0WX8w9/X9NvdgHkj2vfR2+4ZqbvUXdqL6LUy29nhofPjQtW7xw0LG8V6gjvsUFtr2mxu49i2KrO2pyOz2EjoU90WEiPqU0jzsqXy49s9mevdqNvT0N6Yk9bG1qPRAeET1Cn547Pp1RPdjIzD3xZu885iVlvS3oSD1RnyA+H4xuPMh3UD7juME9jj9YPJXCWj73AhI9tj2CPSOfOb08jwQ90OG9vUwIpD2oLJm97jmNPScv7L0GNPk9BlqKPl6XF76GpMU90z1APRBWoDzxomW9C5BaPkweZ72ayko97E1qvgupN730vYm9U9w9vaJ8oj0Tt9K9j1IevTPzn724DSE8qoKCPZLzAD5Bgx8+Lnpmvuo/GT7vay++TCoFPItvy71rdlE9Gli1venGFD3YGxw+bRXZvbZIKj4wEuW9nGzmvH3RXT15whQ+lnz2O1HcGbxxNyO+H/usPR+oFz6fq0y9ZodUvS9voz1Ujf69pNmxPTi6W75kr+A8h5dvPgrImr1b7Aw95ltOPiHryb3s+A++tBHUvWA0qr1niJs8EqC2vmcKir5mMgW+FnRmPk7WVD3eQSY+DliOvid+iD03pvI9j2gvvjpuPj3hcm69c4d1Ppq9D7wwtsq92XcFPm1kvz1sF4U6FzBLvhL3Bb7Bcyi8+LJTvgkZJD0m0tG9nAIuvmgTPTzmaGk+s1a2PvAsG77crY0+I11KvQAKDj35ew6+fku/vbE2Ij7OpGy+lS2nPcJEWT7waxu+zKWhvQuTWD2W79w99F1evggTRz4f2+y9TYl1vlEBJb7g/IU+WL36PRBq9j4UABU+lxBfvperfz3GtbA9/Z04vhV1hT4lWnQ+ZCWjvtO9BT4TKV29w8NFPhgsPj5iIRC+16iqva+q/j2/aDI9tBOGvrnhm71p/+K9A1jiPdoMZ76tHGC9xqqKPvvyqj1s7pE9RFe1vsR2qr2XcL09taW9PbnGGjxYpja+7Sr6Pbe70T2YjFu9MfvxvfzhFb4QW4S9BnD4vMmX7b1h5oq9znB/PW5HaT461wu+WNqPvDbUgTt1Mmo9747VPpO+qz1vXaS+YsTbvd0sND7QBXS+cFabu6mK/TyNgh++akqLPS0oHL6RUWK+WHInvMOk6z3YLMo9LKSmPYXdTT7lnjq+Bcy5vYwBN77DoCq9XmltvkgkxT2S2Qq+TDAYvqu2sT0d1yU9MfzOvdMIgD0/lg4+fqLtvU29N74xmFC+56zjPYpepD3kLZy7tJImvcFysj276Fm+wQoJPj7EAj4bARi+zVUXPmbxJ75oKYk9q8AYvk99AT3xNyI+pnnZvnhNyT2ZANA92aSFvjyi27ueBDQ9jWyyvtIukT76mJ8+8LUQPk3Stb1qFjA+bqcSvrNwCj2SBg8+SLA3vvCCEz2Z84U8ZI0EvlZ2Yr7OZIq+7SHsPNkmjb1H6uW+lYeeu4WOcD2ExqU9fd5BvReUr77ZLN48Ju0EPc3KOr4Febg+VprMPbfeV76YT029i16zvPxlAT6GmB++OsizPT45qj5af0y+DO5BvW2z7718dl49Yq7XubKg3TyP3mE9djt2vt24n72WBvW9gPe5vjGdGb4FrFW+C7+8vkOUP74A35W+qrrRO/kigb5x7Zy9hLCjvWqKfL279gc+KvIlvhhpyb0TdDM+7whlvpGXRr1FRw29/Loyvh0Cr7zkYJU+NWI1PhGBqD4OYx+99ehfPn4Ngz7z9nW+cmuJveP17jxcB1a+vMVzveLasLxGbK69NyJovX3mA77s5XO87T0wvHJP/T3u5I4+rGOtPYOLTr1rDH49u8uqPnaDOD3aiUM+ANF2Pphtlz0KQRw9mSyavej8d74TzK2+Xc87PnYtIT6GtY68c08BvhQZiD5NEMq9wCoGPtvuU70hUuS730UYvrs02DyMgO09dPd5vSjPPb48zrM9LvNmvi6cML48/AS+yyf1vUui+L1BCzG+5SZVPUck5b34Xkm7SSBsvvshxb368WK+2jhjvcoCNLyKyVq9T9VdPYJjgL5qTLk9o/cNvtxsCb4PqHG8WXfaPa/Sk7ygXAK+9anmvUXz0L3jF/U8H2EJvsoYz73tYzW+prJyPSjqI75+gwG+AeqCvp+SCD4W1Ri+O3oIPeK72j3iwLq9zpcvvv933bzzHWc9l6zUvR9msL0WGNS8eyTsPazvqj2hTXE9jqDeO1Ii173pWIS+U66VPRIfHr5UIoY93eoEuxfJnj2sSd+9c2SOvU0Zp74jcZs9eFXJPNWxqL1gmcG9S4dEvdNRT77sJCq+70LTvTd3G77d0GK96SylPAWuvj2MZRM97qRTvtdm472TQJW84xfDvDmQ/Dwakky+RJgPvpGo57312CC+av0evgZ5Pz4X/qG8vTHRvbUS3j0Ydxy+gjxgPSx1g76qOoO+NU08PZvvPTukz2s9/sStvRWLsbx3a3W+JIU8vteQIr6Aqj+89eZZPbnYgb0XeBW+Nkh3PY+CcDy8pTw9zSonva4vOL7WJQy9XtWPPXNf971aBy2+QB1FvnV60jxiszg9TC92vnzmWL0wavi8AkOFPKcVwTwaSgM96sntvWw6HL5/46G+l5pWvlzdBr7oYmU8/5cVvLfUnL0dRn6+s3ELPjgn9j13FoS9TyVaPQP9Ib4DX5q9dx0KvkBMuD4abje+IJcFPSeeZj2OvLS+9nKWvJN8IT7Toou9C0IwPNaLF70cITE+NxGiPVxBAD5wQw0+S3WhvtBnpz7+bQA+crwyPcpwF74peZO9Oj8TPi5iCT5hxAq96VVHPaSXRT5unJM+4GHKPuhoIT58MgY+9wzCPIh4lT4Vtae98N7+PQaqCL5cA+U9HzArvsiWyb4PnsQ9H7dyPYq0wT1oJbo+Fhd4PYVOoD1pwZA+gwPCPrkLBj7Z+5y9eKOivl3mET3rPaY9QWojvnlQo70zFaM9mbNXPS6Gjz2Ijxg9HedEvWdIWL7ii3w+Gf2ivCMEArwVzLa9GFHCPuwyoj20MDm+VCuMPX9Zajxr06K9XdqOvh46kL0sJ0q+XosYP9DCYj561jo+srOHvdVQ4bwTC0c+J/RAPuElJD4GKOa9Kc5PvZ6Hbr55nia9c01Wvva51r2ptZ+9LPjDOwQDYT7oK9U9ksWFvYSnyb1+X6s+co+XvZLbIb64DcE8vecMPrl2aT7GsmA+d26KPu8ZMb2BIrG8MidqPPvPLz6ihmQ+q+4KPGLRkL7V8Si+K1wHvpEovz2jWZs9E1owPTg6h76mdos+fDIevgiMwD3707u8Mt0WPhEfnD3Wchk96SUHvhjLoD0PySs+BFqpvTvc8b3bpSW+UoEgPqQLCD5LOGK+tYiYvGPVgL0HrTg9l9ILPnh/lj69n1G+lcM+PICJkDwjK8w8mN2kvueSjj1UTzA7uK8YvfXOLL1CQpa+/oiPvSeZpL1p3wA8Elq8Pd4fML4+6mG9PqLCPtvojD4lT5O9evVzOiNip75b1jy+DNXAPNr4nL2zqOQ8+4/JvZv7az1bjB48zoUjPUDQJL2dc3Q+0eoAPeypiL2DSoG9nt4RPjTtiD2/5wW+S9gaviUDST2387O8gKhdvpN/Nz7HLgk+G/l+vNKejL2NThg+ASY1vj5uP776uMO8Cpvava/bdT0XXDG+PBSHvY/m3z3o0LW9iTtFPiy8CL0AD7M9Urf3vYv9rL2J8/w9GV4XvtDMUb4zg2A+L61WPSDg8jy2cKm8HVRXPttj5721Hxy+j1knPmYg5b13Ag89w7vkPSWFLj6/yni+P//Ive8HSr7ENCg+3WezvXCGgT5V1j09nQuDPg19mLtvDlm+g1ZUvd4VsT0zL+k9nEGYvaBPQLx6m/a9ln9ZvUKWIb5DN228kXNKPPVBxDyqupE9TC6TPY/3wz35O3698uV5PhGaeD7OGuA9VcESvdfMjL0JQnC8Bq0yviAvfj1xFqG81nVFPqCX8TxrST++A+fbPcGZqryRHRu+TBVkPk4VuT3/+T+9hGkpvuB0BD1AqcA9aJefO5wMeD4Dx28+ZgwKvjg7Q7wC64o9Lcg3PtwNwD2iEXo84+mqvdqNf72TB0a+zXkwPY0mvj18zfw92vIhPthRUL0AfCk+bmkgPKXSHz48Uhs+bh89PcRTej7Uug6+JFmqPLNa/b04Hta9MwU/PpwVeT4ZIO694i6Ou7hRC70R+6Q9mzbkuiriMz7WJBC+b2sVPjbnjD0SFVU9P4SAPYyJCj50grE92m2avSqXAD41xoE9npoKvqZuBj7u+3C+9Au0PZpYFj1qFZE9W4gHPhvp2r151oW9JkQzvt2qqrsFswe+GyukPRnk0jxCey8+O+wUPu/v8734xEm9284IPNp9gz5FAoA+Z+KCPRrNAL2tNpU9Ph/nvShDfTzLdr09BFMLvabkRz5tUpc9/E1ivZK8Mz1Q3VM+xpN7PgBU2TxA22G+Eu9yu/1oEL7W0QY86W0RvpL7RLydotq9fyYiPYgY3Tw+Yru7n3ZQvmIcaD68YqU9Vj80Pjgq570ZTi291dmZPYaANT1quMY9ix0WPvcxm70tPQE+ccpkujBsmD2w7ls92y8DPmbXBb2HXeU9ByHHPTElFL5e9g89XA+iu7mlS758mui7WqLjPd78ib7zuAo+yo7mPY4dOT2xBjQ9x/AcPt+uDr6mHog96PwsPutiaL61JSo+MpTiva+SQbvCR0W+u+KHvq/POT5SIeM9ezw8Pv3dzb3dsbA9nqHfPd/G1T3Y2Oc9/PWWOzaQ4TyE0Bw8haoJvrq1uDyBuDW+uIEWvbIRGD6N4ak9wUpyvTPiR7tG+AE93fkcPRo0Gj3aOQc+/lSPPvZXLrxbkCm+QU8vvYBFFLwnhIo9SOjeO4CAdj1bmgK+J9A5PgZhMr1QpDg91kNpvTXUAb+SxJK8+N9lvegPCb62U7I9M1xNvt4JKD6cVkC8hIujPPBN37z6uSG+j8YYvuj4Sr17fde9vTI0vunMAL7Lpxo+F0WYPSxlCz4rwtK9kxQePurAL75fVK09DO2+vPq5oztVQdc8AMgXPRJpBr5Qbt48Uw80PbvORj61LHE+E7PXvRyiOb1AZBa8MeFKPjJ4zD0zxx69wadCPEwqYT7Ue60+C/40PTxekL1yKxs9Hg61vYyD+r0jasY9U/CZvvz7Nr6KGSG+BN5DvfG8mr3iFNq96eyBvYXdEz1kbWw+8rq0vXIbiz7cLTY+MMiUvU3MSz61CLs+rsrfvVm5njx1c7g9L0QQvpp67T2/JC0+ZsDpvQtOBby4Eoe9hzKIvP1IAL499Qa+MRnLveefj75ZDbo9Q2t0PcAtAz0H6gk/EHGgvV+Hx71sBYm+lne3POPeaL268bC9Q6YWvl4HPT6Hy2k89ynkPdfW2TsTCn++oxAmvtqNM77MrVA+CDIcvU/uhj5KXQ89TFxevQm4G77x1F091ltrvrL0WD1mcs28uMgjvE45Lz0UM5q9/xouvcdULL5JPp+9hUAIPj1lp77dEIE+9RQ3Pg2ZyD2/aMe9ZhcaPu+2K72r1rc9Ry3sPXVZhr6dOBS9/53hPURir77wq6i9wNH/vb9hOL0ruu89mC5mvUXq2jzwvL6+RBxPvho7Lz4zEge8lhfBPS+sVj55unE9oPlJPO0+mz7ACMW+PCOyPcnxlr2xvlQ+EdGyPQKdJzzxgKc9Oz6rvjfUq72t1UG+1WOuvhGair1zr+A80CckPl1ZrLyKldi8XviNPrVWVr4IdEk+O6jgu5uoHD7PAGk+epETvhdrb77zsT++woSLvvfvwj3blZi+0O4RPtJsRj60bCU+xAZePjJBjL2nBmA8PD0svTdLf72nQjY+K3MnPDc3qT4xgpc9xr9iPQ3zMT6AIbW+lcIovrVbW72oGCA9aDtgvTuiyb0ZT9M+2IjhPMjEfb2+/WG9CNOBPtDdL71QGXe8fDNGvgXYobunftI9iXmCPWTfXD5g1Zw9WE7evDRtQrxklhG+c8afvqbXHT7vib09KztEPL9IlTvbYzm+3W3QPYzKR72jzi8+I58rvq/qFz4H7xK9rf6zPe4bkb3R7vm9FgX/vfigHDwIot88cPQRvgjwm73rBZu94J52PPudFb7MVkm9i+ymvVml4714vQu9TODQvX83VD61L/A7sBZpvOrz/j0nVqK9ZNecvbrZ8rzrGas8auK6Pc30sz1giBQ8p1myvS9pfL2MNk0+VYhwPZ+0Tz0WDOG9GvckvQFbpbrTEqK9TP6WPYHigb5k9ew8w411PFYnO75qNBW+yw7jPFhL/z1aXo694DjLPYH4oj2OJ3497NpDvk4vIDzF5F890MQmvnQxp70Fziu+Sa9jPdNxsb2WNyi7JP7uPSdYDT3+Shw+/K0ePuKxkz2gWxe+98O6PYStLr0Wbwk8Px43PYwaa70CeXK8k0H2vaNQLL2N5tQ9Ugg3Pty8Er44/0i93OCVvcWKR75dTm88J1ySvGL7wb11b0i+uCclvfA2kj1wZSK+dSYIvjuJDD5CkXo9BBh4PfFgdb2EqmW93lJzvZINAL3WEF6+l3movceDOT0PyHm+1oZIvnj93jzlIhA+Pk91vQqY1r3SpUK7oDWKPSk2Cb5ULEK+NyhFPTsqGb5J7bK90GZFPQtSJby5PyG+lP2nPeAXcz6b1ze+eBXFvNAjhj0VEbq9u5MOPjdVXjw6FaK+fSYePfCoGj7+9hO+gfrAvXTbhD2QzCw++01jPs4OJT4Biku+WidXPhDiE76+ulQ+nAR2PuJ2hj4IljW+dpJavvrQVz7IZVe+1spdvsuAtz0lQMi94bVyPawTW705P0k+LdUJvriHk75coaY+zcU8vjpidD7lyTi9rL1yvS8w9DwIJNs+qSyZOztzZrxBYeq9KNo8vtKDsT4E9rc+n7itPb9yyL34UtI+qE9BPi53OD54oq68/qGDvawT3DyDDjo+AmBQvj7T0r3wMpG+ZMQJPvyOLD6R6KI+kjNWPkFFDz7Jua0+FCXUPflEhLzpJlg+XIYJPgWrx7yS9do+JGYQPp3piz1kOIG9VGJ5veIhrz3SPZg+NlBoPosUmb1LgkM82emLPu4DGr7MjWE7Pbh6PYNKeT7oSRu+GHrEvNWtsT4zp76+uD2LvYGV8z3Go3E+cjStPRIRGL5qczM+j6vkPdIXwj7Ks3A+DwUfvLI0cj0KkC6+gsAUvD6wdb6NQfu9EYxivY3q2r3MwZc98k8vvVEGhT5hjKK9iF0GvrPmcT4MUEY+Qd33vVBhQz7ucQa+abE/vZdcQT4uioa8GBPSPtIYML66GRQ+6mRHPYGGpT5WJEM+iI69PlJz0zw0YZU+fGSavd5umj4mHuY9pYXzPTWqLb5gdUU9EJL9PM2EIDtJ7nO+i3qbvpz9lj3yDrw9KmIwPW/QyryXQoW+LHNrvcW6NL6W17s9aDSQvT+WVj6BFsS97wzxPYo+Mj4/Xow+2ZxqvTDrJD42Ezc912P6PeWVOzyhm00+lxybvZ2e3zycmEw9yCSGPiKiID7XYcW8MoIcPT7SGr791lI+r1GlPIh65D0bDVy+5G53Pm9YCj3JBBi+r0InPa1W/L22LSg9skQQvG2LYL4jqhe+IJgNPZn8qz0vTTO7FihOvSK9e74MBeE99DyHvemBKj60S589MdtWPtCTpz6EaFw74Dhbvivxjj6QKx4+7PsBvoXPlryrASM8QNfpPW7RAT4ffAQ+l6iiO2HhOj1/ARE7F10RvkRxojmqI0Y93SPpOw24RL4+O9y9fxdxvknjQb5TKoI9fKhfvgKAnrqtvz4+2MLrvRXPML47c9497JJFPZOP7j0CiUu9JJV2vS81s76yufY9R/jevUn7kby5n9492x06PUJSEj7sfIm9iMbxPVdEjr5z/Fs+PBShvWE69r1A+sW9nzHfPe8DCD5WN9u9PiHiPaUV3D00Kag+lWW+uij37b4lprW9BziUPt2JU7yOthy+zQ/0PfXZQT6BZJM8cV6zPeZj5jxIfCU+yIyyPmNkjr5JcAA+PDSwvIkvK75foua9EMkHPE/Sib4BwAC+J+9bvRk0bD0iL6U9D5GIvk0ffr2yfgA9WyGPvSakM77NG8s9tinLPIZRPzyZbzW9hzRZPZP8hr6P0qq+YpJevplFwT2w+xS+QVeqvkfaqr6qGVe7TRncPUX6xr1C5he+AbCIu80iFL61jnW+4dMCO9MvGL5Ltm49nEwXvrvEt73cWum9DtyrvbUapr0ix729YHT7PBsSH77oVie+Ue3Qvd3uSL6C0Lu9xD27PboFhL40hZs9Vtt4vQtSWb6gYJE98Z2yvLNNqz0Ihx2+BJNevoATIr6FH2G9wJ9JvooCmb7xBzO+2t/eveXnj77KhxS+45MGvpVBAj77+QQ8zQl6PZTWDb28bZm8TfE3vYnhiL23qrM8kEBdvnqW973u54K8+WGFvVJgMb5QoZm9bZzMPSZHvL0PMJm9eqwRvYhWA74Rezy+9LFrPVodZr5kCZG9xT+GvRx9oLwMIFy+/6ADvqjtXD3NXE8966ZivuXggb5FJaW90kiKPWRHAD4rrKw9Bqn2vGtTSr4gZUa+UaCRvvGnHz5z5OM8J00Svcf5lL433727YBCRvlikFL4RIzG+ftrNPQy1b77GYsy9j2mbvpO3l71rEyG9B88Ivgjd672lygO+7C0UviBOLb7Yo0O9l7F8vgsXg7xZCqM9dLRNve99Tr4UUZW8ijqBvY3dpz098jY+6YlrvNDMAD2tZGG9jM0CvYL+Oj6ZEAC9/1pkPAevhT4ra0++E74jPnHjdz2sD1U+LPOBPqpzSTslm3q9RUUwvnfCID35wYk9B6WJvkMDBz4amcs9Th11PhPiPD3xTCg+JTDJvM2BHz7sDVk+X/j2vRrwM72D54C+bvTcvbqGA74YhpE+LO3aPQRzHb1FD4e8XZikvLK8KD7G2MM+iYGzvWiPB74IfMq9wWaYPjkxpz6bPSY84S3YPQ7XVT3R/lY+gbjUvSdgHD3I4PE8WMqYPrgzXL2V21c+EBFaPjMeoT7XdMU+pXznPYQsbj7BHie8kn/Cvf8VH75+1Tw+/xNGvMQO3D3In1O9cThGPqN6L76oTfc9gYXHPcxnWj6NZS8+PfItPS0TNT3dcJa9oDLaPeccRz0VAJo9HQSeO3MsMT50Nfa9K9OePYrgXb1dcXQ+xbLnvRiTLz4RENg98KqlPk/Hoz08Soa9HNn4vPYK/jy5MaK99hH1ve2Sfz1GSwU+v1YjPi9VWz4kQ14+WDZKvlyqQj63vOc9NAkYPRxkub1YeqU8d+kPvDfNkTw6xtS9+4QZvqBDmT4F90++kKDJPmyLFr7xw5+7fp+Avf01Vj6C5bE+nZouPk7PyD1PMY29gK91PG1Dub326ua9W+GXPcKe8z2csJA+thAYvp7tHr0e5zy9puX7vCRsnD6vlga9ZkdbvRKVRD4NPjW+zosgvVZQwL0iAJI77qEgvlJ2zT1MtxA8D9J7vXO3Kr3l1Fe9drskPp3zxT21rUe+yeJXvvmAAT4M/A6+VFftvTYjPr5SN6U9yQFyvvResj3TfnQ7nevCO+OLtTzCq3E9OyD6vGce2D3kv8y95E0/PCzLGD5s5HG+6F6PPsyROb2bIGY+il07vUO8Ib4jyEq843YrvrHyyL3Bdkg+pDzsPAWDib5qYrQ9GvOuPsjU5rynkUG+u0amPfgbSLx6e1m9cWyYvjtpKz7QIy8+ZyS/Pe9qlL47hCg+uujRvBkSBT6xu0i+zl4QvlpYx70ygZ494nubPWiG6r0wjmM+VfeIPjIhmD3siHO8R+m3PTDsjz3JHOk9bh/TOT/sTz3yq40+D00TvuVGsL3yFsM+hWbfvBaGuTxFJRq9qr/5vVrY5L3HUXi94DJ6vSgZeb70itY99VWsPdpb8D3jt6O9JfhHvlinhb2WVYA95urMPUk9fL3pji69qwakvRuiTL0sEUW9Xs7YvZpjir0Cpic9F5FDPthq2T2akL29oiqiPu6ZHr5l91s9tG6huLOiTz5bs7i9qItFPHxIQ773F4w+fcGePf6G/j2ZTKs6OUTyvaEZQb2RRpO+ifaDPhRdpr4wLIg9yb8DvqoyKL6xBDc+dkwDvtbCI74C0LI9xJwzvntdNj14PLs8JSWmPM9jjr6XuEq+VIOsPY18B75In4Y6WN++vfb3qr10QhW+PmdGPRAAST0sSL+9e3UCPvJ/77w72Q8+Gatevl5nkb3Yzo++ZFUDvsWd2T2G6CE9ACPuPUIeZD5uuzq+v8X1vb+sMrwHGp+8UZaZvVXWjL4JHi6+uglKPc5jzbxEd7c9VrNIvj+kAr0d8ry9prYVvjo6Rb4iwRQ9KEDnvYixE76tsxu+pDexPLILC76abIO9i1WCPODW5r35HEG8/FoQvpIoi74CAKM9FtRMvkZXA7v1kdE7pwrrvQDsLz1fdNo7eCShvEzkGb6L2TI+kNC8vQzdtj1l2x++nmCcvZsN9rxYIuW9NuPWvLFeHL6iUxG+DvTSPTAvvrsxC5e974HqvddumL5RLDS+2Gi7vci5Jb5GEoi+5E+HvvZIHb3WaSC+f5Wpvj0Ub77QiVQ+TR8APRJw/73/QzI6qyQdPo1MFL5uvq47c08PvkXEFD4k6t89QuI2vCGa7D0/XX++7guNvSRNOb3sh6G+Z0ezu8DfD77mk+g9B6IrPUrggj3LYeI9y1ciPpB9jLxcV9K9VwcvvWNQVT7fbFk9xJJEvlJeQD7k5Lc94f3rvGL6XT3NFx6+uekxPtOSoLw4GAa+wRICvr6dZ73HNR2+MRAYvj3gNL5/d0o9N+M5PuSstb34asa8YiFVPlI6sryJfzs+9i9cPHC6ST13prW9oQfsvUDxOT45vPE9z+YUvYHXPz4HUu69iGZMOmfeQD47FXs+qVTSvmwzoD6gNk0+EJWdvGqnwb2IpCs9cqv4vY7jT77oPjO80sYxvXY1Or0jqCq+TwZqvvwegj4XW2Q+HJKHPqvMLr08SQC+h96/PuVKuT4NKIC+rCNMPgE4Jj6dET4+MyikPV3ut727DSI9Zr6GPbW7ED7G4zi+LfoxPhdWZT6LKwI+7r0CPbxwWD7koAo+lcSuvg+gbzu8hGA9/IRcOcnS3D0nuSm+VsZ4O56WML4r0Gs+9E4WPg++oz5mZMS9Kl4EPjRIHr3jDTo9xGK+vSKj+D06jXm+eYcvPS+GWz6l4RO+5tSwPS/84L1pPyE+ijuzvVXIPL0DumU96AhhPh81oD5igMY9AtqCPaPPhjwqLDi+hcivvXt6cz4oHS09kcyfPQy5PD7hsvY8+OA5vovmlD5mocy9xCw4vmGM+b3ZMQK95HwoPnyMfL6YwcO9vggsu9b5PD0rnUK+9dvQPv0joj2du6o82CgaPtoXQz5EBJs+v9BuPkZnxb0kgwC9hqWUPR5GPT3T1wU+B72DPRuPu70MERo+/m84vnkfI76QM3i+cxadvoLcdT6r3Fo+jDRIvkmo0T05HTe+hmKjPVngfb1n4x0+nlAnvuPFMD4cCJw9sY0pvo65NT1UFKy+2zYgPUxHej0s/xq+1Y8KvaVWLD39byc+x5PdPfmkhr7J+Uo+VMQ2PXQ2Qj5LlDq92T1cvmoX1z063Km9t9g8vOlslr5SXTq9FB+SPtHaVj0EiKa+OevEPXAYdT3R/EG76cNPvi+f2L37NjS+J09CvkMMHT3Jqb+9Kv/NOmO5pb5ycbi8B2kuPkJbyDzra4g+YXMfPl5acj1m1Vk+FcEcvcYr3D00sRk88Sb0O3tQo76ELz4+yQ4ZPWmZP75Y9Ik9KzWuvR5QQL4aJyi+uJ9SPad/gj6gfRo+X+cdProOqzt5U8C9rlakPGDDCT1Q8FE8/BPvPRwiVz3aJks+ErcDvqh/hzx8Xbw9QqMwPuuwRD45e3g+rw4uvQ/l+byfxh69wV5qPF5gd75riV+9IGy7vcclWb1PSBi+OHdxvQe83TvvzJM8ftOxvLTWlbwOfaW+E+ARPvwEAb0OGty9tTBLvt2ORL7/lDG+Fdr1PY52Mr5pCO29PsrAPpcQG76oSdC9q/Zxvr3eXD7Iwhm+kdcZPk+kiL0aDjc+QjB5vczTWj2Xnxg+KHs4vn8KYb2p5ny+kW6MPg3xDL4cYpy9Wxq2PUReEb6Ow2e+UZu3O7WwsT/j32W+0LyEPSrs+D6DCx4+dWRvPxjwAb6GkME93OuZvnd5Tz49x529ZdFbPsszgL4/UjA+SMNrPrwJGr7MOgE9P5sKQIi4yT3xa1y+bWmivcuutD4gvh68g2+yvj5HmD80/H6+Nz1BvgBZ+rxxkCu+IjYEvlurwD3aHMU/iKqFPzHCqL13fXu+Pc7hPxj9Vj4IW5w8Z54FPJhi0D5YIP474ZsgviClYD3jvR4/liOHvUO2e76HEGM/84LrvQL6nDyR3pC+orqZvuyVlD1r49C9M0Z8vpoj+z3cynw+dxauPRLGGUB514G+GDgqvpM90L37N6q+Tu0evS+Icj2JntK7NPtEPkGSlb7T+7e9AKY0vkxe/r1Qhem8NMFlvi39hby0I8A++YX8P7vFDr0bLFy9PHhDPUMG3b1Eoje9h1yave3JDr4q+gq9G2DfvYVn/7xAuBs+jb8OvtWSMb7LJeY+I/0qvj2hpD/MYRU/mpnvP9MYfT7ziB0/cSi2PuDsYb41KdQ/kXiuPFI1TD0KVgq9iri1vYI4n73nd7c+0keSPh4FMz4+JJA/8bAqvpTHAkDtAGu+TEDkvcckIb7RfsO9bbqbPoAdqb4vYPE/YKtXPvaCg75mA4Y+w2lavl41/DxxUgBAkEWOvcElN77z0s2+K+JIvYwtpj5UwVs+K7QvPYiCgr/nMAC/X3wKPoqiybz3mBfAZE1cvscT8j3p+4s/lweQPcL6Lb7vZCG+KbUqv3yREL2f65e+TUBAPXH8qr1Zbbi/lrQNvfHr0r0VVg0/icQYvNW/Nj4AEHU+egQ0wFJJVj9EYIq/8cvSvCO/Fb5QsRM+FBZiPgFIJ8AI08o/fdYpOyhF972XasQ/yUXIPfnKzT6xusU+HwymvuYZsT56K3q8BT/LvYLvaT8pu8o9K7rUPqOV3L5bgUY98gWxvTB/zj8J3i8+Esptvj/tBT7PEzc/kDAXPBTEU79SLQg9GPAVwNrph78DRf89VBaQvqdPST/4o4s/5UpTvdBUYD7LUPy97P4bPgY3kD7aWCG9aYDKvR357j2AlIQ/dyArvShCIz0TAE+9Tu3HPYeHNTxf814+yervPOmrB76jius9jOywPuSIFL4q4/e9gUxRPkdSDr5/nKe8LmT1PfFU0L+bGeY9XqXEv1GeDL+kwZU/NaDdPJhrXT6sy3a9Nq2CP2nD3767ZIQ9+8aGPOe2Az5ymd29CfnsPddnC788ksm9F1+DPnVHQD91JrQ+4ZVUPxYuX7+lH9o+mBgCvQGkmD6VZQ++qNjcviFXF8AvoPA9a9sYP2mYg74JvYC+G+40vUZDIT6FWI2+8MGyP+muTr4rDT49+1liPgKQ2rxMQTe/TnI8wMReu759iee8Ek3FPVhyA8ASwAa+XPcvvVtm5T632Qc+V390vZZyTz6OnwU+HC6APsRgZj1ej6M9Lh2NvveWLcB6IUq9ELYoO8Lrjj4LsJ67EhhGveEUmT4FE8S/4RfBu/RRAT9GIwU9wvnNPd/lvL3xkTA+o4X9P87I6L+ok5E9pLqtPhk+2D/vbvO9xeNWP6T8Or1+xO899cQFv0K0GT4SuR09LAJ9v+Oysj2fjz4+x5KTv8xBI76qRKQ8jTluvuqMXL91QgE7NagRPi8RNb/2p9q9FwepPrL/o70nGVfAwakoPUtoOL5bm1w+Xv6DP4mMMz5CsvO8Me9PPo1wub6DKhs/grSvPSbEBT58+JG9zmDXPS5V6716nNg9X0kePht/dj/50X+9uzxOPptZjD2HJR2+9Jh4PoF/Bb5YC6Q/Hka0PZslGj0NGhi+xyv0PXKRGT6iacS6MJGsP/Rnur0cq/+/AhRmPWjxKsCs1Pi9lkJePJ5ww70VE8K9RcRbv23o0rxgeVS8wwkdPGCv7Lt4Xg69qBHwvixy3jvYCL69i4+OvyrmGr753QJAiMuLPg72Jr787Qu+GGoUP2pgY71YFwI/6BzlP3JvMr7usIU9pTeVvl2tIz38nhM+njoUPiMJoz7gqCS8"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "7T6HPQc3sb0b9nG9FRKjvYaFlj33lS88n2PHPMafw718A369Oc7hPLpaS72E7ZE8/MEdvTX66L2rbnA9K32KPEt1xj2C8KG9IsuCvbKywTwajd68tfYWPeGl+L1bEc69m+aSvQm3q7whMEm9nBpwvVDYxL0RgiC+lLQXvQCQQb1v4QS9zInyvEbV+L3/hsi8GVNHPB3QEr2x4Te+YhjuvZKqtDxc5ai9VNQkvqaF/L39PNe9ATIRvv3E0D2gfpQ9mgOTvamizr3ASAW9b69PvYsoTb4ez+a9MexGvq+yB76WKeC9Ixg8vRcY5zxWucK8O8SFvZ2OK76s7aK9z0UCvXDcFj3COj69btWcvdODV72nTVi7nNuCvQAkBb423wS9iGuCvhYSdLxfCh09sR3vvfczEjwWxsK9hBDMPDL73r1t24S94CLnvJEmnLsS+hG+kf48vC8MMzy3MkO+NorMveyo8ryWUMW9eiPzPV06Hr5ymi88incKPd1QVL5oeEW9x82Nvh6Wo72nNGG9mbLOvdmlBr6ChVa90eppPG218zxwMKS7qYAIPu0Avb1Vble9e3u4u4Q2LLyisiS9T327Pf67TLxW5N+9D/gNvse6mDxN+9+9m3+rvaLBUTxU3li8CPKzvYZCS701c5q9fgbtPe4vdL1UnoW9SzMTvgm3HL4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 