{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "y1iMvTzXob21zmM+Sj8LPn4rEr2aUMk8dzRBvWvvwr3WFaq+brwjPSifpT3VCS49avFnPsUMir0BJsu91MQGPlH4m71ttu48FE6fPc80Cj7w6J++pLImvT8cMz7cAbe9KwlKvjLHc77yssS+XK/iuV9+nb6lAVU+HLSEvERj2L5TSdc+MgGWPQfMu75znsC9bPsIv7NsYb2YGSa9ZBTvPaiNiL7bZ1e+VxFZPqCDCz4IzAu+FGCBvOKIxT3MO/m+HI2Ivm+JrL4Njw++JSSEvj8UBTzWjCI9IkC8vfH8zryUdBQ9FNMaPSPwFr0pgVE+7hkcPm2mGD5YqoU+/XRYvh1f7L577La+yHZ8PsSWIr5/wmC+ZTWzvUR72r2x5z6+J7Q9O4UJB74Zn4+9pujLvZQ1nL2Wt1o9H6aOvlaUiTzdGrY+4ghuPs9KE77n5QO+j25ePguOGLyHPhU+VTLgO80ngz2nepE9gIA4PmgodT2Kf4M+MP/PvnZ0nD4P2Y49CcuqPfcgvD0hESk+//EuPUrv1z1Mrvo958VQPNgKAz6dZl2+eW3DPVWPHD7x2v29aEuIvdNKsr7BuXs9IbEnvqXHgzwbVwc+K543PlSD9rz6aP29KyO+O32DNjxifpW+CjDwPS4NiL1BFbS9X7K7v/EVm74x9Bw8VlRVvjw1HT5xeVY+EKBaPnXKDz6iTqQ9RiXEvU8Kcz7J2GG9DY1RvQ9D6ju9lE092rMpPLkcVz2mwbu9NqUOPtq3IrzlJIa+F3fePhmqOb1wukc+wHuDvXsZHr5XG/47clRqvejZNL7e7Ym+VMGBPD/pu70/l/y9zmvsPAjCwr7+Zia+TO8qPmpSGbs3dhG+MANDPqSNoLx1ZlY+3N8wPiHXLL68TzW9yE40vlSshj5TDIo9bE2Dvs0ujz27Tj69iB8dPvFwkj4eejU9zhnTPZPYgb6d/Aw+jjDPPjfrTL5J1FO9rY9kPMvzRLwOW6W+foaEPgGw0r36s3G9/LgJvR6nAr6Br5M7Nm9FPZpWaL7+4RE++SQSPjiHej40DCS+j/RivjkVkL7m8SO8M+HrPX0rLb1sRbc98caCvegjjr5Gvzi+WcCzPeyoM76I9IW+7S4vvZaO5737ci++oEBkPvpV2T26nR2+hXy8vgtO3bwZhAK+5P0BvsYPW77xEUC+IV6KvhwEkzyKyEg+1ELDu77BQb4x6BE+XaGQPXSkOD2whkg7h4vbvZA3mz3If969lvLJvIQnkT5pbqM+jcSHvTjTQ76FN3u+VkNqvWz2Nb7CS708aRHCvEaCML6SCxS+sv8Qvp++n7wK9629DH80Pp2O9r12+ty+uWbqvC2HuL0l3mi9YROBPhVktz0xTTm+H/kMvRa3Ar+Vf4q96ESFPsoLzD0NCcG8qH/vPQSDubzw6D69VUmKvY6gVr2APVs9abosPIM6A71Nq26+nhIAPlSUeL14kII8ycFYvhnGgz0STyo+9PRIPtSalz3ssCC+q5kGPnzPS734pxc+9UOVPpxPtz2eaWU+fsBAPv+d1j18lgs+7j41vnXRMz5OGY49X3swvsVzMzv+LLc+E/6TvqPAWL2aJTy942ohPgJzcD6quZG+NpYYvjxevz5mmZ6+Zxc9PjMnoD7ZgzS+yEDqvPUgzr1YhdC9+Q5HvbHfCb6LZT++gUrPPVk2nDvGtfw9svcUPeTOtL0dHhg+cVedvCMe+r1W/vI9vcvXPQ10Zz5h0Tm+ulkPPggcGD7sPK+8oqGkvV6vQD7GlEQ+8sCiPRxG5j0yjQO+VZL9PaFKMr6VJKG+XQ8EPrfler68qS2+f/ocPp6prDyWjP6+f3uGvmZX/zxhu1q9TV4pvsuPEL9QCLa86BGcvm/7Qjxj45k9j/GEPutkAL0d2NC9PwIXvhroUj60gwI6vflGPsXM1r2gHFi9frtYOvnSSz6PZ4M9FZOovl9j3Dx5jXs+PdE0PfXY+r4ckei9T73jPe3Hgb3JbyS9mcgzPojhrb7yRBA+Y+VEPtPDlL2sFTc+OfE1vIantb1mlgy+Q+Y8vhGrqD0PLs86wE2lPEihp74XfIG+MrHJvW3ujr6hxoO9jVKbvUJuDr5ckAs+AngUvqPMHL1Srlg+t3SWvg0lj7yv7t09pnAovs2knr22fmK+2WnoPupZFz4dtMi9NyzkvValTL524Ko9YxciPqdZbb5Pyw8++S9SPl+e2L45Yo++2FGuvv0dxb3fJkc98vWMvrBS+71mMgi+jopEvB0nxr3j4GK9YCdaPVH85b3S2fy9lPMEvnogJL3vWKs+CxWXPT8/Mj4PU+U9Rs7+vrA1kb7jqc69ZCE6vU/6371VHgq91NvnPbTbWD2Uyga+KHbHvjvBwLxVVmG90QypvSfBbr4e3jk+uCzBPezfCb4qJhq+v6Z1PhxWtD351xw+aZbIvqXVnb0cgTK+KKtTOw3ofT72Tsu9kx76vRXstLwrHCa9MfWdvvwkZj7aZrS+BlUQvsS6Irzg7G09kojnu7DQcL681l49sZzHPftuh72qH16+Hb3GvnXNajzXCIy8Y/ErPfRHUz3Do/g8Ht/PvbBQvT38Fdo9H8ONvRUDdr5snZ28tCHSPGhdPj45Ntw8jBE/PomMKz4Mdss7mCVfPn+z4L0b1nA8oPkWPD1bIr753ic9QG3IvFZLVr7gZzG+Vpf1vAzzOD7llCy/seYVv+ksSD4USwW88yhqPinEFr4bvJE+iSnNPXizbz7uKhc7Pui8PYg8lz7SgYG+cce8PQgpPb3hMQQ+0IagPeqnKj0aIc08jhV+Phy6RD56Aym9AQXXPWUODz2tZks+qxaWOyjOODw/qrg9qWEXvoYAqL3pD1A9ZaKbvWZzbr0ktJa+cEfRPGwFmL5Tgd29eOUCPhTWnD3eE4y8LL06Pjp0EL4Tvnw+fRKJvfIAh76vhom9TceqvpAnoD5EXK48VrsrPky9U75so/Y9eWdUPi1QoD1AdS6+7UpbvatNbz29g5E+eCd3PvZVNL0T5gm+P/0vPpGJbD0fqHW9tUpBPjIIfr5p7X09Qx4wPqPUcjzYsiG+mpgMvmM2mD2CRyq+P37OvZ9UGD5gUYo9GnMbPSSZn7pE+sg+xulZPnW+pD0XnjQ+RhhwPquuDLwMVi++HYRDPg2fHr3fr669uchhPhmoir1hYng+VG22vUqedj2qthw+utl+vkKwqj01nPk9V3v4vJW6Or4GFoe+k5xevamEHz7ZNxA+Tyv/Pdn5WL4glIE+Wh3rPEf3QT0cXm28o8ehveEg5j3DQho+3jZ3PfJtVr0/qn4+MneevdCPAr4pQd499QuJvDzoqr2zLW4+TazPvHzL9DzP6Ce9dIfWvFPAwj3DXh8+k86+PdHaD74ZgRy+YdrhPUSfZz42Koc8qUQ7Pk7w/j06yzM+2TEYvvS1a73Id/c9qU2jvf988jwdjAG+szJBvvVmSD3X47k9dCYAvSYxATygwQe+Y5XLvfm0IL1JQiK+cJMMPYybB7620N09MgwUvHZ6gD3zUYI+jlkDPgYYxD1MlYE9Gx9ZvjccJT7gw9M95HFuPtEJtj1fe6W7ZDmRPsZkub0ALUy9ked5PSH/iz6M9Y29SWM0vo3OTTuyYCk90nETPKVZAT35fhg78BEGPl58Hj6UzAC+lMQGPghgFb6n7Qs+Xa2dPb0Dyj13TRe+R7agPvXQYb0es5U9FXntPYxqIT2ypO89JHYtvbmvn7yz/ds9HgzHPMIvID1qpLc9swSiPbV2Fb2r6eM8omhKPlcTaLss3zs++3I8Pqp9nj0x9/S7x06KvlLGUj4fp8C9ZJkuvkfh1j1hOAW90Ksxvt2por0/fAO82Ri4PevD0T2k5Di+oquJPZHvAb2rxzi+USGWvqtyNz744RQ9aRt4viBv3r497IC9EfnLvYewK73iamY9cAfKPRMkyTybhzC+bnYJPvy17bwP+Pa9qWlwPeeVkbxmOmW+/4e6vD+h+jyu8MW9KnyJviqQG76MuHG9incqvu3TAj6Eqq68dD5NvZHsBD6ff5S9o7f3vYawib68FiS9+S0uvJhPG75DAg6++tw2vDz0B767J0w8kkckPuYe5zyuzvO99U9DvVfbsj1w/qq+JFS8vk2XDTzrynC+fF9SPt8E+b2R85q92l2wPsB4e75lYFy+kMCWvuX4y73Mm+m9o0BkvvoOn72oCEa9pamNvh4STL5NSI+8xvZRPsugRL6ecqS9H1ujvM/JAD6lafy97pk0PsVM9r7jhTi/G/yQvoTcILynLbq9EopSPmvAkb0gZLQ9C3RSPM/7uzxh45w881h5vj41+T0NR5Q9eOHavYpNrjzPAx8+H/QSvod8oLxZ2Ie99BgLv+m5cr5FTkO9XD+uvBVCtb19uCq+gVGxPa0bAb52hYO+jLqPvG1B6j1GZco8uXaPvWRcEz7Ztu+6pRoyPlM07L1fSpe9S5cePgcDAb2xB5o9dcNZvt6WIz43w8S+Wd4jvSSIhL319MK9W2eUPRV0oj1A7xG+AEw3vsnZ570n35I9iFhavu8p3j0Zs4o7irZFvgUNQj1UU5q91XqfvXE4ijybqYW+PP1GPQVIkL66ZKu+FWNqPRnrDz5OT54+FrvXvGOHRz7Shxa+52CYvTIRib7b9oC94vrnPWJEfb0fakG+IfoyvTeLN77mV+U7Z6nMPW2dD74lnj0+5+T7vS9cnb4MnBO+8v9rPXGdKL6rVF++VvIUvh66K77agWi+qGEnPlGKIL76ejS+WS/qO2nk7L2Gd5I8v+AwvuAiDr7IVCO9dEsSPd2LEz6aTVi+ieC+PX68gDx5jjQ+zutzvjzKtTsqf689FbgBPn9D3rwmHzg8bCmNPP5oyL3E9D29xdA8vmbE8z0ScqW9NgP6PWeyCz7nvOi9+zlTvSbdkT2lMOK9M8GbPUacyL3q72i8xN2Mvhl5nL2XuFY9MT5MPmqHej6wmoI9Sl2VPXgFsbtAvBA+xG0LPpZHOr4YpQ++7SYKvohSJj2bKQ4+iRldPTXkIj3O92y+6eeuvfvlzz1QlhY+FALEPv6ujD0ACEe+7ToAPjeb1D0nWVC8YRsxPgANpb1Maam8UisKvmI8B74alXC+Lk0GPjgR+zomp888Pm2HO26MOzx+ioM94kGUvcL5Kz7ePtM+GFDOPXQdMT52Ibo8WHB4vUWWoD0BmIu8nITwO3rYUL4NmMO92qS9PTIOPDzJ07I9L5sAvo95hD4PmwY9fGzXvMPjnz0WKMY9c0rSPKYgPr4Z5i6+gUvMPYiwA72Kfxw+V0GgPnq44r2QFCc+fdWHvoXrmr2TYOi8dESROgQ+772gRxc8ksPqvP8pWr5lFIq84yDhPXvSSL1Zx9+9Jfq6vKdYa74xeZq9Q2lWPtExvD5nFNq9SqrVPYJrQL5PUHg9i7aYPOPc2bwdxfY9rPrpPah+zz3Sf968VIKxPdaugr1ppvq93dfnvVGlET6XmuU9BUOEvhUALj4NABe+tgayvcddDb60rc494pcgvo+LvD4lzlW8LpZGvhIzqjxqKiy+EAAzPskgw7xYaxG9ZYWMPU5EUT6fxym+95IBPo/6IL7nsmi9uZUdvL3JOj4pUTg8H3YjvqgrXb5MSNK9MTJivohZXj01pg2+oAkSPu/+7LyX9ws99raYPQwt2j3Zmhw+33eSPmqfuT7Kp1a+NNMXvlJCrD1J2gy9lvAHPiWTBD5FVpk9cCSMvabyAT5UqA88ZK3mPRzvMb6xOpe+uQC4vZgmer5X92i8YAo4vkWxET4LIJk+4HO1PEdJjb10WJm9sIDHPZ4Fc70YrQY+PX1zPplN2rpCRi8+mj0/PgWRGT7yyK+5UJV1vbD2Gj6sM3c9OjtIPQI9gD72pBy++kl3vNIfHj0khkM+jo76PSwO5b0IXSE+WCCEPZ5GLr7+nrM7w/kRu8SB3z13jha9ceBavAtp9L1ovUo9BtkZPsC4Sr6OTX89TqWJPCf0n72b88k87fqtPczme7zNBoM9Pf2PPfcpWzuu+gq+X3jFPIydQj3H8S++320HvrNOx71Mvdq9pMVjvfnMZj7nAho+O/EpvnFSDz62dws+t1gcvkM6Or4z5Ic6OHBtvrbOPj488YK9ReVzvbfkJb72tZQ88iFgvjvmB74rWUQ9ocFMPLmWnjwOXL49WzngPDbthr38Pmi++0pqvlfnRb3312K+OIBdvns5/r1NsqM9m9tcv3KxTrzDvUe+PGYHPkXKSD7GiIi+t4QXvuROoDxVuLw93aUMvi7zO74gFam8RjHfvYqkaz3pdBG+TvxEvmYwTL+ltry++pgMPAp++L1BYbE9ywY2PV1OQD2PXn49JWYTPAT4Z753ONE9+rpGvlhBoLzbZsU73RmJPY8OEL6eLI2+IO4NvpUquz01bkO+om7evvZWEL7604g+uOMuPqa1Cj0FpNA84K44vr5Owr0I1dY90MI3PlUcJjuVuG6+VdnmviWJFr4fLTA++9yQvUMAyr1f+E++q9+Pvs9TPL5rYRi+BdfKPcoCd75oSn2+9fRKPloGNb5a5rw96fgwPXJolL5oagu+lY3evqcQZb5UAYq80b9OvgIXljx+9Gm+89MXvkMrs73QYci9HLAbvg2p2z3v4rO8ZqSGvU3abL6rBXa+6r5zPiAzjL79R4S+UYkAvng9Bb0XKLS9Kkh3vi/eaz7FwZi+p19hvWFY5jz+Fo49ZbgIPVsA8z0QsJm9zuT5vELKAj6JXbU9X7Rtvgp8/r2fVLY9KtwSPQ5pOj6IjzQ+sK34vftQQL4xHG6+W0ukvf5RhbwBJzC+gAVFvlTHkD1QAae8lPqMvZlBOz0hGnY9vp+lPTKFvzwI/F6+wHgdPkxNJj5G4t8+vwqOvUAmZb1KCzq9j3CePV5DBz25GMC9avwBvabQwLzji8y8q/YnvrUmC70gwqC9mnkHPkNV771fLaA9XhadvdhhLb6Z2Vo+B5GiO9lpN74yLw49XJtZPfLT8T04FzU+NGxOPib7FT33WO8859DCPUtKPj5wDK49/6WGvUjN2z10kTk+8XczPmSUpD2V6EE+lV7pPYm3xj1s9ZM92qM0PmsQEr7dLTk+x8WvPvKkIj2C/6Q8KKzMPTaJ7jxSzoS8/B6ZvHe2lD6wyGo82MjTPX+SEb4zqn68Pm9bPRGE3DzcltQ9mQ8pvrU2dz43Hew9S9PIvRU7gj0Nnem9y0EmPrFQUj5sQQg+OwwCPLZhhbt87aQ9MYCcPTv9Dz6e8UI9oqClPbf+UL3e8TW9To0hvgmw7D3v1QI+Xv4RPsTWw731RxI+6ig6PtG3Vr4CuyS+97+MPmfOc71pLow+edwDPoK9Xb4bQ8s9AqwjPQZO0D2oMhA+Q/U8PgwKeD60St498Hq2Pg+/RL5fgSI+0ZWmvLilML7gpiG+YDBtPtvBFT12ZKA+t9ciPVFqUT5sois+/CQTPmWkEb5RDVc+CoM6PjiVW71Nqlg9++EMPuR/pD7vMXw+OU4tPSGKWb7zAR69AR/gvXPpdLxyx+89Kh2JPFYPHL2fp3i+IiQevgdZK72qQkQ+JGrBPWWyKT6B6Fe+/fAWviBQ+rx+BMK9YzEZPsY2kr7uM5C+n28HPpp+5b32NBC9tbJKvNCmkD4PIkk9Xn6jvf3pgT1z9H49BQkTPo7Xgb5ZrgG98JyDPmkJY70VvbK9l2ynvXMrYj512DG88WMFPumIvb1miSg+eF8oveZGlT5wPCK+43zWu7wsMT1ccwE9XzCHvI2fpT1Ek1y8D8w0PcyWRr3zKfS9I+XdPl27yr3IraQ6ZqGHPHBN5L1j8be9P4EgviGDpT3L2aU9c2xovjGiF71Z1Xe+CzAiPla+1z1pEhw+EbUJPcWoUD2paUc+3UuWPP/UvD3qGCy9xcxmvuXSkD36MhM9NfA9PpOWVD4lkY8+4twsvl4ffr7QrEc+O51mPueuAL6zUE+91zarPkwaxr2iR8O9/4XdPAWNHj0NYx29br2Fvkudmr6hpSW8sFmrvfyHm73Abae9RzKkvtlsZr46aPo7qamTvLjHpzyqwxG9sqwbviJ8HT5lzOW9CPaOvqvfcL2Oo+C8qaiIPQpmmr2Fggq8dfQRvh3Sjj5wg+I76o6HPHBnu7vmNRQ+VQEuvsHbKb4PsG+9hxvHvQVNzL2Rtz6+XpXRPZL2rD1rPf+9v48rvmFmZT3egdc9+MhSvJIHzb1KtBW9kIh8vKDSojxRLSw9k+O3vrvZZ77eNw2+QmuCPenqGb5+o6O9KyAfvloFzb3q30697PsjPTjuID7ULlY+0Z8wPuGN3D0A9Qo+TfmZPqywP7xhy8U9FncWOqWJxL1Tt829mv8PvpcdODpKAuW8sYu5PbrTBj4I++C95kJdPXcnnr1l1cy9skLkvfgXJT6soDe+0CrYPS8arDy0OTk+sm+DveCb4z0l3r49W4D/PCQToL5XfBe+3ZJuvR+Pxj1wERI+X3d9Po+qFr7+1MK7tF2YPU8AzrxpFxC+zMoNvqb8cT1l04m+TGqQvcyo0byqDk89sC2yPWuhmjzHERI+tjc8voY16z26n+o9cziYPs+ycr6WuAs++kgQvtw8KT707he+pv8lPnjIFr1xKwm+uOLuPULh4DtiWQo9ehiFPln9bz5fEwu8J/83vX8oOz4QT5s8fY6XPps0Yz4i54S99aopPjfCWD1oD4K95hC5PU3FZD36oLY9ktMqPuQWMD3VSPm9YZpQPqqa/71owVC+W3ZMvWYfWj4s3RI+y8vGPerBbb6WCxw+ZTayPPXgBD37bGa+KeT8vQCtiz6JGrW8jgZJPv9Naz1kU6G9zIZfOorehTtFtji+D3UDvgzKCL4swpY9Ty3iu7DH6z07ODI+rSlGPrcaHD6jZ8M97VamPvHOJLux9OW9pUGQPSH3jDvuBBC+cKTqPZXE1j2kRn88Y36NvTWNOj7dfXA+E2yuPMKRkb1YRlC+a4lDPXGjpL2cZ5u97axQvmwYFb1Y0AI/jKWYPRLLez4/2J69a21FvE6Ror4fC5i9ElyxvYqlMj3Hmow+spXbPd/wYTydhxQ+sn5mPouqqD2Q4v29mLhtvfOtNb5LQac9q2XSPVOuFj7mORw8PhdtPkh+s7zh+qI9rK7UvLVQBb9o+gq+clqtvei/or3W12i+bJWhvhB5lD4GbZA9O7eAvXC5m7xnlZ2+DKgaPfqJmD2s4Ec+cmoSvni8Fb7jAos+GIOAvRG+670tTFC+qZu9vuT5Dz7XojE+evsRPjpG471JoKQ80eaMPRph9b3qjfA9xOYcvgZZbz4gm0I9Ef88PfNip7uq0Q2+VLlQPnoaHj3Vupq9jm2qvTQwar6ddVA+PKNavEqXg77vSvo8eKEDvRzgkz7ih+A99ABpvjJtOr7E1nw94+LaPVwEWD1roWq+1wJSPoGMAj6LjoY+slDFPfAiDD7DbyI+ilMvPhdGnj1/L8M+crAwPlz6qTwobgg+bEyAvtCC8T1A1EM+eu86PSFsVr0RJqc+dpKxvUTNq7333pm92pQXPqjVcr30Zpa9E1CjviGk8j3HRUw+FDDNvjUrnL1AFLU8N4w6vkEDRT0mcJI8DRTzvTgQcD68bpK+cDg9Pfkcez05y2C+P14ePT95cr0Fp1c+WtRPPUgejT5vXBi9qmz+PcidvbscOJo8/EAjPhz6wj5jGVg9p9OVvk6Zh737xC495BlWvOIZlr4aoTk9BEiVPrkoHz4TZRK+h201PrXetj6bChQ9xeqqPTakwT3cViE+g1Z8vvNM8buVV4C+TXZcPpvW9z3g0Tw+jJPdvY2kwj1M2w89YjbYvKlukL3wUzc+7yCLvYEE2Ty7FkC7UTVfvmC+I7xayIE8g19PvIbcjj5c5Mu8770KvrGI1b3NsCI+mEgivvNWXj7znS+7ZO3CPccE8T23+gk+7FEZPs2y6z0y52u+TictPsTr7zul0zM+sCRjvRyFhD04FMU93m35PYV2LD4UfOU9e0KBvUp2X77Lh3c8sfomvQamQT6zHrG+KazyvcrU1j1RtSQ+o+b3va2USb6eWXE8LOMQPtBjhD6AORc+8R6RPXW1eT0at1S+brjGvNhFqT5vmQm9fmmdOzen0LwOvtW8D54KvTr1FT43dv69ijtGPLCYIL7uDeK97khSPdBDlT7hroI7qzAnvjUcI755FN89DrlfvNnrgr1h+FI+i8xuvqTHmjx03Ag+8V8ovnTmDr4bQx++HFmlPKvp2j1eH4w95cgFPtNAi76VmQA+B5SUvu15R75JjhW+WMlGvfWuCb3HjOa96g5RvW4V1Twiuis+c4BavkhiV77Uulm85g+TPTynZ76koXm79dUPvYY5zb20b3C80jc6PiWyyjy9Z4E+5Oc1vUykET5TUsm9oDenvbCM2ru5/7Y9l4LWPZFlmT13ql8+SSDiPYF4JL64Nju+rI39PZARUj6myi++L52GvPXEk72qex888p3kvN7qsz6H++e6pVCiPfcYUr6xKlK9qXCfPDSKmj2lFMA8LsPIPbZzgrwM1Gu6ps6RvbZmNT4BqhC+V44ZvjSg371Q/la8tE3dvFMSsD1VUFk8EZTKPZV4aL0hVmG+w4wkvkbRAz7RGXe9FhQzPcX0Z713BU6975r5PJOLgT5m4qQ9ReI+vW7zwr4gQVK9XFBwPi3bRT2MUVy9G5vyPei6Ij7pKlG9WgNjPi+VBj6wx989GMArPqbtFz34fcy9IzLsuySsJzwLowk+zKeRPdEdmz0hhuC9D0XBO/egST3bjqy9kvblvDBHNjyXOvO95wugParAS7wH0Ni9ltTOO1BBXj18CCU+3c69PPRbsj0VQ808sewgPrE/0j0Nm3y52Mvyvc/4Gj5OIQa+ffgxvDFgYb7rMke+Cg1OvT/KHz0qPPs94amOPDKnYr7zC7Y+Vg5zvfk1E77smyS+F49gPuL6IL4yO3o9iQOHvabCNT7AmCY+OgwkvTSS8TzYOky+9WlhPqOyxzz5AU69fi+IPiNqs77XJfI7WHpOPlW6Bj7QHh4+xtrdvCJ7xT0LxOq90NYRPXznTb5Tcj0+iW5ePhHQrD5HQi6+XUBMvRSA1L37ZDQ+nSgNvc22Jb4fRzk+oowPvfo9dz4oTxS+JL2jvskRhT5Ojv+8fyeIPPL1QL2egDG+XO0JP/VUOL5S3XY+r+CVPm9NGr5XtAc+e2MzPiZHj75LyA49l+Bkvj7rj74Nup08nqMOP2N6aD3YvzO+aQECP/87FL7/g+I9/auKvlHStb3zPPk9wiK6vqpq5b1Z6xW+Li4tPotfS74l3CW9nheoPjYOLTzH1YC+bRIavhGuub5Aqq6+78bCvUSitj5MTVo9Aj24PiFF8b7UhEe+8st3PZAlS77EODQ9K16ZvUdrs76BRZs+ePCOvtDw2716YxE+6xqyPKFDvL5AxsI8B67kvaXwQr7z//G92DryO9Ti470ZzGO9fYiIPjm23D0Y980+hSAaPr9cpj4KNMY97HJhvbBJGT7KX3I+/VcJPuMK9T3O/wy8F3amvrLFsb2jOBG9IAYavufOAD7bnRg+OLV2ve5a2L3JLNm99sYHvt/LMD5V+2y+8DYXvMKPZz52Np8+zcjOPenwBz7FrJc95OhFPp1Eib4cvrs9TSZWvuG8Ab2pq3a+n5bUPTasRj70FIW+jnpmPc6hkb41PB2+oe5hvpckcr6L2rO+PC4jvhV2mz3rXAY+Vi9Qvbu8vD5ZOBq+8zo3vhyT0TxSv7k+My7ivmCqWr6NO54+naMAPifXaD4IekU+2KudPtgGyD3X68q96R8DvNbg7r3cVXa9furXvo61LD4ZdYm+aP3NPaHFGr5+y1o+d4MtPqQnu74kLyS+VIV5vjPwJT6BCDu8bS5UPvjC+ryMBd+9wnYWPezjST6tw3c9T+oSvlL4RT6rZoQ9WatbvmOXj7wOHZU9+qMRvIz9xbwAnwA9lBePPJEBoTwTP4Y9zifivPMnJj42ZLS9PKwivgXQND7QyQQ+nk7Lvo+Xmz1LM8A80yBsvv8XqTqRZGQ9EGKmvsyVD77SWAa+lOuivbSUCb7QYGi+N88uPmpFiD5GvpU+ggkoPh88Gr1Qoig8+NaIPkdGWz7OOSE+FpsNvpeNlj3tUiq74SE9PpeTuz1O9oC9VhvkPPw4gj0WykW+m/slvgjVOT16YG8+QDijPa7CsL4MTBY9BSCUPMuQ6b2B2iQ+flXJuxM7jT08pGK9M3KjPQSm6D0lWxs9cOrTuxdQLTyrlQQ+nKuoveqrKD7j8wu+L+14vdgWJ77iP409wsNJvYLuAL41NKa9b93KvahAJbxchuU92PYEPqlLxb2mBlk+LxyoPeazyr0iQHo9rEaPPYCzNTyFVuW94+0IvgxJm74Gw0s+NPhPO0tmCr5izT69hZCDva032r0wIx6++yB4vlZSST1VeKW9Q0kgvtF1qLyJBxM+LdUzPeunL72XXGu+iIpZPAqv4r0lLh49lbYKvlWkkr1zop6+7MdlPbC2pL1C3km9zJ6fvRZ3kDxKYMW9IGq4PUmxGz1xpRO+ra8JPXttu72+cnu+Fo0iPXqqrjwlOdQ8WrzxvRsp2bxndbe7oq6jPW7FRr6xwHO+jWT/vQvL2T07NwA+v28hPtk8dL6tFTo81dQrvjVZXb7GiJG+PcfNvTt95j1h03o9xFbNOZj2zL1UzzO9cfEhPZGuP76VUyW+RWqNPiFKh73cwxu9usaGvlpbKr2dxNC9o/5UvgXgHr6McL+9rM69vmVCR7735ZI9snqTPPP2UL06S9s8LRshvUfxnT34zuY9fzszvsITzb2zDTO+e3jyvGIIKr4LtWc8Ff2evfqay72oxd88X9hbvknXUT5lnJq9CuUyvd/LIL4iA4I9TKQhvt4WWL7T4dO8d8livtpoa7x9Ix++FRMwvj5ihDxPDNw96eM1PEQmOL7vE9U9B/RIvqkRt72QZxy+iBF3vULqur5RH+m9gryGvvOzIL3H9We9bAGPvQK3DL698S2+6YEyvnM3db2OmrY8P03qvK0pv7lVPNy9lf5bvZYDgD4Vm1c+geqgPush8jyUsrQ9IcU8PTk4HD7ujn27sc/HvlqDQD6ZFcs+vhM0Pt4loD6POgY8vEXVvRzti72ZqR4+gMUgvp3zCT2yIDa+T00VvXuMwj0g+ik+ejTbPV56kz0Wxq6+ye5OvQ2OfT64rp891atgvgdO/Dxw/VI+Ub0lPRmK+j1TVgu+O2cXPgi8kD4bNxc+EQAkPVsFpj7pFU29CaI+vfjVHT6Ysf461b6qvWLlHTrRRFS+UWagPYChNj2YB6q9Sts2PhPC+z3r/Ow7Y230PdO4OL6wCoG9+aflPUuewb0XCqq+CeIFPl4WEr6etTs9DmghvR46xj4h6zg+FDZnvRAzrD45HXE+OweUPSXnp71+wwU+j7ZsPsjrGz7BIOe9FNrvvKZvnT3w7BU+hfIMvutdtb2VEEm9Uw+jPP4izjx11t29+z0RvneJGr3km6S9/Zp2vq4sPbxYC5Y8D1jpvaI17L1f0H697BqrvVc4nz4fizK+wXV8PpOVTD2ITq492k9oPmwKBL4N0F49h4YOvSB+Dj7eHBa9c7j+Pc4iXL33mq69DIk6vqfTQT0wT949k4a8vb0vYTobSIK9EkcNvmyFvT6uxbA91nq5vQ18dr5NxDc+4jv3PfKOjL35q1G9JRqhvURkTT1jrBo9sokvvEwtxT0L+RW+wuF1vvktUr7dORA85MhJvumLQD71eBu+cdiSvqLp873U49s9Xb9ZPlzy8rtly5u9VhvxvfVperzUeXw9O0mBPArsGT1zotG93DGaPtS8CT5c3Xa8d3wJPSoe2r0lbTQ9altsvH+WkT4K/yK9hiIOvZIhZj2LnA89XAhfviRYib0Gf8S9gQgkvWPOXb5Idxa+AbkUPk2NNT5T6Eu+vGY/PSvEBj4cYDS9ynoGvhHSEb2h+Ak9Mmv6PZWrEz5EXqi9ZozxPYFUST6VMna+ak7/u0I80T1+Zh2++1GPvkL9GTzkNqk8f2InvtY23bxaC4m9URx+vWva9j1lpwI+xxuZviENyL0lUye738VYPjar+7zeJZo+/n/cvZI1gb6b+3w9z8Eevhb23L1ZS6A9k8InvkPiD74FO1Q92o1avhUphD0p7x48F1e+vPsHizxatzW+Q7mTPsZWWT2kCgw9pKcvPL2nUD3nZN49r7AvPtybLDtxFAU+Z0xtPu9QFj1lXIs9Zk/zPTM4z726ZkG+FsW9Pa+lu72k9Po9AGKbPWrMC7296+C938t5PgOd2j1vQha+3AQjvj172D2/5LW+QKvVvNUfib3AH4C9+ssnvmqpar366/m9YbNvvT7Hhz1e4ze+PxyQvXZhc74o35O+mxtlPWKYur3CHaq7mruNvik5s72DVfu9fSycvQBVi701EYK8vnWPPXOhpr1JWCu+ENkHPejDlL20Iu692c3ZvRMZL7626rO9FOvAPVwGW762OOa9Xhn/ve8ykr437I2+PzDBPP4/J75JdW097kKwvWXO/r23EMk9Qlm9PfnasDzUvAq+DGSGvjQYFL4suKO8BaP/ve2Wqz13ncK9aqpLvrmNQ73mMY49fLiaOgUM/73Lq6090kwvvZ3dsb52td+99ymuvBZrBr5e+0E9HiQyvpy1kr7ggPa8AvlJPTB2cL4g35G8a/L5PalDBr4yK1a+mLwOvswPBroNtCC+71RjvZAZiT0QRRa+4IKkvrMVTb6JRkU9+XGAvvFtIb6CvV2+i+FnvHLlrL0cAAu+0iVBvnbPAL5Dj8q99IEEvhKM3r0pL1e8K0ciPvxQmD22Cbc9KbqPPSAFib44Y0896RnbvVnPMb4/luu9dQ7vvTOnNL7pgNC97alzvkOEVT2sQao9udomvmSHVL1o60e+ZFrRvQxK0D2vl0+9LMV2PZ+JijwsF0o9vaH2vXGA/T3XJmA9UCfYvHynXb5ihzo9rwIPvqxsRj0e04u91oEsvin8jD1mjBo+KRwtvJ83Jj5GF7K8KgKQPl2/YD6ZWTK+TnjpO4Lhbz40A2M+vh8JPvOSNz4x4bo9kXO9va99lD6kRjQ+spFDvf5//L2lg8i9XYEUvgLVAD6hvFO9EmoZPoF1VT7645Y+acfRvVhAHT6l6ic+H383PTZwB72w0Ru9zJvKvdLegzumLDc+f9GoPi9x/z0AnKw85Z2DvYnzNj6OHQq+v03jPaz6ZT0fQLe9NvagvmzNlj6dego+QygfPh7n/D3ty3c9X/PyvZhbfb6jEaY9OBJDvbSFmT7vfA496sXkPXm9TT0JCYo+JIUhPsuMGD5uFCw+f/Ywvq+z9Tzb10y8Y5xLPJG6yb0CwgC9PG/BPbXVib1jZyY+lN4qPcuwVDznMRW9Ki2FPoPfEz16EwQ+6rqvPXWJ272TEuI8878KPq5eEz5AIgm6FYkhu3Iejr2QIzw+hGiZPcp7CD4K9EI+GHAnvRBKLz4U4fm75PEaPk+7Br4xeMi6OytUPRw5+j3jgOu9WtwJPfvLLL6IxjM9e2gCPao0pLwiwxS8GkRRvSGWxL2RJ40+cL1vPprPbr5wFTw+aruFvXd//j3GTg2+YQzSPU/I/zza+Gq9nva3PVLcFD6bjqM+XOV/vaPz9b3Ifmw+O8k5PUX/UTwjiJC6uW1Yvb7jwb3db2M++Rg6vuAZvr35GCq+a9ljvge9Ej3ofag9p5BKvujjxj3suca9uVfwvYwQDb2ZTAE+YuUBvszvrrz18Ry+j4aXvHiED74YRVA+ec9APsRA0r0Wv/e9xW9NPuhyCjzDqCm9T8rhPQluczoScCA+F+6ruzYDAr471k69PpjovFzjl70r+7G9V1BhPfPNaz0vP1k9pqGDPPYJ2rxyIMw9FCJePv3nHT0tzxM+/kz4PTWtN71IDTS9IHEcu5/AlT1MNjy9mYbKO8mz+r2KFDk9uDrZun4jFT5nBb88D143vj5+/LupMc68IIe3vbS3CD25GGo9E6lEvTwJJb4B98c8GWRyvajUPz43Rem81coUvt2KXjydGEc+YiVDvhoWIbwLkIk9TQgVPgJYtr1J/MI9grlIvN8ayr1N4sO8CxQVvjWut70zunY+e1Ixvqeg0L12yAw+pFUePnQhu72i4348LtQcPiIiw770kUS+LiBevkxR2zzYpqE9KQ0bvq80B77xIMa9v+MPPYXWrT3pN9A94xCUvbqomL0Mez09E58EPsaIaLzEW8c9dWTZvRaXpr3h0fq9kZJGvSpEFT7Znke9AoKRPsXZ9jsGd0m+T33dvbM84Dyy79Q9vKEzPpwkMj5V9Bk+rsQDvs3Z/bsSd8G9MMOcvPPoC76vNzq+dqyDvfuXn7wJQJk9HZQ9vIDzFD3wX2c9QuRBvX/0JL7tQg2+2crgvgoB+j3gH0W+aFlMvYTzQD5aGXW9F3i5PaBNRj1HHy89ymoqPEXidr3t8D69KqY8Pd1WgD2ZXcE9ynKgvJdkpz0wnQm8vwaBPox+gb4SHhw++z0bPRuUFj7yOfa98+Fbvg5yMjzZuJ2+5l1tPaEQLL7EQI09/t3dvV4ZNb4GQv29qEO1PYdVNz033yi+a7OtvXcfXzxmr7q9dBoMvv2YNT3fmvs9prC0vUerDT7i7bi9VAFUvWdVEr1ZCZG8ZArePacd4rzjwby9XiTfvTepkr3w1pa9LkS/PTv1Wb477dS7H3XqvO0vtr7vgbC9MXVbvldbdT21h9M9s2Wqu1AMdr1wSwC+smlhPSX1Ab3fOfe9R+KMvH94FL6neSm+eqErvvVwXL2n4cM579JUPv41qj1/nZK8vBqUvbKjsb2ztzC+DtizvLVMJrwSZx2+eexFvmfkGz4N7uY9xtcXvvBDor3KzG8+cHJwvoRGG757aDM9CyhVvnzauTwXrPu92DWdvWvwUL1D/oq+CemSPSfAJT3Xgz2+q9SQvZoZMT5kjZ49hhE0vtvQhb7AfVE78rEFPiJ6Ib4N2M09kis8vvdfPb3e01e+ZS+XvlykE77duUY7DZgFPmXdlL34ujS+p76VPZM6Gz569wi+F8Qdvv1a77xEi2+8yJ8YPUBpGr6NGYW9NKsMvgB3070QIRc6rFW+PbL8lr1/h6G9rmbnvdYb4D2fQ5i7zuE2vhQd/b3g3Ns9Y2wHPq2FHj5xyQi9oaFmve936L0JvPW8ml2XvgmwH76ujZi9O6awvnvbFj5g2qK9f4yzPbylZb41Qi8+NqW7PFslFT6sLvG9j3XjPfhih73FYnM+m6cpvZ4m0L1654g9OUuvPiMvbr3XGuk95k7dvIVyBj02aIs+Z11qvQpd872l+h08N3ApPaW4gj0wesa9t81yvpTQI736u147X9xpPCQ6Vz2sPGU+cRBovjAEAjwl+B8+7AikPcmvi71hHPK96eOHPVD1o73Xsyk+L6s4PEwO8rzWPJI7f/cVPqSmYL491Ym9zqFaPlQHorwu0Xi+SnBEvX2iNT7Wd+y91HxKvRHHxDzPdcW+PWHcPVHJC71wK5G9vyrFug40Fz4Rkr09KSUSPj8SVb2SbBs+0/S4vagkEb4n0cg9kGqCvuhCiD5bRiE9G7RIvOOIiT1k9lO+BW6rvM6vqTzxeeA+yU3yPRU66r0SfjO+enqMPg4Zrj23phk8O2g4PiiSNb7krb+8cSKWvSE/djwlImE+wtAzvlHXZr7vFNy9hhQvPRHX8D17Xru9WoI3PmqBOb7ytRC952BuviihpD1XwYU+136ePr5xijxUJZs+EKYkvS+eHz1nwJy8cOQgvv8WmzwUbf69oK2ovTe5hr0rV5o8gjpAPtfMDr6ZlAW+6V+rvapaK7z8NYq+c9sqvulgFLwbLIK9no/NPOevNr1IwRa9va30vF4/fr1V5sO+hpN1vo7Qr70ePmw+wgktvs+R2D1vgco7N2yQPiTOaLyBi9c9xCqLvA2uNb4MBMO+ws8bPX42az4yVjY756revUSkkD1RgDA+CQvvPMYrET2yTG49M0mRvhfdhD1PtTE9PKG3PVioYL5B5L+9XkbEvaEntr36WCY+u88ivbZlLL0AnAK+TTV1PTEQcT72+uY9snzBvV3sED7GvS2+p2s9PpLIwD1+0o+8UFXjPaZlML3Ibxa+iDdMvSg1nT5/AIe8sSDgPFU0jb775Bq+ckY4viYmET1oKU09Ff6OvcQI1L2osgY+UgSGvbeQrz3VQkE+bdChu8EGnz7M76G+GuPGPGdWWr5y5+q+u4EAvi2Mdr7Az7g7q0Wkvp8amj4LfAQ+dKSSPokL2b3zArE9FLPdPZUq2z6MFuM9sCyFPhdVqD5M7QC8KXtRvuHsFT4L1Dg9FftKvq5EJr4MCls+BzVzvi1XGD1aat+9F5BEviVBKL0FchI+BfEpPpf7dT4mE4i+EF39OhPGtLxxvnw9UYT5PCBpQT7zIOO9eNIGPpWRHz3sfSE+ANwlvq4bCb7L0Q0+qNwIPSSNID2rsDw9pDHbPWQ9DD2klfo9ZDSyu0hyG75v0B4+loQEvoFZQr4D+Bs+7fGMO5A+Bj5JiaG85INhvHjvEz50Yk0+rw0TPbPQRb7DJJE8uFOIvi2FYD7UsZW9PBNRPGGcmTwA9CG+x35qPgTVWrxMUQw9Sh4QvkxfR75BdZO8vh5cvUEYDL4HyAc+GphLPtRurT6c9rQ9KhMFPtsnXD6F3SU+iZqxvQU1HT372j89w9O1PWeB7r3wQ3S9PHlAvYpnmz5a1kG+koVPPq3dnj3nkTO9gucOvrSJPT2lEEq+4RAjPg87Sj69L+C9cLANPqc1jD15rOW9McWFPgK+oj3RdlQ91mtmPXz2Qj11uaa8jGUTPu6zhL6RTAE9qgibvDQq6D3NHhS90bQ0PmwYH77yVA8+11P2O5s8/D1f1LU6je2GPIlkSD1zmbE9xHGxPTF21L0GfJY8m+rWvdGIQb7fI0O+6yVJPrp5mL5QPiM+8wgHPipKpj31Iy2+Zj1oPhtp1T01OKo9ur71PYXX3r13+4S9o+pavs4srr1i0Zq99Od6PZkcsz3gZk4+Np7TPKt3gLy/zkO9jScLvfMP3T2vYw68GnoIvT16gD3m5rE9UQtsvWtegD3D1s8+Q2eNvtawMb2hURC+b9IzPhd2J74/KJW8vE+JvnZ5RL5+Qyk+hH1FPU7m0L0tHoC+tipzPZQ9JL6/27s7N5cKvAnvy76CSuA9uMcKPgwCXL4/zu08PSikPLbvxL3maM06jFjavc3dar4U6329ja+BvGJsDr2FCrC9UU+uvVx7Db2tXJY8WLZQPdXwiTz95Lm8/x+VPn84Lj0NoU6+kXG7vnOKWj4o/Ru+7PtTPmC61D0b10q+FblwPmuft7sjvhE+KnJrPvo5gz45NXY92IQWPucWvr1+yic+PboCvg9zrju4GX49Mn5zPgmtBz6LdpW9AxDYvfluKD4+mW8+4/n/vUTBgL7OIHa9zQ6HPRgWqL3nT8y82/TGvA1VLj1gBAo9PeodPlZrZb2PppG9qeRHvoIQkL7BUIu96m6yvZa2RT7F5S89gzoyPgx5pb6XC0a9yq/TvsaxET6FvBS9E8/ovQD/g77z/jw9ACWdPKjZ7j3ZQsK9OnYyvDTiSTxzRTG+iW4Wvb3GpT1W0Wm+BnwmPYLJfj5TYgO+jwuQvvoL+r1oHuQ+v5BjPbkUNT5zMkc+IKRSPsebmz0WhCq9A92xPV9cgTxPiGQ+mzEwvgzLhj6Kq9u9doRrvuQB672Mlfk7nm2IvrwoHL6abX49+8z5vUr/Ib0Ib02+venXPV5n8b04/bQ9afOgPr3bYL2p+je9rfijPcw6Mb7pHvW8ruFjvvh6I72cbhu98fssPodofr3GTku+D72IvsvCGb0KtYU+CwajvQteyT2b+jc9Rz3rPdZQ9r3uKAK9pjBoPsJ8hr3Wkow8qLZxvhpUJL66fPq9mrGJPg9Wcz2p+aW9Y3SUPYdxBj4KpTM9vZ/3vVvezj1q28i9O35/vcJC872qD7O9NwAJOmcr6b0Eyj4+metgPqgVHL3f82g+uEdIPhgUtT2+WN49kx0ZvsZi/7zRjSK+LrUfvv0lGj0Xzas9y8jOPRvcWT1YopA+MXIAuQ4lqzzpWmC+h5YUvt6Dsj4ieY890oFRvvYOYj7T42m+jsN9vjdcIr7gvRq+C2PNvS8NCj6/2sA9VtaxPUN5QT4oCS0+bWJ3PUc8gT6bkBa7Eio+PjjPLL7gyas9ssvKvWZzob1Pyvi95iJNPv5Gm7zc6Xe+FqhhPiEOubz0YHU+bH1RPkgLYj60uXO9VJRTPaHAkzqFvSC+HHJqvj1DQjxi1AA+0xRevmXdbDxcrr+9d7nbPdtvpLz9Dfq93KhYvI9Zqjwv3mK8J3djva2nMr1ZD4C9cjvsPaL6fT4z1Xs+2UdyvUzN0r0v6t89z3cPvEoJTD2I1aG9m9hZvi+AsL07Zxc+W574vaw/ZD2CuU0+TC1RPmOXTD0T/0q9p/QMPkOuCD6VVi++2wRwPqo/Ur3BUnm8XT8avZFsuj1yUpA+aAavPewykDsiA0e9B6S4PfBjjDzdJTY+Xrg6PvTr/L1I6iS+B+yNPcb9tT3JACi+4AAJPBSAb70qI9E9pypJvTVwjj1O5xu+LUKeve1IqL4NySW9yEAePsuLIryo+ta8sIsmvpYVt73A9e09aWwNPAz1RD1TWIY9vm0gPnFFhzv66jE9RL6bvVtFuT0/QoE9O8d/PTbrCz2a2wI8xS9LPeVD1D35egQ93uVkvSSaSj2nCCI+dCaOPKzVTD4EmcE9vek3PFL7Wz7bhA09l6BwPcpxQ72T3gc9K5nAvSG2mD0JQ5q9doKRPe/h4L37G/Y91PKJPkNuFr5o9MY9lkA1PTPylzz4umu9mMlaPsM2cb3cCVQ9a+lkvq5bJ709Z3G9HtEqvcn+oz2TSs69UvoWvWgRpr1kaps7u119PU9cAD4RCh0+cjVhvlJTFj4tziy+5iACPJ4Txr33PFs9Bm+0vbEGFD1UGxo+qCbMvYyxKj6jfeO97MP2vP9nZD3DYhM+IZCuO8giGbxQViS+Me2rPSUTGT6mjlO96q9YvdqfpD2o3vu98CO2PZh9W77qWvQ8nThwPn1zl7020SA9ktxOPmhK0r3ZjhC+QMTXvaD7q70DCoQ8Jdu5vhbTi7601Qy+qXdqPs/pSD1DKCU+7XKOvhPehz0j8/49FW0vvmGiND2aGGG9dEZ2PivU5LsrIsS9gAIEPgoovj2fdjc78ZNJvmQ7Br7j2zq7+QtRvkmkAT0Nhdi9vhArvs9NLjxvLWc+XTy1Pt7mIL59go0+IWRJvTlQLz28ewu+DAi6vUr0ID55FGu+wSCiPWH9Wj55oyG+vHWZvfILbD3OINs9vH5evkHGRj5CJeq9lLR2vhpoHr5dOoY+eQD1PRBy9z5SERc+tVpevhb2dz0T4LM96Dw5vmmEhT4vRHM+UH2kvjskAT77rWW9FARJPg/zPj5DZAW+xUyxvbUWAj52iR09iSmIvjidmL1Owe29SxHfPcNaZ74gaWu9MtyKPqv6oz1nXpM9lQK1voGXqL00Jbk9ywzFPUKeDDz3BzW+wGn3PXkJ1T1gNWy9Z/j5vUiAGL5yDYy93aH1vNth8r13Jpa9xpl9PVTuaz5cCQm+lkeZvKnbnDuqPV89m/jWPo2Lsj3PIqW+ivHevcL5Nz7WHnW+qHlEOmZiAz1RdR2+KqeKPX3zE75q32O+1Tbeu9BA7T3pscs9VRquPb1kTT7veT2+UjG7vaqBOL4i5CC9pLdsvlWlwz0SgAy+03sVvsurpj2W5yw9bcTOvSx/iT3mzBA+uAPwvcuzMr7Mk1W+GMvfPURinj10RGS7xQY2veFouD34cl2+CqQMPhjtAj7niBu+NmsTPtMsJ76dWoc9f5UXvlqh6jwakyE+WAXXvghyyD3NYtA9RWGIvv1E/ro7YR09oX6yvoklkD7nIaA+iicRPsOKtb1C9Cw+YvESviO4Bj2EKQ8+1Ok1vpqKFj0nzzY8hYMFvqHbY77Eroi+574EPSoLhr1LnuW+CU8ju6GhYT3cI6c9xtxCvUE5sL4GLPk8sfgGPfTLNb6VTLc+s8fJPaSvVb5asVu9yI+YvFo6Aj6CWCC+lQy4PQDiqj5E7Ey+EPlDvarx6L2sMlM9AAQku15rBD2EH2Q982Fvvr7Gob3WNPe995i8voepGr6qsVW+UmG9vjftQb5YHpW+MeKfOyAmf75q95O9u4aivbtti70Ncwg+tVUlvtMk0r0eijY+GF9jvsJaSb3QwBK9FmEyvpy9sbymy5Q+WjwvPngzpz4ulSi92oxcPhKcgj4xBXy+ZgKIvc8x7zyRp1e+4yJsvagJsrxca6W9wHJxvXMZ8b26QjO8zhtLvNNi/T09s48+gauuPZqUUL0kP4M9c86qPn3JOD2Qa0E+P9J0PrdKmj3S1iQ9sjqbvWD2dr7BwK2+A5k7Pp03Hj5KDIy8EpT/vXa3gz65FM29Lh8JPko5Xb184ou7rO8bvvHvxzyKcuo9ftqBvWTHO742DLY9JpJovqTXM76VmQi+XgX5vaV7/b3irjO+er5ZPV7K5r2KESK64Atrvrtuxr2I7GC+5lNivbIyKrxiZFq9IhFjPaQDgb59Rqg9Z1IQvvPrDL4g2EW8QffSPXIinLycvwG+3aflvUxPz71TIuE8czUKvo19170qFje+fQpoPTk1Jb4FxgO+ULR9vvG4Bz61Exi+a/r7PHWj1T1K5LS9amUxvieP7Lzw7m49jPfFvXzIsb2PAcO8U4LdPRQ6qT3NzW09bQogPLA/2L3ntYK+GCOKPQV7IL5Cgno9Z6lyu83ynj3yk+C9/kyovVqOp76mpJo94gutPOuenb0Wb8O93mY8vZB7S75kCiq+x6jWvQbGG77xZX69+FigPMU/xD1h1w49LddUvmlA8L3r3aW8zMeyvLHezjx8b0y+dOQLvqhB5r0vPiG+AosgvqloQD6nF8O81nzUve5N3D2LDRu+Z8RjPfpVhL7W4YC+8Jc3PWrcETzPFHg9vqi3vWjXtLxBXXO+hCg4vtukIb5PVVS8SKxaPaatiL0J7BO+fHl+PUvsezwk9EI9RWoOvSHDOL4pSQe9DA2MPQ1N9r3ysSm+dSQ+vv+TxDxXIz49Fo10vg98U71N4Ay9DFiLPJOH2zxhX/Y8yenyvRB4Gr6OeZ++Kj5TvuYICb7yCR886DPau4r6p71tQH6+TrISPni99z3mO3+9lztZPVYeIr4mj5+9CwsJvqUDtj6oaDe+BJgHPYONcT0ZAbS+x2SvvJufJD7uG4G9GbpePAobMr13PCo+mLioPTUf+z3IXQs+aPigvty2pz6/EwI++jIwPR/FD74IoJK9AvIbPp13Cj4pYfa8/6pCPU12Qz4sHZU+CRvMPrE8IT6y3Qc+GTK5PH0olj4OZqK9G9EAPjc5B76KnOE9eqkovjVQyb5vo9U9p1+APQlOwD2ulbs+6HV4PcoSkj0eIYw+BaXBPsV/AD4Dc6C9qZOgvrfIHD2fRLw9a/ImvhT9nb2KOKs9CxstPdPPkT2OAAw94BJRvRJMWr7C+H8+zF+DvFXep7v7QbC9uZ2+PjCdoT3JxDi+03KUPXfmkTzq4Z+9/+aLvs7Mf71KQU2+TFsXP7yAXz7yCTk+JQKGvUSJwbxTmkQ+TfBDPtvTKD447OS9fFFYvQXfbr435CW9St5XvrE81b0jOKq9Kf/tOxZmZT7go9Q93+lqvcqww73Q3Ks+ZS6UvTaYH76TJbw8S/oKPnjraj5lFl4+gsyIPgo1Ir14ta689L1oPNPcND7Utmo+/XMhPKOKkb7P4C2+phwKvnZgtj0zr5A9fxoiPWdsh74qkIo+4z0dvusrvz2ydKK8r/AWPt2Xkz13xg49GYUHvnHXoz205S4+skibvV8m7b2qbiG+s4cgPie/Bz59x2G+knFzvAlmer2WkUQ9A0kMPqO4lD4NeU++dHwsPGVcnTxCdf88wvSjvvZXiz2DgLU706sjvbuiM71R+Za+o1WSvWtSn70Z4Ao80AO9PdDjMr4a43W98LXCPlErjD5slo29u8E7u98kqL4b7jy+9lLcPM/rm70YfOM8YrnHvXPObT15JDs84rgjPaaQIb0gtXE+Yl4CPUiuer3GP2y94aMPPuOKgj03Iga+zkAevsylIj2YA8a8UOpfvtFIOT7rsQk+L/lSvOHzmr3uKBg+dcczvqMzPL73qea7HKPNvQ/TeT3IJDW+IEaHvQlR4D1VubC9ZCA+PqJZC70Jg7491Rb3vZqzqL3MVfE95KoXvpnMVL4b51w+CyhMPe/g2zwZK7m8zC5VPmLb4707Zxu+r2QrPpIp373uDgY9k5HtPWWXKj77jWu+pfTNvSHjSb7i5Sk+5EuvvVsZgD58/kQ94EeFPug6tTmu1lW+IZZOvQXsrj1qy+U9yHWZvfVDM7xBUwG+AVdpveeeG77py2K8UShXPL4xnzxQa5I9U7CePbUgyD3yrX+9CMl2Prhlcz602t095yUYvY/IiL1A7Zm88UIvvqiEhj0hJbu8V6RDPg1A6zzZED++shriPUhjobwv7hS+zpVkPt/1qD0WnEi9d0MovjMsAj1WxMQ9LC8KPFdedj5jmHI+cnYJvkrULbwpz4o9ALM1Pn20vj0HbWE8gsGwvbA9iL0BekW+5G9APWcouz1bCwI+ymYhPj+qRL2vASg+cdngO0UkHz6OXxc+cplBPciBdT4ITA2+d5a2PByUAb7hytK9EoI7PlQ+eD4rQue9VFXauxVwA71uS6Y9+mQTOgRfMj4d2A++DsMXPimejz1UD0U9UTRoPVpdCD5j6rE9s82ZvT+OAD5F7n89NLkGvgkxBz5nbW2+OR+4PfTKCT3htJA9VzAEPlWc2b1GlYa9tNQzviy/K7xj9AW+FOmkPUpxqDy/QjE+Pa0QPiVc873gnFC97bEZPGjjhT6J3YA+QjGGPSLHBb0JBJE9RcXpvQLOSzxYHbw9qEEGvWzFST5pI5U9GfRMvWbiMD1uHFc+r5x+Pqnkwjzqs2W+VgeLuzwyEb7k+uk7DNINvh5iTbz7FOC9UdMgPbko5Dz2uOa7KOZUvgGiXj5qkqM96i80Pmdl570ALES954OcPX6OPz3GvMk9BNYVPrGbmr0eTwE+YYWBOxRsmj2Y7FA9tAz/PRlbBr0taN49Tx3HPSjaFL7VWCQ91u9pu8BETL66c6m7qc/kPfZLib5Mtg0+7z3sPaBGPz3j3Bc97TQePtNRF75jt4Y9xRU2PsPEZ75xGik+90DgvRqVvbtjU0e+SliJvkzvOD6YY+g9waU9Pqq5zL0neLM9HBjfPaOr2D1tBfA95Qs9OyNCoTyyNx48vJ8JvnIvnTzn8je+iuEivTZZFz6AYKU913hvvVBxh7vE0wc9KTMwPUdHCz32BAI+HxyRPlu1wbshOCi+WiolvZl08rtZPIs9Tr/9O1Gxbz2t3QS+kPg6PqjANb3DBEY99EpwvaPRAL+buq68SptQvdXHB74ryLM9pBdPvrllJT7YXPi76CeAPBqn77zpUia+b8AYvh3jTb0q/929qbQzvmUXAL6XIBs+IsSdPY8LCz4A8dO9AUIePrDvMr7RSLE9ykSpvLZDUTo4ibs8SIMNPeMrCr68P9s8GkItPdz6ST60snQ+8TPOva+CM72Nugq87UJIPrmoyz0PQCq9uII+PPx0Xj6jCa0+XDwxPQ2RlL2DBDQ9oiGvvYkr/r2EEME9L92ZvrkzNb5JOyO+c3NAvbE1nb3suNW9YMVTvZMkED3ECm0+m7CwvSGvjD7o+zY+FFSSvQ83TD6Yo70+zyTcvZ72nTyJxbI90ZEPvqE95z3j6TE+0pzkvaGGrbs3CoW9BrxtvL84Ab4nzAO+j1TWvcHakr67zLU99mVyPWem7zxu+wk/VtOpvc5Rxb1Pm4q+4jTWPKX1XL2U+KK9gccXvgJ5PT4hSZ88fPboPavlKDxLI3++nz0gvqeSM7498Ew+DlkfvS0WhT6wTAI9hXFfvSHzGr5bE289KhVyvu1qQj24CeG8UW8WvK8ELT2JDJu9t/FBvcuzLL43k569+F8GPoWqpr7otIA+JW05PnZRvT1Fcce9aj4YPtXzI72lqLk9IW3hPbFFiL4wiRe9hI/fPffPqr7AhKO9rN39vegqTL0R1Oo9VlJgvUO45Dyq17y+woZQvvHuMz5RD/27vWLFPauAUT4ZmWY9IiLYO5ZxnD7kt8G+g96xPesUo72uaVY+jL25PVvxNTzvEZE96w+qvi9ZsL30Wj6+wQmtvl7QhL05nN08L5koPmDUpbwSULG889uOPrg/UL7P9kc+zKGcu4KzHj52HmY+vYcNvsLVa77h4kG+8giLvvJOwD0hWJq+uTMLPrNVST6GnSI+xf9bPqBGlb08nB48s0YwvQVagL1DUDU+toJiPDSgqT5pdJU99BlsPbjoLT7nWLS+CdYsvqh2Zr2dKCE9U5ZuvXpRzb2Pd9M+sXLnPEM0gr3jw1C9hweCPiQ4Ir0BaWq8DQNBvgU8jzqGKdo9kvl5PU1JXD6L3449Zqj4vFMZfLw9jhS+OBGfvps2HD6Zibs9zrj3O5i0uTpo0Tq+oI3TPTtWT72PMTE+52crvociET6HcgC9iMe0PZ/ckr3e2fO9Dgn3vWAlEDx3ofU8a0UPvmT5mr1h7Ze9MiRYPH+fFL7XnlW9m8GkvSE58L2VWhO9sCDTveKJUj73aTI8LpCCvF/NAj4xb6a9kpCfvZin+rxysJ48N4S7PSqPpj2ctFY8oCGxvXs3hL25lEw+0cRgPXaRQz2C/tC9BcA3vRupj7sbMaK9yHuVPTC1gr6Nd/g85rGIPEoZPL5Xfxi+8JqvPPgv/D3PdZG90YrMPc0XpT1mTXM9DkxHvmJmQDyU8Vo9EFEjvnpsqL013Sq+qB1KPaf9rb2Bh3S7tlPqPYx+LD0Osh8+PfIePpaCjT1zshS++JKxPRgUIr3KKrk6gAE4PXCLWL2h8nS86EHvvbepM73DUM09eaQ1PqKqGb6PL0y9Z+KVvfTvRL5QBEw8e1COvKeOv72kZ0i+Bp8bvbkWjz0UWR++BycMvs+ECj4mknc9bKRxPc4Bdb2shVy9Cql3vU7mAr2feVi+kwawvZ9JDj3CwHu+q6lIvsz4yjzPKA8+sORovdN40b1YdzS7XIOTPeZpCb5hAkG+cSNGPYNLGb77sby92Ko2PUW6I7w8HSK+j+egPaHCcT6H9zm+GTTGvA9jjD3w6LW97QQQPqKmWjwlyZ++HaMyPfd7Gz4sURe+uge+vd8qZD0XgC0+SlJpPg6zJz52uEy+YzVYPvyMGL7luFE+sehzPoUhhT4TMzO+z1xYvheoVD45P1e+xCZhvvVtsz18E8u9AkppPbhyfr3/W00+xFYJvuMDlL6etqU+KcE6vhDucz7zUjG9OLttvakYAz1+xNw+GvwBPDvIjrz7iu+9ac41vthusz444rc+HxGyPSmDx71+DtI+YtNBPkOxNj69dti8btSFvacKzzzEXDs+7kdOvvcT0L3tQJK+rjwIPp/7LD5OIKQ+Z3xTPls1Cz6NBq0+lADIPSPhqbxcxFU+2usIPl7F07wXr9o+5EAMPpdjiz0THHG9pL6EvbympD1IqJg+V9poPseEnb2Q21U8IDGNPgWjHL7Mjmw78uJkPaAWdj7axxu+SerXvMc6tD6EN8C+9XN/vQak5T3JB3g+RAqrPWZkE75KBDg+GofmPfJpxD5zE3E+j/9IvMnhdz3abiy+vGOwu6w9er7DUfO9EItevQUO370dRZ096dUivVuMgz4lF529KX73vVCKcT6e8Uc+yf7wvY6LQj6TCQa++os4vQa4Qz4+L4O8q/rRPkjnLb62Mw8+OcQ/PTc8pj5yZ0A+bdK+PplkAj1PVJU+Bz6PvfypmD6jqeQ9pbboPTsaMb7aIVM90MMEPYqD5DrrYm++ESibvq/Dkj0YPLM9ni0LPdHY2bxbHIK+MZlZvdlBM76fRsg9mfyPvULkWT5L5ce9Non4PZitMT6p64s+MRZlvUDWIT44Ezo9vn76PQvMWDzcD08+12mcvXxt1DyR/0E9h5aEPnHMID6VTrq8SIwUPU2RHL4zGlU+h0TFPP7E6D0+2Fi+Uv15PqtM+jwSrhS+5OAfPbrnA75sDSk9Z1tXvJd9X76SeBq+HaQGPd/0tD10Vhi6+ThJvaWGfr6CjuA9JO2DvTKWND58dKw9gcBSPtItpz5pNnE7M+5dvn3yjT5QBhs+uZAJvoQEhbzlRlM8JlLtPYL5Aj4pYQM+rWUAO8CrRD3rxlk7LNwMvm3KHDqjiUk94QDaO1BAQ74fQ929XGxvvp0GQr4Jinw9pyldvoksZjvVu0A+L87lvZ5EL774H9U9Ir5dPVhE9T2psVO9csB+vd61s767pfo9wFDcvS/lXryRst89i5cxPSKIEj4Qd4i9O5HqPZ/wjb4MC1s+v1ObvVK47r0DeMS9EiPiPXXfAj6FM9m97JnjPVzk2T20JKc+4fcmu0/j7r40B6+92HeTPjZXVbwHgxm+5DD7PenhQj5yeog8kk63PXuwBT0XeyY+y1awPiT8i77yn/Y9C8OkvG+NK7556O29BvsgPOfbh74cuAK+iNZovd7QYT0pdaI9uKaJviikgr23les8itOQvYcZM75QOM897+7GPMOXIzyZZTu9RXpVPcK7h76S4aq+fptcvoJtwD3V2Ba+JDuqvvCeqb4JP5+7AnzdPZy9zL3R8xu+L6YNvJqeE75AuXa+CCvWOf6tFr5IcWw94h0VvlBRtr1k1um9qb6ovYWHqL2k9Ly9TXL8PCzTHr57rSa+CU/ZvV3tR75NLLS9n+e1PYQ/hb5a9Zs9tOl3vTl3Wr5Pj5M91WmjvPwoqj2ZeBm+HoJjvoreIL7RNme95oZHvpmTmb7WhDS+t1LmvQB6kr4Oexe+kJMHvk3QAz7iSBM8sBd/PRLIG72ZCJe8eVI0vTk+mb1cgb48aCVevjBg+r3L9JO8/UWJvW8vLr6Ve5i9t4nPPXcXvL1Jvp292sgSvWTEAb77ez2+UWtyPQ9baL4rSY69giOAvc82s7wv51u+SoEFvrmpWz067D49FJRivhK0gb4eV529KBuJPWEX+j153KY92h8CvZwoSb7lMEO+EMaSvoLPID65aQA9VhEBvS1ulb7wY8u7+IaQvoO0FL5IZzG+UAvSPQgvcb5aVsy9DxebvnK2mb2aQh29U54Hvr1w7b3p6QK+ZYcVviE5LL5M8km9U5Z9vndPjLzIT5w9WUtaveJZTL5JqpS8jSiAvR9GqD2OzTk+LO2YvMeHAj0TKWi9XGgGvZi8OD4sPhK9+ESSPCEMhj6Xf1G+xlAjPlTdbD1Yk1E+KX+CPmo9Yzs8+HC9NyUxvjPABD0bRI49Z76Jvrk8Bz7wvb49Rm11PlZIWD1JYik+A1G9vA9vHj5IbFs+Gzz3vRvfLL0sw4C+OD3evXWeB74Aj5I+Bn/ePapCFL2583S8PmV/vAvqJz6Dk8M+IoWyvS1OBr5Mw8u9YJGZPkAcpz6CYx88YxvYPXLyUD3CvVY+LdHQvbbJFz0GNBE9kwaaPvnKXb1HoFQ+AbdYPhe+oD5kW8Y+YHTnPeKAcz4/EVe8FqnGvXX3H759Nzg++AtzvIl12T2iuka9/a5JPkegMb5bJ/Y9sWvLPYtoWT4dADA+KC83PWr4Lz0MHZS921/QPdJhQz1CpZM9YcBzO77VLz4k+/O9QkOtPVSMar1h1Xg+qijovU9ZMj6BhOI9DmimPglPrz2A4o29GAPQvEllAz0Fh6e9ENzzvX5zcT3f9QU+kLojPiTXUT7IEl0+ZXJLvhFCPT4HtOg95p43PRFKu70KxLA8/aTKu0amszzYL9C9e54bvpSXlz7J/lC+UWbIPt7AFr72dm27oVGCvW6DWD4GQbE+Ha4tPlaoyj1xMZW9bp6SPOMRsb0hs+e9vfyWPdeI8D20EZI+7+8XvkewK738cju9BuDxvCP4mz4DGga9wAJtvfooRD4KGTS+61wRvfjKur155sM7c+0ivqh7yD2jdLY7MdF1vWILL715Qly9Rj8jPnUAxz0oCUW+iUNYvjzrAj6oEQa+dm3ovcvxPb7tvKE9rf52vptotT00cIQ7JUq+O501rzw483c9PbnnvE8I3z3Mgsi9EF1KPGlLFz4zb3K+zmWOPtdVR73N/2Y+eclAvTy1Hr4GdlC8WHIsvoY9yr0WqUw+IdoEPWNiib5Va6s9M86vPkja3LxAJT6+SUehPa2CaLy9NFm9XvWYvgGjJz6saC4+Yw29PRapkL7IXys+C3bCvC3zCT5WOEu+aHMVvnPUyb0yGZk9JXChPZFV7L1X12M+N6uIPmOZlz0I23O8HIG4PZMTkD0xmuQ9TgDnOumoTz0/KJA+ImIRvtZ+s71pM8E+77bUvJMV2jxLxyK9tcn3vb2T6L2ofWW9rqJ0vSTkeL5yMNM9PumoPe5k9D0jbaa9sr5Ivr3qhL0W03Q9e3rQPWEXcL12lDK9vkyevT4ISr2lK0S9kSPYvYo2iL0C8iA94fNEPtJW2j0cHLW9HhaiPomdHr6pkms9niwQOYf9ST6dc7u9KfVLPLuwQ74kQYw+nzWaPa7pAD7WP306BvT0vUCGPb2XFZS+5BWDPmyno77beIM93kj6vYv2Ib7crDY+f6cHvrCbIr45pK89BE4zvnOwVT1oIK08UEq2PEmPjb7Y102+GACsPWZKCb7sTQc76+TDvVR9pr0i/xG+XzFNPRm/Rj0nDby9aYYCPnNjB711jgw+A6Vdvq9ckL1bYpG+mW0Fvqqk3T2c/Rs993buPaeyZD58Mzi+xRn1vQY/ubsNvaW8yTyevZ7ijL6QJiy++XlJPSQGsbw2rrQ9a3BHvmRo7LxstL29aJkPvhZCQr75YRw9nd3lvf4xEL7U2xq+NSTPPDpHCr60hoO9TVaXPHf6571yWZO8HNMRvm11jr7Ewpo9OzdQvrXy4roikPU7VDLVvW42LD3jQAA8L51svLmQI76fvDI+A13DvTHmtz0+RSO+vBGcvek8Ab2UIN29BnjLvEekIL5mEBK+p9TPPXXeirlGEIu90G/tvXFtlL6sbyy+zpq1vRCWKr6bLoi+wp2Gvk8dF71fuRu+m7Opvlubb77S01I+wrMMPfZd+b0qU8K5M/gfPp8WFL6eyBM7zvQPvjZvFz7MgeI96ITqu3ND+j2SRn2+uq2MvRccLr0Kj6G+6VTLu0DVDL7xde09DDwcPbIFhD2Rwec9zicjPr26irzLss29mc0bvdY5Vz6dxGA9wK1DvnYfQT6QCbI9SysEvXmCRD395R2+xM0wPiwPmbw8MAm+jyUCvvw8Yr3zthu+UJIYvn83Mr7npkw9Bfo1PrRztb18Ec+8jzBWPibdgLzk0Tk+LdAsPMKgRT1i87K9C5PvvYtFNz6Ooe49PF0TvcasPD5hfOm9+l0LuyZfRz6uEnY+AovRvl8toT4dTEw+67vCvOG6xL3uSiY9mCP8vSUXUr5jVTi8VlMqvV3HMb2Fey6+m6dsvhYKgz68o2M+BtmHPuvBK716f/u9+ZS/PhdyuT5RcYG+gLtLPvzJJT410D4+uG+hPcELtr3qdDA9fZJ4PfJzEz4IATq+woozPubUZz4+EAE+3GYbPeK0WT4Ruw4+wmOuvi+m2jrrOmw97lFpOwsI6D01hCi+4t9fPKrsLL5cRG0+8DoSPgxwoz7lHse9V7wCPo5IIb1qMkI9x4O9vYKKAT7IgXa+8Nw4PTPLVz4wCBe+zPilPdAY7L1JWB8+HnSyvSMNRr3rFFM9svNdPvlomz4eP8g9PDmAPfdXnTwYrD6+Ao2uvcPNcT5DgCE9tXmbPWgrOj6b39w8nkc7vmIWlz4z1NK9O7k3vpMB9r0vCQG9nxIrPp3Gf76pyce9w+Tiu1URQD1c2EO+2pvRPvbQmj0T17Q8GJYbPjAyPT5obJs+uHVxPiJfzL0tLOO8yZqQPd3bSj1wJQM+QYOCPZqHu70kRRg+kTQ7vg80H77y2ne+JzOdvsWjdT5CWlo+sAM+vrxk0T0s9zi+jiKePf3Ecb3Pahs+SOEpvqDoMD47op49UVkrvjY3Mj2J76y+WeoePXVHej2n5Ry+1moMvRfCMT0qvSA+1xTbPWh2hr5Nikk+jPM7PUujPj5HgD+9b95dvsAG3z0w5qq9W1SUvP36lb4cwjq9c2CRPnk3UT2Atqa+nLXDPeGncT2Uoly7yZ1XvsOE1L02ki++ha9DvkoKFj0pwb69ked8uueXpb7Y39C89M4yPmKofzwlFIY+tAMfPr+Bej2SKFk+6/EGvaVG2D1rBhE8KVTxOz73or5qRUE+ipwfPYi7Pb5G44c9G3SjvTklQL5PszO+3utlPSAigD6vfRw+a/4dPlnZ1DsJPri9OHazPOfXED0mmxA8EDbwPSrsRj3+6Ew+mwQEvj3hgTydTM49J6s3PqzARD5bkno+2akpvZyD77x7IDy976sSPE4Ber74wVC98O+7vT2kXb3eXRm+UCGEveZo2zvSqJ88M4/WvOhImLx9xqO+RjkVPtKJuLwoN9q9x6lLvkGhQ760BzG+ruX2Pb7KNL48Cu69tXvAPhGeHb5GWs69mMByvt4nVz4xTBm+BeoVPrrphb23VDY+L3RqvboPXT3DIRc+UsQ8vsTmXb2tXnu+naOMPiM2EL5Vj6G9nUq0PUReEb7NxGe+UZu3OxedsT/j32W+9qWGPbLw+D6DCx4+BYRvPxjwAb6GkME9Zieavnd5Tz49x529ZdFbPlc5gL6spTA+SMNrPrwJGr7MOgE9WxQLQIi4yT3xa1y+bWmivRn+sz4gvh68Vj60vrJUmD87loG+pD1BvgBZ+rxxkCu+IjYEvlurwD0cHsU/CmSFPzHCqL1WzXu+YBDiP4jlVD5e6qs8Z54FPBwS0D6J/Qk84ZsgviClYD1JQiA/liOHvUjpd75KZGM/84LrvQL6nDyt1JC+Bl+cvuyVlD1r49C9VL58vpoj+z0kTno+dxauPaDcGUD94IK+GDgqvpM90L37N6q+D203vS+Icj2n2K+7CItFPmaFlb7T+7e9AKY0vkxe/r1Qhem82LxlvmBEibz/HcA+eJz8P7vFDr0bLFy9PHhDPUMG3b1Eoje9h1yave3JDr4q+gq9G2DfvYVn/7x1uRs+jb8OvtWSMb7esec+B/YpvlCHpD/GjhU/9YHvP9MYfT6Gth0/cSi2PsxcZr7BgNQ/kXiuPFI1TD0KVgq9iri1vYI4n729Arc+7aGRPjL7Mz4yH5A/8bAqvnHqAkBojGu+3u/hvcckIb7RfsO9qzycPl/zp768lvE/YKtXPvaCg77vKog+w2lavl41/DwhcQBAlE2MvX2fNr450s2+K+JIvWQ5pT6hcWI+zMcwPdtwg78jDAS/maoPPoqiybx5sRjAZE1cvscT8j0cZow/lweQPas1Lr7vZCG+zhUnv/KFFb0N75e+efJBPb3+qr1oALq/lrQNvZ0N1L17nQ0/U6SourHEMj5Qy3U+KNU0wFXRWD+XKIy/qJfqvCO/Fb5QsRM+FBZiPsu7J8AjmMo/fdYpO9/s8L3pkcQ/iqfXPW2lzT4siMQ+ydWlvvqirz56K3q8BT/LvfS2aT9LC8s9WanYPg6K375bgUY98gWxvdf3zj94/zE+EsptvnHSDz5MwzU/kDAXPOguVb9SLQg9/eAWwPhMir+mIf895WWavqJ9Sj+Xeow/5UpTvcviXz6hTva9YNwqPtR9kz7aWCG9IoPKvR357j1hH4U/Zvr8vNtPIz1Lo369Kt/LPciPOjw7iVw+yervPIRqFr6jius9j8SxPuSIFL4q4/e99xRRPkdSDr5/nKe8F2D1PdqL0L/bLfA913bGv4NsEL8EnJQ/NaDdPFewXD6sy3a93/eDP45R5767ZIQ9sFpGPOe2Az5ymd29cDHtPUpkD79a5L+93KGAPjYyPz8RgrQ+35pUP6/kYb8Wbds+mBgCvb87mT7XEBG+xvTZvuEHGMAvoPA9DqAaP3v3hL6ecH6+pF80vUZDIT7AqY2+c6izP02PUr4rDT49UOBhPo+E5rxAQTe/sMA8wOrfv74gvAC9Ek3FPcMdBMASwAa+XPcvvXRu5T632Qc+a9B0vZZyTz5M2A4+c9qAPhCqZj0Om6I9Lh2NvtV9LsB6IUq9LgcMO/cAjj48Ldq7Fyk2vTxPmz4Oi8S/mNPPuwYk/j4FRhQ9wvnNPd/lvL3xkTA+twz9P2aj6b+ok5E9cNitPjob2T+vS+i9GG1UP93ON73OMe49smEEv0K0GT4SuR09mjWAvzEOsz0crEM+raaTv8xBI76qRKQ8nvFxvhLjXb91QgE7DFMVPui2NL/2p9q9fGmpPrL/o70mv1fASW8kPSXjN74gfmg+cHOFP+nzMz5CsvO8++VOPsIWur6Kax4/3iWxPSbEBT57EJK9zmDXPS0w4b2L39w9jUQePnEZdz9cTGq9mdVNPvX+kD2HJR2+4u1+PoF/Bb6DHKQ/Hka0PZslGj2pQRi+xyv0PXKRGT7jGVG7E0OtP5ztsr28iADAoAk7PQCqK8Cs1Pi9vx1ePJ5ww70LJbm9YBZgv23o0rx8rQq8wwkdPGCv7Lv4Wg69PaHzvlQypjuTv7C9kEyQvwyjGr6Q3QJAe8CMPj8hKL787Qu+JWcUP0sXZL2UcwM/XJDjP3JvMr6xEoc9MZOTvsYwHD39cxM+njoUPgvspD5m4ym8"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "KFuBPaP/tb1Md3G9i0qcvUQMlz3fNyU8Jx+7PP74071ZdXW9E5/gPKNOTb1fIqI8G+4MvRjv5b0353E958eGPAYlyD3Mw6G9Q/KGvSYqxjyRnee8ZAIdPRXI+r0kbtW9CCyTvY00urx2ijm9pQV1veKkxL2vkyC+ZScfvbWvRL3PbAS935nlvGx2/r1VBLS8OaWCPE0QDb2FYTm+4pvzvXObqDwv1aO9PCUnvhTKAb5rc9e9kawRvgnY0D3WM5A9hyWUvbh80L0uFhS9OHZcvfVvT75p9+S9D1RIvi9DB75cJt69mxZAvfw2Az0wyea8qqB8vX/hK75KmqK9g1YLvUrtFD2GSD698WqfvT8yPr1VAPO6un6BvdgdCb6Nj/G8cqiEvmyCY7wQahk9SqjvvTV+LjxZz769Yv3ZPMW43b0Jm4e98K/TvKjwObzi8xW+BJM1vN8IXDwyu0S+pAbNvX88Ab1bkMm9iDb2PbCcIL485lY8T3QEPQFIWr4xVUi94a6Ovn/kpr2Ai1W985bNvVlLB75jbUW9pK8tPA7tvTxYSau707cIPj5su70ny2G9DHeru9b0Frw7NiW9cD3CPfY6S7ythd69AuEOvpJfpDylFOe9rXauvUVyTTw+n2a8k7+5vSSJU72kc529nffpPdy4Y71gWYO9N7QSvsxhHr4="}}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 