{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "1qSPvQqSp73sJmU+CnQNPj7fGL2w6sM8l6RBvQyIv72zaaq+QTIoPduApD1F3C89Fl9pPprSjb0d7cu9qgsGPi7qnb3AauU8XSGePb0OCz7eiqC+5H4mvS8tNT6XJLi9u6JJvhSYc76MrcW+0vLhuB8bn743E1Y+nad1vA/v2b5aD9k+jmyXPUoJvL42BcK9YGQJv1ouYL2lIC29r1ftPYN8iL5U4Fa+X+BYPg8kCz5ffgy+Qkt9vHqRxT29Mfq+h5OJvu0QrL4eqA++NZWDvhYYHzxTiCM9Tvu7vT0R2rz01hA9BpIfPQcVEr0wClE+wjodPm+mFj7GzoU+I0tXvr5j674s67a+h/Z8PmfkF7766mK+sX2zvUi2371iHz++7h51OsueCb5Qx5O9ORvLvTp7lb2hnWA9a7GOvu8/UTxE9LY+LL1uPoi3FL4DXQO++5hkPq5y5LuMGxU+4rCmO/qofz0IUJI9CsE4Pn7edD2Nf4I+fCvPvhEjmz7fr5A9ElStPXoWuz1CyCo+Nc8rPf901z1fg/k9nsRnPGOCBD63Zl6+CwjFPcdvHD4WRAC+YpCFvSyFsr6G8Hk92dAmvnjigTwp+Ac+NeA4Pl9967w+j/y9M+jwO6JpLjxa+pa+vrHxPclHi73xZ7S9/4O8v/yXm74vtiM8B89UvsMLHT5ztVg+WXVVPnyjDz5CaZ49w4HFvbSvcT6AC2m9b5ZWva+4DjxtE1E9Tl8mPMdITz3q47u96OMQPsNmMLxFD4i+QwPePg5EQr0Xskg+trODvYE8G76LugE8wZlivZcLOb5tXoq+MKSHPPxitb02qPq9mYLuPP0Lw74xyie+pqwsPqcMqbtxQhC+aopFPku2pLw+7lo+jLEyPhfAK75EbDe9oTIzvmzShz6ZdYU9K56AvmnjkD2ziz29sUQaPhNNkj4IEis9LvLSPeOYgL59MA0+XgLQPl6YTr4wM1W9bWVePHYhOrzgX6W+eMWEPsqm0L0qY229+sQGvZa9Ar6l8sM7V0QxPXv4a77gFxE+As8NPh7Efj7s9iC+W2xmvl36jr7M/tC7NCHqPYmyJ72iLbo9iZqPvVf6jL6i+zi+cMmyPS3tNL63L4S+BYYgvXaG570GXTC+0cFhPqxg2j3IAyK+iW24voir0rzcpQC+dwYAvkz1W75TWkG+t9KJvju+nzyFoEw+HiaXuwirRL5OThQ+SAeOPUjSLD3ir6c7PlvhvUBRnD3EC9+9oCDJvEJGkT4k7KU+sQyGvXV8QL7fVny+KT5xvUXUNr7Zj608kBfUvNGJL75q5hW+jlwRvv8rqLw3S669OGs5Poa79L3rl9q+7LngvLfEur2cZW29FFyBPgSSuT3KQj6+y9sUvQnvAr+/eIi9XkiEPokQyD0/4r68UHLwPVybp7xGHje93HN/vZm7XL3zVHA9Z9xAPOwAFb2QxGu+eSYAPuM6cb0ktoY8sI5dvmqWjT0LWyk+ZwJKPkYOkj1D7iC+YEwCPsMPUr2MGxU+xUCVPhwvuj3CeGM+NZVBPpcA4T27gwk+l101vjabMT7apo49Z9oxvvQFFDtZKrY+u5mUvopMUL0Vbja9SRUjPv9hcD4yF5G+53QXvsVGvz7Tm6G+Xuw3Psiqnj4xFja+sqLgvCYXxr1z0tC9jPxSvZIXC75A6T2+uErXPQYrBzwF5P49bW4cPYfcxL2fGRY+3ZSMvJhb9r3q4/s9VlTUPdCYaD7I6Ty+cvgNPrQMFT4Y0aq8Ko+mvW/LQD4RbkE+QROkPaVR6D2myQS+Jjr9PTTBML7wg6C+QIMEPnWmfL7AmzK+m14bPiGPozz9+v2+m6CHvr9sDz182F+9xZwnvjFlEL+ZybG80s+bvhhyQjzdBZg9jV6DPkiU5rzLENK9IBEWviUuUj4IHaW5ty5KPn1N0r1kGUe9KLweOzo4TT7m9oU9Tz+ovkq64TyTzXs++ug8Pbo5/L6I/+i9g2nhPckoeL1yZDK9ZZ4yPnGdrb49KQ4+zkxGPkMxl71nUTs+kb7tuxolvb0JQQ++Zng+vgU1pT3+fPI6aKCmPEG+qL5pa4K+C8DIvbJNjr4OQom9LCCcvZ1YDr6AWw4+qGgSvl2UIL2uelg++7eXvvTBjbzzcNw9YkYpvlwsnr0vhmS+GgrpPkttGD5eVci9p2HhvSIlTr5Xb6g9Wi0iPm+fbb4DoRA+IExTPigh177ato2+YhauvlzAxr3nA0I9jQeNvjH6+r3kQAm+HLhHvKdqxL0JTmG99ypXPZUW6L1PZP295VMDvtPVIr1V9Ks+dsWQPdOTMz6treM91TQAv1GUkL6Dns298eQ5vYPh371ingm9ss/oPdsUXz2xGAi+VLXHvt6uxbzEwmm92J6pvaEAab7K7zk+VkTDPQNtAr5VHhu+gel0PvhKtT39GBw+9MjJvn+Aor3GwDO+3HhuO4nrgD6Ry8q97uX4vQGQw7wmASS9pZOevuDcZD5bGbS+KYcMvi+gELyBRG49WjHuu3zKcr7wAGM9QlnGPVbliL3dN16+H+TFvhmzIDzD2XC8zaIsPdudUT2pwP08vQPUvYB+vT0m7Nk9/1qMvad2dL6DBp28UvLXPGVHPj6/lM886ppAPmZSLD6NUtU7nghhPlp+4L3zQYA88kYlPGHFIb4DbSs91Q62vKxjVr4dmzK+LrT2vHK2Nj4b7Sy/JHkWvzeeRz6NsOm7F1trPt+1Fr6BgZI+h9zJPU29bz7+gGA7JVq+PYWHlz7oDYK+U+m6PaQ6OL0e6wU+qeuYPQF7KD0kEM88DlB+PkY6RT517zm9ANLRPRAdCj2/KE0+f3OrO4U5IzxFbbg9noEVvmd3rL3d80U9SQSXvZknXr0y5Ja+bWDOPIZ+mL7gNty9IOUBPkVtmD3G2oa8nFg7PksxEb4sHoA+S6aFvchehr44poy9+xqqvjxQoT5ZJaQ8UQUxPuMoU74AnvM9yvNRPsfVnj2qLy2+J3VjvbMrdj1GkJI+3Rt5PqeROr0ofAq+n74uPq1ocj2tWnO9Hp9APicjfL6Q4IA9lwMyPko3iDw0CCG+HToPvgzKmD0ktyu+SWvWvQORGT6fpo09wncVPe/eFDlDBss+iwZZPoAupz34vDQ+0CNvPvyyBLxifDC+iThCPsiiIL3/8a69X9diPif8kL11qHk+INi3vdkseD3P9x0+11Z4vmz9qT2GkPw9r5ryvDhmO77/zYe+wX9WvTzOGD4F2RI+efUAPiGxV76nBoI+72rgPL3qMD305GW86NSnvSBp6D1vRBs+pMB2PZkbVr0hgoA+ZQ+evY3cAr6xtNg9k1WIvMqvrL3bBG4+pDPYvL7zAz2tEye9/2LQvF55vj0/MyA+3cHBPYoODr4p7Bm+KyTnPdSwZD5CXmY8vek7Pidr/T0p8y8+62QZvmgva73nePU9JS+qvc5t6DwBQQS+wkk+vu6OSj2zWLs9OsPxvKpM6zvBowO+EDPKvbExLr3QIiK+ruIMPRqoCr5Q6dc9AQAzvDLPhD2qSII+6JsFPpt0vz0vioQ9KxRcvsfyIz7RKNM9ZpBvPn80uD3wYs27TXSQPsGur73CLEu9VtJ2Peylij5EFo+98sc3vvZZhzq+UCI9zxURPEUACz1Nixw7lgIHPlotID7iUfy9bKsFPh3WFb7c6Ag+NeicPRaRxj3GiBm+SrCjPjEnXb1v2Jo9/ozqPXNPGD0Ns/I9bykmvT4PirwcJds9X2i8PKB/FD2mULI9IR+kPcwRE72QEQU9HotKPjzefTjF+T0+2pU7PtRzmD0v2g28O1uLvsa7VD7mJr+9e3ArvsY92D1gawK90SAzvpwcor2Sduu7fTa+PaYNzz06vzq+0dmJPZVZAb3kKju+lgyXvvdpOj5tng49Yjp3vl/D3r5JlXm9wWq9vY8uIr0PwWE9+tbCPTav4jxrdzK+RxoJPmBR1rxao/a9eNt0PZWaj7z5BWS+xw3MvODY8jyrnsS92G2Ivmg8HL72U3u9Dicpvtao/z25fK28JtNSvZ/JBz5ajpe9nm37vYT0iL5noy69CgAxvKipGr4olgu+8Pc4vI0eDL4B1Ro8zvsiPosJ3zxKEfS9TtpBvfHlsD0Wm6y+iHe7vluzKjxD1HS+37BSPs8U+L14tpW9sEayPqKGe77ZWF2+XWuYvtKPyr37gum9Gn1lvoaonb1SKU29NGqNvudzS75EV5C8k29TPgbaRb4QUKa9MDCkvPYKAT6JdP29rU81PqRz9r5QlTi/aaOQvk1DKrxukLu9gh5VPsUjkb2UP7M96l9aPOj8wjyoUJw8/id6viiP8z1b7ZI99KjXvZnnszzc3x4+5OoWvsR6lrxldIq9E0cLv6SdcL4EDD+9AxqpvJ5rtL388iq+qoOwPQpF/72HdoS+8XeXvIsf7D1wob48k+aPvTcSGD4Wn9O6/KQzPowN472fLpi93dsdPj5oAr0GcZg95B1cvkjdIT5G78S+zF8ivTUwe71/vsG9x8SVPTCMpD2WoBG+sDU3voYh7L1m6pM9wXRavtYI4D1CZIE7qTNFvvbDPD3v7pm9IymhvZQRiTwzOoW+3jZQPTw7kr52Rqq+0nZrPfO4Dz6p4J4+roDmvHQhSD58/RW+2TyWvc4ZiL6j+oG9iXLoPf6seb0Z00O+pUcwvQqNOL4noQU8vI7RPbujD75UxT4+NyP4vVsXnb5YsRG+IetyPd58Kb4/QF++oisWvrVxL74OsWm+YVImPux0Ib5umzO+Wcz9OxCU7b3TPJU8Ka0xvkiWDb6cJxq92BISPRkTEz5jP1e+dIq7PWRLhDxCWTQ+grN0voua2ztOmq89saABPnbp27y3DRU80tZ3PHCwzL3TFyy99Mk6vjeb6j0dNae9ljH9PagpDT4Qz/C9vVhLvRFbkT1ASeS9LdOYPSPRyb3zHT28HV+NvnfEnr3f41Y937xMPp/NeD62VoQ9PaKXPQtdYLua8A4+AQEQPnpvOL6kKw6+YpIJvlXCMT2Ligw+/YZWPekPJz04f2u+3V+xvfkJ0j2rLRs+U5/IPn42jz1FYUi+Jwv+PTd42j0W2D+8/f8uPvIPob3dhqi8ijIJvq1rBr5A22++S7UEPg9+WTvHE7o8odrUOchCUzy42oI9HE2TvViaKz7vc9Q+4QXOPbWXMT4d3rg8B2tmvSV9oD1wLJO8xfzpOznDUb6MT8K9JJG4PcNvBjyUTbc9IgABvhe8hD5f6gw9XwjHvFE8nT2FR8U97Je+PKbjPb5ScTC+7/7OPXqdGr1q7xw+FMGgPvMK371zQCc+CyiJvhOEpb3M0uO86EtHue8L7b0XUjI8MPe/vELEV74kg4a8K63kPZZSUb2LaOa9852WvE64bb7XxJ69GKhVPpV4vj7ZV9K9V/7VPW3lQr7yk309bqqPPFlLxrxiXP09movvPSmW0D0ieNu8m4u0PSrZg71HPv+9XMPlvZaXET7uT+E9JqWFvu53LD6UjRi+EpKqvd69D76Vn809Fqkgvr2CvD5zeVO8E+BHvna1ozxzsy++Z8QyPjzT6rz2nhy92A2KPXxnTj5JPyu+ObgEPu5XHb7N9GW9gfrIu8BDOj7srUg8UG0gvkcyXL5CudW9kYFivqxWaz3dyA2+QhcQPphM+LzJ7Ac9QVWOPVEa1j0Fgxs+G1+SPsn3uT4gwFm+m0AXvqF2sD3npQG9RqkFPgi8Az41v5s9ssKMvW/AAT5G2xY8RqXtPRJ2M76wWZW+/hS5vYPRer4DJFe8lPc3vnYqEz6yUZk+yOOvPAtQkb2dSJ29YiXLPbvZab0EfQs+wIt0PogknDrIWjA+agJAPm2zGT7PMzC7red+vSu5HT5yw3Q9mDpQPVEYgD56Hhq+5kqVvKASGT1Gb0Q+KMUAPuvv4r29WSI+KWSFPWT2LL4FT/s7FeIquzOs3z17UB69oFBZvPlB9L0r5lM9FPsgPsZXSb5eAn49mAxiPHNpm71eA7s8AjSqPdYXQbyrSII9CDyLPaj4Ezs+zA2+TlakPMQ7Rj2o/S6+quQFvrIyxr2cp+C9LCxfvXfsZT48lhk+bw8svpTjEj4Vrws+mrgcvrlPOb7/YIm5kQtuvkP3QT58cIG9n8d8vchnJr5QsY88chZivkqCCb7nWkQ9LSJRPGp4ljxGmro9tHrsPO8kg70mJ2y+MnFqvhW+Rb3+GGC+0BBbvkCW/r2ATqI9Idpdv2I6R7xe30e+PLoGPr/gST4Lp4m+QWIWvsm0pTwtuLw9WY0LvujWPL7/R7O8NC/gveDgaD3NuBG+zplEvg05TL9cbbu+z/AZPLGW+b0PT689UxY8Pb5BQT2h9Ho9KaYXPJ0yZ773ytA9cDdHvkpmtLxjgrg7MMuMPV9wD75xKo2+qSsQvvEsvT3IgkS+kGLevtZ0Dr7QPIk+v0YvPgyPCz3/pNA8IN84vh8Sv73VptQ9/Ts4PsXTZzujUHC+nsTnvsmuEb7UpTA+kByPvcygvr0n9FC+ZIyQvsDxO75IZBm+UgnMPXpYeb6h6H6+mFNLPhJpMb4Sdb09aQ4zPfIxlb4gJwu+s7vevuT5Zr4OUIS81gJOvkt4nzz7DGq+2NoXvn76tb2g4se9l3McvmUl2j17q668EeuAvT9Qcb5A5XO+TMhzPrOujL4E84O+FCUCvmEiBb1hPLO9L+V1vhjGbj5cpJm+dvlfvTxM6zwiF4s9p+0KPWH88z36api9SJTsvOHnAj7LP7c9kENtvrSi/b2aUrk9ccQYPeXlOT7AqTQ+8gv6vXi5Q75+dm++JViovaUmh7yTGS++XxVEvrVxkD3GZKO8ECmOvTPbPD1zF309vtOlPeZIuDwMN1++7kIbPuA6Jj4v/d8+rwKQvdSvYL3IYzu9F2qgPZ9wCj3QbMW9zd8LvYE60Lzeoba8dVYovmytEr0hsaW9VQwJPrUU773Nb5g9dHSavYiDLb5gf1s+yYl9O7T5N74hWRg9589ZPbqF7j0LVTU+9T1PPuljET1/pvE8E+rFPcj4QD4vGKs90ux/vfuK4D11zjo+08E2PmmbqT3EhkA++HnkPSG2xj1kYJY9K2ozPhONEL6JZz0+KmSxPuNmIT291508/DnKPSbP/Dyc53W8R0unvNC+lT5NBGs8lMDUPcK1EL6HgoG8dVlSPTdI5Ty9ONA9gKQtvtBMeT54s+09GBHIvbPzhD1s4Oa9sFgmPhZmUz6ZBgk+/Z0CPMbzTrpR2qM9cbuaPQ4BDz7k9kQ910OkPWblYb3XfS+9Cewhvg8y7T38+gM+ycITPswLxb0p3BI+ins9Pkb+Vr7HmCW+mr6NPkD+hL0uII0+O64EPiySXr6PFcw9bsIePUU1xT3ieRA+Yms5PkPVeT6KAOE9IfG3Pn+hQr4yPiU+QmaWvM5OMr5oMyW+itpvPhKYDj36VZ8+YbEfPU0HVT5rWi4+AfESPuJXFb4BLlg+SvI5PtrLUb1Tc2I9wToRPvraoz48zHo+TZgyPRMSW761TCu95GTgvZYmerxAzOw9pwFwPJg5Ir18snu+UIoavhu5Mb3N/UQ+A/zDPVmhKT6nj1W+0yIXvvGhBb2IBce9sjoZPpUClb7NwpG+fzgEPjHw7L1WNBS9hIgevH1UkT5IMFA965OevSRJgj29un89QOgVPlxEgb68Fgm9Z+OCPoL5U725jbO9FBisvVsBYD5Pwz+86Z8BPjr8xL0x9SY+CxQnvelllT6bBSS+QvCru9FuNT1gGAs9hS6cvEwSpD1dkW68aMMtPW42S71ML/m9xB/hPkb0yr3+rZ07pwyPPAd55r1Zk7S9ElYgvpbSqj2Ki6c91KppvuzMKL2ib3q+tIYlPnQb3T2exSQ+ZlIJPab0Wz3WJEg+QwuWPIehtj3NKDW92V5ovs/Dlj3x3BA9+ENAPhK6VD4UyZA+lbQuvoeJgL55uEc+W91pPopyAL4BZ0+9J1arPrahwr11QMO9ai3ZPBDtKz3ulSm9qYOFvpdAmr54nCO8TEWgvTDjmb2FNai9tF2lvga7Y76lfgA8C+ubvGkwwTz88RO9jSocvtVIHT4F++C9l3ORvq8IeL0xJd68+K2LPf9Xmb2SOC68yP8QvjNKjT5+/fs7leBtPHpsGbvk0hI+9HwvvuWeKL5YXne9wRbIvYAUx73exT2+NDrRPej/rD1mdAG+NoUtvp/EYD1yNNY9nGA3vCTbzb2lPAe9ZQNMvFB1mDyiyDA9MNW2vuqfZ74tMgW+sSaRPYJlGb6gX6S9MngdvmYHzb1XuFG9E+YkPXWuHz62dFI+k5AzPtDi3D3OEQg+ZTKcPsh1OryuGsI9qh6mOk4Mz72hOcy9KIgPvmjB/jqybtS8kyi7PUJeBT4P0N+9C6BTPeLenr0avMq9I6fkvdKnKD7Uhza+kJ3fPS0QvDyWXDc+uzhzva3h4D28m7497PHmPOhyn77a+Rm+e5GCvfUvzD0XhxM+qjN+PqnUFb4C3Au8wC2iPaxxzrzM8RG+lhkMvjG+cj18jIm+SQ2XvSiAwbz/Glc9mWm2PfKbZTx08hM+38g8vk8/7T3TAOU9eSqXPuZXc769Mws+e9UOvi2zMD6OFBa+8/AlPm0MLb2U4Q2+ilvqPQAHwDsbfgU9Ks2HPoRhcD6OQR68KMo0vcRYPD4mI5Y8Jt+WPhtiXz7a4Yi9chYnPlcqaz3xlGq9+AG4PbwLZD2BJrI9F/ElPjl7LD1Siv69+xNQPl+S+b3kek6+4hdDvafuVz7T1w8+DbDJPRR0ar5s3xo+bOmfPCqHDz0ZtWa+e8T8vbaDjD4Ycb68zPROPuSPbz2Kxaa9aR6pOeZvGrn25De+7/UBvjxYBb5CYqM9uEkOvGvY6j1e5TM+Vd1EPmWIHD4BjMI9x0unPtQPX7por/S979uOPa0YrTtfmBC+Z6noPZA2yT1O5Tk85GuIveYLPD44f3A+FLOsPIeUk72ngVC+LwtFPWHqnL2lbZu9AxlPvofzFr0PVwI/7lmUPZoseT4ifqG9ucddvDvCob78yZi96m+vvRovJD1G64s+CRLdPeZBSDwg4hM+rRFnPiplrj1GTP29endxvbvCNL78V6Y9y6ngPX4BGT4fdic7529qPkbNtbw1a6w9YA/lvNM7Bb/jBwm+uzy0vRKCpb0aQGu+wg2jvp8xlD7mQ5Q95faAvYI8hrzL1p2+13YTPdYXnD2uuEg+Q+AVvksKF74iOog+R8FxvedZ5r0A90++zJ29vhxdEz5GtTU+/ZoRPgTS5b3sUpo8Obx8PZrj7L3WmPA9FTAdvqGrbT5x6kw9cXw+PcQR17vtZhK+8o5QPiQTFD0DD5m9J4GvvTb2ar5FX1I+bEUjvC83hL4JmAQ9zpj1vENTjj4WDt89MnRqvhZlPL4GCIs9aNTYPeR0XT1ui2y+NF9NPgHc/D0FaYY+6yfGPW0fEj7ZriY+wuc0PjsGnj2s/sI+2fYyPv0xljw0cgY+3BmBviIZ5j0rXUM+uBhHPZt4Vb27v6Y+SmCrvaG9o72u9Za9q3IZPlsMgL07rJe9UZuivsLL7z09f0o+x+fMvgPalr1jR508W2g6vugWTT1mXZM8cRn7vchmcD5p/pK+H0E8PQN5gj1prl2+SQojPYDZd70RzlQ+wtRZPY34ij7VOSG9jer2PRov+bu6/4s8/m4kPqoawz4SMl89XlmWvjqNhb35Hzs9Xq+CvIVolb4Bjjk9sUeZPsmTID6p2hO+BxQ1Prx3tz5WZg895OygPbhWyD0QYiA+CaB+vmdV8Lsiy4C+ScZePivBBz7sfT0+5VvevZgoxT3F8/A8wI3ivEPZo72rAzU+dfuFvQqEAD3KGC06dA5ivjBAjbyJVY88XDhYvCirjz6hIMC8tzsNvhhS3b359iM+P9QevsqtXj5LsGE7Q8e9Pcw67T01nA0+LP0YPsVd6z2vq2q+nOYpPnHq4DtYBDM+v99PvbcJjD02SL49HHEAPhp/KT4sMOE9PO+AvaGUYr4xsUU8E4kevecjPj50t66+Gmf1vRgu3T056yA+ih33vStESL7BdX4884YUPuPkhD44DRo+mH2OPY7Eej3sn1e+MLrEvPPPqT5Rcg+9GcINPIdq37z9P+y8DMwVvX0GFj5n9P+94LVfPJ3kH77Gy+S9MMxbPeXLlD6bBrM5+VoovkHGGb65Q9w95MySvJ4Hgb1H3ks+y/xzvpi/qjyKTQs+DtMmvuuSEL4tLx6+BEOcPA6V3D2M2409dDYJPi5/ir625f09Wu2UvvfvSL4dIRK+YXRDvXwrC71IIuW9THdVvdtaxjz8Qyw+tJpavj+/WL6tPlS8lv6VPR5gZr6KYRm77YcLvZ2Nz71UTmO8ipY5PhdF0zwegn8+xzozvR1lDz4Qkcq9xJeqvRhbEryfRrs9kJjZPWI1nT0bvVw+U1XdPWZcJL5VMT2+VNv5PQkPUT7vpC2+ZHpQvA0BlL1HKyk8HgABvYY+tT6xw4S7gbilPYeEU77RGlW9sJmiPKAToD0p9bk88NfFPV+aibzRhQO7UPqMvb4pNz4GkBG+dCoYvvKH3r1Kdk+8VsrPvFdFrT2gTmM8XqXMPQpMUb2aml++ikQgvprIBD5bqGq9IMY9PdkIVr3l5VG9KLz/PHnWej6RnKc9gQJAvd1Mwr47N069I/VwPvBYTj1ZK2S9ebTnPYhGIz4X7Uq9wi5hPn2bBz6nQNk9viYtPluyHz2pKMy9mlEIvI6ucDzVxgo+qtaUPX6Hlz257+K9130oPFo8Rj3X2a69uH7kvDwpEDw3MOu9spucPfDrMLxVPtO9TmTBO1b9az2WqSQ+DNq3PJLKrT38kb08O7QhPsto0T2n6iC65334vVNaGj7R9Qe+/SEOvAVNXr5y2ka+145Ovc4oOT0YNfo9BBuLPGUUY76wyrQ+G217vXh5Fb43byW+eRBePjzNIL4N7oU9cX2KvaUFNT4IsyU+YwUhvYbZ9zyeW0q+OnZkPqoPwzyVl0e9yeOGPlipsr6c4dg7moZPPtXiBT4klRU+CDD2vDzdxD0X6+a9JqYZPWxqQb7UGz8+y85cPvDGrj7oAC2+MbNNvfjT3L2cHTI+NdEVvb6yI75d5zQ+uPcTvX9DdD6sdRe+CBWivtt1hT6GoP28UEmTPC1LQb2UrC2+fAcIP1A2OL5qtHM+rXmWPtgsG76oUQE+xAoxPnHLjb6mYQ49Fi5jvkgNjr5BL7o8pxwOP1WaXj0poDa+QMgBP5TNEb5DtOM94gSLvguYsL2LEgM+pSO/vh5+570u8BO+XeIwPkMESr6aSCi9boKnPtliJTyv336+3BEXvuDZt76RGK++JNjFvTRAsz5Qflk9sPO2Pmp18b4krEe+pj12PXDpSL4FCiM9KUmUvf7Vsr47Cps+kwmQvhGg3L0Wpgw+q0bAPEqRu74MgbE8wqvbvTWqQ75r1/69YFkBPDrX7L2sV2W9HNWJPtOm2T1w280+2TkcPgetoz7ews09LRNnvYlJFD4gH3g+YUkIPmUb8j3gGDS8/janvgT2sb2yvgm9sLgYvi/j+T1SqRc+qrp2verJ1L055ta9GiADviGcLj623We+R+IOvK8jYz4R0J8+Q9jOPdfHAz7R9JU9SKRGPvBEiL5UIbQ9rcVUvscyBb3d83e+BaPPPRbMRj5RrIS+BmFiPa7Lkb6HAxu+7H5ivhSfbb7nlrK+pmklvqbhoT0+1gQ+CVpLvV0gvj5FWxy+S0g1vpwg4DxYq7g+6NrhvhsMWr6iWZ4+LJcBPlA6ZT4DrEY+80OePoIA0D2II8+9An35u5gr8b1cAn29rePWvtRRLT42Voa+e1jKPV7lGb5NvFU+DTo0PpqYur7VRCK+AOV6vgc+Jj4IZTG8HANRPjiq/bzJweK9HD8nPQ/9Tj6oyW89RKgQvt4URj4+a4I9xJNbvjIAbrwTq5w9zGRPvCw76LxQ5CQ98sSPPA06ojwQnH89AEXrvEEWJz4Tebm9gkMdvif9Mz7T5AA+AarOvkIalz31+M88ZSNsvoM+fzsRdmU9r0OovoREEL7QvQu+VQihvQjMC77Bcme+6aYxPtNUiD5thZU+ANooPhiLDb144hk8EVGJPgSwVT630ho+JYQPvk1Ulj2jf367vpo4PupCsj15sYW9rgbZPMJPhj1eB0a+B2kivpZfMz0PfGw+BJOjPYsysb6vMxw9Sw5ePJTN370QISA+Uurou/MHgj0qEWC9z7KmPXH+6T2SCiI9lYO9u5TgYjwvkAQ+goqvvVR/KT4usw6+QI1qvbjCJ763BI09u6lOvTwcAb4cFZ+9SYDOvQkCHLzTu+c91uoCPoRhv71DGFo+URCpPbREyb1DnHY9cQ+PPSMkYzwAwOW9wgILvg4Dnb4G+Uk+IVS4O/fDCb7ldES9SEuCvdsL3b1b1xu+zQd5vtBvST2IlaG9358evowmprxOTRE+tKk1PcxmNr2v3mq+o4B6PIXw4b2pQRs9I7cKvqrvjr2uwp++mXBePT8zn72/kkm99buZvfEOiDySNMC9jHa2PQ4bGz2I4BO+SQQNPUoZvb1ff3m+d2UlPRcjtDw0Rc88As3zvVU02rzZfZC7X1+hPa+bSb6bqHG+ogD+vXx32T0DHgA+ZdAfPle/db7nnjo8xC0vvmdZX74Um5K+mzzMvcRR5j3EdHA96KtYufDTwb1OtDm958UhPczLPr5uBya+qC2NPjiih70QchS9tduEvo/sKr06gNO9qVFSvoBiIL5Xybm9Hiq+vq7PS74XOZA9/PGfPCL8RL2wGtY8VTcbvVaunT09vOQ9qiE2vqJgyL26HzK+doL2vIcTKL5ddyw8Gv+bvVrAz73Afsc866ZcvpbfUj4Hjpe9xrI1vcu6Ib4PbIM975AjvvcLV77EY9u89ohfvqaPb7yYFB2+VHMxvsf3hDy+oN09tB9DPPF/PL7Sedk9SblIvnX8s71+IR6+hBZ3vSBJur7N8+i9IvGGvjtuJb3+03q9YDyKvZl1Db6qMDC+CGIzviuXfr3wE7E8p5DwvAayxzp9KNq9euxLvQMygT7kFFc+X2yjPjdIAz0Iibw9XzZEPbDmHD5OQG+7dr/Hvo7KNz755co+CvQ1PkiSnz5C2cc72vLVvQILg71FaCA+kBohvpkg/zydpzC+E6UavePkwj3Q7Sg+gMXSPTjGkj2/C6++01VQvYayfj4XqJM9KTRbvmgFBD0aw1M+gTghPdIb9j3zBQS+3XscPhw0kD5EeBg+O+kWPc2zoz4XBFS9JeY4vRAQHj4eYpY7BEirvZM8uLqnxFW+Eo6jPURoJD1+h7G9rNo6Pl9U9z3rnvY7SCHyPX6INb6dt4K9bhbvPdAEwr05vqq+OJEAPvNLGr6bwj49bDIhvZksyT4CUD0+9QZVvbIZrD4rSGw+CL+TPbfNqr0SSQY+hotoPpKKGT7FXd+9gEbbvMIunj0vQiM+tXwNvs7xt72X9zy9Ac+CPMXMyjyjzti98jYNvsl5C71Db6O9PkF7vjIJZrwYK4Y8WCXqvQQz3b2DtoC9QZujvejZoD7x3zO+VWt6PmBAWD1labc9+4FmPgCXA76mPVo9DH0WvQ9aET7Y/RK9gocAPqplYr187LS9t4Y3voSSRD1NFts9CjW+vXjrWzvkjoq9m+gOvrfFvj6JhbA9Io62vSr9c77G4jk+yOv2Pd/bjL3H3kO9tkajvQbAUT1Bkhw917EWvBU3xj3MFRW+F+x0vtk7U74sntw78ktKvv9aPT5ORhm+zCiUvg1r+r3ef9s9ia9YPtnEKrzbt5y98qz2vVqLSrxGnYI91KJ0PNXPJD1lNs+9HkGbPmPHBz5UGIm8QuoaPaRZ3L1unUA9QXeJvEI3kD5xfR69Gh3xvCxFbj259BM9DBplviFOi71VAMe97wMrvSxYYL6/Lhq+G5gUPvfENj6GO0q+47AsPeBoBz6IHDi9xmYGvuTYGr1+tAU9K4T9PX2+DD4PJq29z6b4PYuNTj6Cz4G+jYgCvJ930D1DwRu+eKWPvomd7Tv8+b08Q4EmvrLWzrxoC4a996FUvcf0/j0SvAQ+XCOavr9tyb3KwwU7NZNZPiUnAb0Lv5o+r6PcvZ22gr7Enn89tGcjvndY271NXJ89EQcovqLuE75Dpks9DBVavnZRjT2/1nQ8SO7avO8xmTwX/DC+DfaUPousYT0Aigk9P2JhPCAaSj0gfd89iWsrPtL3sTs+Egg+F0htPu5cET1xa409OXP0PTfm1r1vmj++uJXAPRv4uL1V6wA+lGmRPe7WAr1wPt69Jll8Ps753j1kLxW+mPgfviyH3j0ON7W+HQX2vJkTi71C+X29qwknvv7Zdb3TAQC+aHaCvVt/jD1i5zi+VPaTvSIreL4euJK+XH5pPWp8uL1mk667DVyOvoIAtr2e1v69o1aYvZH/hL2Vg4W8/BuRPTw3pr0zRCq+AXoFPXEulb0/dPG9/bXcvRaeLr74z7S9EVbBPWBCW75VRuK9udX/vWnRkb6hx4++YgnHPPzDJ747pHY9/rq0vaXJAb54a8w9OSy+PTTYpDyjqQm+FnqGvuKaFb5esKa8YIABvgGXrD3S+cK961RLvq9DOr1pxo09q/kDO6Wt/b0lFas9UNE3vZo9sb78ody9W5GkvDhTBb6mwzo9EK0xvgh/kr7roP28Fl5RPVGPar7LeJi8YIf4PQrsBb6n1FW+KOYNvhjLmjoy5SC+3Zpgve6ehD1/pRW+a7OkvsYCS75Xpz89GaJ7vpNxIr4AX2C+r11XvBLcqb3m5Qm+znlEvgzeAb5HV8i9SigFvqH02L3Hwyq8nLolPjB9jz3t97g9joWKPdHnib7kcE49mZvVvbscM77LIeq9VALuvbvbNL62fNS9YWZ0vkxBWD2ouqo9/WskvtL+T72YIEe+qizPvTkm0D3Mekq9RQ6BPU3wjDxYako9aFj0vQXU+j0Wi1o9mQTGvNd8XL6HdDU9yHMNvq5iTD2tWY29XQksvi4riz3FIB4+lRgzvJp7Jj5fGb+8s3SRPlcJYT6gPjS+d3cKPKqCbD7Mx2A+dSIIPhGvND6n2K09lJC+vRPQlD6hCTY+38ZJvfr4/b06W8y9fFsYvsmpBj57cnG9v+wYPmobUT6tUpU+0nvPvfysIj4eDis+TQw7Pa233bynGhS9NufJvRmb9jod6jY+bS6pPsSHAz7ZVJI8shyAvRi8Nz6Z9w2+VKHhPZoFbT0JxbG9D3KfvpLSlz6IFgw+x00dPqAB+z2LDn09fnvyvayZfL4h3Zs9aTVnvSB0mT7wlgY90f7nPe1cZD2GpIo+m84hPinqFj7yhio+piwzvhXuAj1tITG876cOPIJBxb1maP682ge4PZTZjb2XKCc+kkU5PW7qdzzkJxO9OzmGPqcoGT2PLgM+7g+rPX9F0r1s++Q8smsGPrV5Dj5idYS7jXCGu4tsj70BkTk+Xz6TPZHtCD6/fUU+BTEfvW/SMD4Zqf27wUIaPq/XB76J6vu78XJXPZYp7j0kUPK9J/IcPavhLr6z7kA9BZMJPZ2d1bw4dtC76vBbvVBpwr2eq4w+UWRxPhxOcb4ACjs+6g2OvURF8z13EQ2+nMXRPQiW8zy1FHW93mq2PZNEFj7PxaM+jhxxvfmZ+70mFms+6is/PXSffzwwuHa6o4Vyvcqfyb0KM2k+hqk3viQQx70c9Cq+Xh9lvktADT2Dva09OH5NvuZ8yj3gtsm945PzvRG2AL1g4v89irYAvrK3mbxFjxy+KveavM3PEr5kk08+0zRBPoE91b0ln/i9jrZJPhmW/jteJi69bMbkPaZTJzvU4R0+19Ocu71mAb5jmES9KMD9vEUfm70gubC9z65mPeH6Zj3AeVk9+GVtPA6Yxrw8aMw9EORcPo1lFT3dmRI+yGH9PQ4HPb3sQzG9flmPuuPVmT1r7Di96+YWPHXC+L27wS89Rxftuf/bFT7mQOI8tjk0vndp3LtMlsW8rS6wvRkg+zw0XGw902NIvcKfIr7swuA80YZ4vS5rQz6GvO28h8MUvtUNJDzXBVI+FMBAvs4JErwM7Io9wGYVPhk2tb2qnsY9HTsGvEAsxb3gU728rnAYvmtpt727TXo+sugzvnLb1L2phwY+H1MaPhvVvL1seCQ8JxccPhkhwr5qC0K+FeFfvoeF7jws6qE92rAevvqcAr6NLsC9tr8OPa8BsT0j4sc96hGLvfLjmr2ZzTw9n40FPkcAirzIZMo9KzfjvQzwpb3LqQC+XWk+va8vEz7Fl0i93OKRPqwCwTvmQEu+Gx7avbFH8TwwFtg90X40Pn84NT7ocBc+ZZkFvmS78bvGj8G9jV+lvHrVCb5G+je+Eg2BvVceqbyVTps96D0pvAoWDz1qG2Y9jGdEvTskJb62GA6+J3XdvqMn+T218kS+euJDvbioQj6HMni9/We9PaIgST0eZig9GMVOPCtWcr3p1kC99tZBPR3cfD0KNb896EGSvLeMqj2ODwa8NcuBPptrgr6jwB0+J7MOPRwpFT4Tbfa9j11avtuHRjyfXJ6+BhxtPR0ELL6gSZA9+NzbvcDSNL6h2P+9hz67PV3FPz3BWyu++C6yvcamdzxyDbq9EoIKvqkoJj2+Kv09W0u3vduZED6Ysrm9VLdcvSrlDb1G6ZO8u2LhPRmX1ry40769wGLkvQgIlr0nKZW9Vua6Pa5GWr5W7eu7OnzrvAaytb7dqrW94Z5Wvsb5Qz2Qd9Y9pS/lu+OBe72Szv+9fjxkPUFsFr0EgPu9vveEvG0wE76kxya+4+YrviLrXL1Vf8S6Tw9WPlTOrj2clXS8+8yMvev3r71Zpy++MMS4vJ8UNLyYcB2+gH9HvqrDGz5NduA9Is4bvv5Lo73JtXE+S0txvpWHGr6e1SM9BuxVvgPHxDw96AC+itiYvX08R73V/Iu+YkaTPfXLIT2dI0C+tQqJvb4GMT6YE589o4wyvlvghL5084o70YkAPhUfIb4x29A9i7U6vmufNb0aP1O+Fq+YvvOUFr5MogA7rNsGPp+umL3u7DO+6EeUPTZBGz73VAq+aRgfvkbe57xhi2q874YZPatjGb6svYm91VQLvtg40L1CcbC5Iom/Pe+xoL1n+a+9o0TjvY4s4j0FvwC8BCs1vo7G/70A4tg9d8EHPmFOHj7unQS9d81nvbwk5b101gy9pJCXvseaH77qZZS9oK2vvhNwFj60B6K9Num3PRWyY77s1C0+IdyoPInfEz7b9fO9JPvjPQzfgL16J3E+ajkxvRXizb3Xvo89LM+tPm+aXb02kOE9BPPQvKTo+zxPiow+0ApwvfUq772jX308AwssPTNyhD3CWci927hyvrwyGL3zNpA72p2DPMBDXj115WU+p8Fmvkue0jteoh8+CYirPVFrjb1IjPa9O8KSPZO8or0VZyY+aE4aPKSpA72C8vk7GIkWPsNwY749M4u9DoxbPkEN7bxJQ3i+6Wwzvbl6Nj4n2+u9VfJOvQ1cxjxX/sW+ovHYPbGXD73Qho29Gw03OmZiFz6n0Lw9580NPp00Ub0YeRo+XmOzvfSFFL4UmcY9y1KEviUxiT6uICk9ZQwuvHM8kD1cO1W+Ogi2vHfVnDxkHOI+Ix75PRBM4r3/vjW+uHWQPpIOsz3VpwQ8lw04PnteN74KQ9W8qfOcvXNJSzz+tWM+qpozvs5oZr5N++C9NzQ0PS868D3u2rW9SFM1PvD9Or4MxAK9jKhtvrh/oD0pN4U+a+OfPlIimTy0R5s+e4MhvSrZMz3EYaS8Y/chvqQ1ozwylfu96fKxvXe9hr0c8ao8cr1APu58DL4plwO+Vq6lvSomG7yXdYm+zF4svgH3nLt/9n29sqrdPMx3Nb3ARAy9yMoOvQxWgL1wM8W+2751vhawsb2JPmo+OlUxvlSv3D0Z1uA7VcyPPqHFcbyDgso9JXeYvNMSNb7KcsG+xyocPQ0Sbz41cr47ZB/hvc0djz1pzzU+voz3PJFKBz0A1mk9zQmSvplqiD3mzyw9q4O0PYR8Yr5F6by9v8O/vabNu70l/ic+huohve+3Lb2yeAW+WcV0PSiQcD7GQeY9GSTDvdQ5Ez7B/DG+WDU+PtJ+yD3ib2u8qRvfPTwROr26jRO+RFFPvdWZnj4oaoe8rcfnPBH3jL44fBu+kww9vtndHz3kkUg9IqKJvYrW2L2ZcgY+nRGCvbILrT1hYD8+CRx7u02aoD6c+qG+/EyXPF3vXL7A3ui+5IcDvrDJdL5jqOA67ZClvr0Amz5flAQ+ZAOUPkcM1L0aVKw9RxjbPYf82T4xsN09mPiEPmyZqT5Kdt67YANVvhYvFT5VTzo9moRKvtGIKr7+7lg+dXt0vkoRAD0989y92+VHvhM/IL0NvRM+YxwuPpJbcT5P64S+pKZhO0RkwbyYfYU93J8JPdy/Qz61ZuG9hgsIPo2XIz1zHiQ+bh4hvlXgCb4mcg4+HPMNPXPTJD37xEQ9qUDdPdPyBz1x6/c9CgaKu6tCGL4Dax4+EpMFvhDFRb7N8xg+ohTbO+IHBD7x9a28XFdIvPz8FD4rGlA+Th8YPaVGRL7clJk87D2IviEaYz483o+92bZEPL/UlzzTDCC+MaBvPjjISrxOQA89VaUOvu6sRr41RKe8aqBhvdutCr4vRQU+bOlKPvYYrj67lrg9Ke0CPlwnYT4w2iU+u4SmvcXwIj2MB0Y9sBW6PQvj8r2uBmy9o9I5vTnimz5YTUG+m/BPPjlOnz1lwzO9SqsQvmarST3ELEq+6v0ePh1BSz55vuG9tF8KPqn2hj2Ab+u9ekyGPgKEoj0XeFY9PJtcPe58Wz2Xs/a8+P4RPhD8g77PHxQ9uyyRvLlz7D1LQhW91Ro6PmSIHb4fWg0+hQ46PGcZ+z0L6iE74+V0PEeNJz08K6w9ldWzPc8d1L3uWIk8sHHWvaThQr40iEO+oORFPtVHl76FJiM+LcADPpcmrD3RWy6+rPtpPuP21T2sv6Y9+OHoPclD4r0SB3q9VrhevgXjrb0+MJi9WQyGPR8Btz133ks+8v+7PAqFbbzVuy+9UboQvSPL3D2idk28HHETvQccaD34oLs90pByvZNogT2pQc0+gKmMvhIfLr2F5wq+phEzPjHWJr6kFM68ND+IvpcVRL5MNio+A0RFPdGpyr3IrHq+/ipqPVjUI74t3Og7mvk4vDdDzL5GR+I9sgUOPno1WL71Iwk9XjeePCIWxb1I8Uw7e7DVvejvcr5M7YC9ReiWvB5FGr3njbK9yEezvesLDb1szKY8dwxRPdQAbzwQcbq8HRaUPpBBLj1fRk6+14W9vkZbXD4qrhq+h/1PPnxs0T2QvEm+1I51PtW4rbv6AhA+WSJsPj44gj5hgm09qmQbPkc5wL0ifSw+wxQEviJvUTm4znc933F1Pmu3Bj6mppS97CDYvRWqJj5NJW8+or0FvoGKgb7NfXi9fAeQPXGKpr1s7ba8l4XOvKb0Mj0/egU9eFwgPhjyY7217JO9WgtJviasir48boa9R3uvvYMYSD5DKjc93KMxPg6Rpb7xn1O9u5nSvvWRDz6cwx69TWXwvXwKhb7s7kA9MPnJPBjn8j288rS9S/c4vAEyjzwmBTO+Kj8qvX1boz3Himi+mkERPa6vgD5bHf+9vuSPvkqc7b37m+M+BAJWPZtjOT6E7ko+dUdTPnJ/nz31miy9LZm0PcFalDylA2k+ol8vvrfKhT5lyOK9WQVuvj6D9b3i9Sw8TZqHvoOVIL5pSmw944PuvQRHIL1g3lC+78zOPVdZ6b1RmrI9KAygPtlhPr10zTO9gr2rPcFKMb68Evm82d5kvs7DKb0jACK9g88zPssbhL3f5ke+M0qJvqiwCr3V8oU+/diovRuBxD3GgzQ9XxPVPdPv+L3xngq93gZnPqfAh720X5M8BZByvrvXJ774f/e9cR+KPgc4ez3aZqW9caWPPesqBD5qsCU9zPn1vf/l0T3a3sW9OHB0ve2J8b1izK+9OR14u8748b0JbDs+VxxePjwsIb17AGs+sNVGPkPcsj0O2uE9nXUevkgeDb2c5SK+FZMbvsVdGT145a49zs3HPZ9JVj0Nq5I+25sWu7DGpDx1FVy+LAwWvkU6sD6pTZE9JexNvg7CYz5EaHS+Wkt9vudvJr5j0Rq+bFvOvUS3Cz5rhMI9HdukPewrQT7OfS4+wo5wPb4egT6625m6nRw7PpKNNL7+cLc9oOTOvcwPnr3vrPG9a5FLPpLSrLza0na+KptfPiReyLyKdXU+2K5SPpWOWT7BvXK9iehOPfgrvDv5shq+zhNvvq0CVjwPWAE+fsVevpdjgDwYIL29MXDXPc5Rqrxprey9fdyKvMEWuzxI/CW8Mv1bveTzK71wGX29EfDmPeO2ej5Yj34+S8hwvfT3z721tN89K8hQO3C/Sz1p2q29aAxbvup3sb2PRA8+oA/yvXkSaj0HPU4+u2VTPqjzUD0y10i9u24PPqOgCT76KSy+JZduPpD/Tb0KLxC8RUEZvf2IuT0l0pA+mSGuPT9ydzuiw0W9kgy1Paf+gzyyCTY+H5g6Phrc9b2eeSO+X2yPPXvQtj3YXiq+SiK+O+Gubb3M9NA9v4lIvcpkkD0Iixq+TGSdvXZsp76y1ii9V4EePgHxE7w9o+a8y/8mvmoftb0ym/Q9fhTIO65QRT0aUoI92vYbPpymJjvWlyo9gPSkvXEfuT2lGYc95ZKAPTiTBT0RJiU8bYVkPS101D23XgU9H0x0vWN3QD0dWyE+yDCWPF/fTD51l8M9xnlSPD62Wz639BQ9A2p6PcA3P7102Aw90PPGvWy3nD2iaJu9Hd+SPRpw4L1RKPU9gzqLPm3JE74rd8c9RvgnPWCnoDygBHC9BsFZPhHCbL2KZGI9sfdkvs1pJb2zBne9nZMlvaPZpz2aIM+9qEsLvbFXpb3hk2c7KDV6PbqI+z3tah4+jAJevrpLFT5VoS++2Bf4OyYrwb3fz2094kGvvTdnFT0LTBg+yZ7MvQboKz613Om9Vp4AvZSJbD2HIRQ+Gch5OsVSHLwNUCK+y2+pPSHUGD5d8Fy9yMxWvTMLqT03GP69/2SzPZGiWr7fmgI9abV0PgzTj73sJCk9zHdOPtNy2b1oehC+v8HYvXwRrr2FniE8Btm5vpZ7i743vQ+++CprPuDROD0oAyM+rNaPvm3BiT1QKfw9uRwuvnW3LD3AZk69O6x5PgqgGLx6Vbm9l1wEPhd5tz2mn0E7N4RJvkjiAr5qxE+6hZ9OvthPCT37qti9CM4rvl3TBzy5YWY+LcG1PpYhIL63to0+zdhFvYK7Rz1H+Qq+vNW2veVuHj6sJGm+6cqePXwmWz4KXya+3RidvXCKeT209ts9FdBevsH2RT59w+K9heR5vni5Gr4A3IM+E2b5Pf6q9j4dBxM+a7VYvhMbdz2LdbY9LJQ5vvSwhD4o+HE+qbukvjIi/D1aPWG9ZE5MPj0dPD4OdgK+d76/vZFLAD4GpyI9bGKJvnxVlr2iT+e9KEHePRryYr5pDW699FOKPjL3mz1d/JY94HS3vov1n73sPr09GGLGPe0Mzju+yDG+Yd35Pbdo2T2vhIC9inT5ve72Gb44F5W9I98Bvfgm873dMpi95zqGPc8aaz7Znge+elepvFJk+jtEimY9PljVPuRmrj04qKS+OhzavTcCOj5uJ3S+I6pSu8UoDz0JYxu+iv2OPYUoD771o2C+x1sTOqtp9D31/c09lIqqPfNHTz6Ljju+CqDCvW41Ob70jCy9nKVtvsWPyD34Wwy+YKYRvmZaoj0D5CA9V33IveTBjj3X6hE+4GTwvd6+LL6JAFe+MbDhPRiZnj304N26tLIuvaHZvT0UrV2+NCENPhk4BD6vZhq+qGkTPi34Jr5Yv4c99MYYvmOV3DwXTCU+H4LXvof2zT05XdM9FAeMvq+vmjrOkxg9nbCxvnmEjz6ixp8+pnkOPuoevr0Jsio+CMUSvs/PCz3SCBI+2zE3vn1sHT1KBQw8+DwFvicoZb7XxYe+bFcXPcIPhr2/W+W+QZiluwQhYD20Hq09TkY5vRkvsb5srO48Kf0YPcJTNr4Ox7Y+k6y7PX6BV74jlWS9uHO8vHhNAT6ZWxy+hIysPUfZqT77MUu+gp47vRmw473iM1E9czNSuyKF8zw3z2s9eMBvvmOIoL0LtPe9R/a9vte8G77aNFS+/Ca+vpB0Rr7TGJa+pywmO2ALgL6Di5u9nUqhvZJejr0bRAs+gy8ovpVM2L1V4D0+CPRkvj+hUL0jyyK9kygzvg9PybwO8ZU+lIEpPjBppj4PZia9F5BcPmBggT487Xq+dfSPvbdq6zxFYVS+mJx6vQnfo7xK9qG9dCJ8vUx56726wSq8WXw3vL9m/j3uopA+5km1PTvXP70fm4c9DQCrPnf0PT0dA0M+BpFyPonflj2T4i894ImbvaUReL7MBa2+xhU+PgaxHD4r+5i86qT9veZChT5jxNW9r7MLPvDWW700p5i7UDwdviNUvTzOgOg9dQ6GvQVIOr76I7Q9O/JqvuhIM77SuAS+plD7ve4tA75ReTW+RT5gPcGd4r3iCG26bN1pvteBxr3xOl++DO5fvTBS3LvxLGG9mgdpPcd4gr6QZac9ECkRvmApC74e7mK8jBrQPRPLmrwR8AO+rvTmvW1pz71oKtE8/CoLvj5h3r0IRzm+pIdmPWgXJ77+bAS+SEN7vsv4Bj63lBm+/0jgPL880T1t7bS9UlM8vheE/Lx1wHU9+rLFvbQFsr1L1rS8RWXdPaH8pT0GrWw9vCsdPFgy3b3H74W+yR17PQOyHr5snnc94FyXu/Rpnz2CBuW9JSWkvVRyp74CjZg989W4PHPZi72ffcW9rc4+vdHWTr5YMCu+d7zUvWA6Hb6asIG98OafPCsNxT0weQo9Zl1YvouB9L0cTrK8AsmwvMZhwDwyoEm+mwALvr7o4r3P8yS+BcojvvA/Pz6BqNW8GU/UvUsJ3z2/ABu+E5VpPZDPhL6fKIG+oqU1PRF6FzzrAIE9rlW+vY7RvrwHxm++CQQ5vloCIL5VeIq8Y9dYPTBIjL1mUBK+Vh6EPUdmhzxMsUc9cPXwvOHlNr7ViAG9LZKKPejI8b18fiu+3zc8vqCxtDx+q0A9TiNyvldbT73RERG9NFVzPEG73Tw8b+888cL5vXmXGr6y7Z2+wWdSvrerB742KiE8+CX2u3eJrL2YK4C+fCAVPhiK+D3fKYC9i7tYPVzhI74IkKK9gGQKvtoxtT7Vcze+Q9rxPEW1Yz05FrS+NVTKvHXxKj5YWoG95mB/PI55Jr0HbiY+kxWoPQKoAT7MlAk+bzqgvo7epT4iJQM+XdwvPVGAC76NE5G9qHsfPj2UCz6nkr28JTxIPSXjQT4n8JY+NAvKPka0Hz5EPgo+W86iPNUIlj7NjZy95sEAPj1zCL428uI9b8sovijzyL4NDdo9gMKCPaTdvD27ibw+mnt7PZtKmD3XQ4k+VJHAPpIUAD4RwJ+971Kfvp7WFD08r8I95hcxvvO5ob3yp6g9zy4MPbx4lD3hOA09uPdYvR1DVr6gLIE+h915vIBRAbv81bC9wNG6PqIdoz3Pcze+k42ePQ36pjxtppy9vvSKvgGRdr2uuk6+YD4XP1bxYD46izY+kvaCvZHDoLzgDEU+DVxGPpIbKj74VOS9RIlhvTQzcr5gkSG9QmZWvjAb2L3iuJ+94vvVO0WUaD5AOtw9H696vUZrur1dTKs+8auNvQLZH752Yas8X00IPgHeaz73g1k+656JPpwaGr1M0ae8Yr5OPOf7Nj7+HGU+fqwJPJcQkb4UoCy+XmgKvkSxsT0gkI4966YNPRj0h74eoYk+i9QcvlmgxD0d8KS8Ee4XPvQbjD1KnR49XRIJvlFJoD1/QDA+DCeavZxt6b3SBR2+q3ggPmrTCz4RZWO+kf19vDNmar27bj49oZsNPqaQkz6kvVG+IlP7O402sDwjQvw8GMqjvuaVij0A2mI7KK8xvR1XNb0FZ5e+bFKUvaEror0DbDA8Nhu/PZphMb5rHoK96W/BPnqyij4IOI69XQnjuyIyp74gZDu+AiniPM8flr2xnd88VMTJvVKraz21s2Q8zBknPb/UIL3KUm4+PJn+PJJRgL0Nb3u98nIPPmkjfj18lgW+u0UZvjJvFj1R5cC8qNdivknkOT4AMgk+csQ3vAP9jL2EGh0+59IxviapOr6z7SQ8Ya3IvW+Agz2LWjS+8QGMvSN44j1zF6u9jwU7PpyIBL1BJL89I3vtvRyhpL23Oew9cDIYviNTV761s1g+hPBaPSmcwTxWnsG8l+BRPvdv473cWxu+LqEsPvT73L0h7fc8tJDsPde/Kz4tTWO+svDPvcv2RL5hNCo+R96nvQ3Oej6efkU9CTKIPg/ZSTuMW1S+/w9EvcuZsj1kiN49mlmZvau4HrxbOPe9JEpnvU3KGL5gB368wDiEPNGzhzy7Z449h3enPdIg2D3YXIO99q5yPuTZbz4lkeI9sZgRvT12jL3qzIm8o3ctvqNSiD1Hb6K8QgNDPuUH4Tx7uj++X3ziPaVksLzJyxC+SedkPhxKqD0m+E69z+0ovm17DD1WoNA9R61SPF8Fdz7hOnI+c40Kvrp6Bbw3Hoo99Ls0PjOZuz2Ljjw8x2WuvX89ir37e0e+rmJRPWHRtj3zzgI+E5QhPhXePr3HDCo+eH3nO/ApIT5q9RY+EndGPWUZdD6h5gu+R1+wPENEAr6dtM69pNk6Pruhej6kWuK9cRcIvMO65Ly7y6g9UqQXPFnUMD4MyA2+USkTPsSnkz2gP0A9kBRkPXZkCT4qzbQ9nLCTveNRAj7uGXk9wjMFvi4iBz51umy+nr+2Pd27BT1KB5E94jD+Pcgb2b1gboa98DkyvoREhrysnQW+U6CgPVCqqTwI1y4+wFsPPgd18b2eEVS9l9YmPOsTiT6gO4E+0XmIPZVuBb0O6ok9/jbovbIjPDwFyLc9NJLFvOUvSj5HJZM9f1RKvaZVMD3IuFk+ZqV9Pm65rDwac2a+i11Wu1M6Er5g0C48qukPvuz/S7x4yOO908QHPYCZ6jxaoRq83ctTvmQmYT6JSKA9UZI1Pm9d7L3o5VK9x8afPRoDNj2vRc89NEcVPgrnl71dUgI+g8P8O61Jnj1j+Us9RFMEPqn3Ab2c1Ns9ybTDPVlSFr7KdCo9F5GpOhVhUr4DDxK75RTnPf0/ib4fdRA+UEzuPWmFRD1MpBA9ypUgPse7FL6TIXo9Y782PhO0Zr7JVic+YNrfvV/bH7xzHku+PvmKvsblOD7+Ze89AUZAPrWKyb190a89hQHjPUPW2z3RtfQ90GydOqofkjyWbuU7IvMHvpWQjzzL/Da+lZocvcRQHD4NCqM993lwvZHEfrtNlA89egYwPYeyAT3jcAE+TleRPncdIbuxhCy+ECcsvYsA7LuYHoQ9OEUvPMAZez0Lcw2+OIM8Pu42JL1jGFU98lt7veOWAL/ETKK87W9fvbNeCb4axLE9WPlQvo0LJD5jxAu8ap2GPPX867z2eiW+RKobvvL3Tr1a6dy9Sl80vsKIAb7SwhU+FcanPRgBCj422tK9bC8ePl1QMb777bQ9l6aavBsX+rk2tJg8VAkJPbgcDb5JctI8JgMoPZVBTD4IvHI+METKvQpRM70TmGu8NBNHPnw4yj3dhBa95ScqPEYLXT7Sxq0+sekxPdtGlb0b5kw90E2wvd0mB74Rcb09O4qavoY3M77vbSC+DAg8vYF+oL3meda9c2pgvTLUBz0aTGw+WCSwvciDjj4FJDQ+pueQvT+ETj574b0+PVDevbFpojyg0LM9S5wQvspT2T2FES8+8AjevRXATLtV2oa9ZPIrvAHB/r1XBAa+wIXkvdBclb54xLM9rRBuPfZM9jxtcAk/kZunvYDPvb0Q8Im+8QjQPI2GWL0kcKK9TegZvtv3QD5EkLY8UFnqPRljRjwLgH6+WIodvhA3Nb62+ks+lAQevQYPgz7g5vI8oZZOvW8KG75FwG49d4V1vg0HNT3Ex928FBhQvMjkJj3694+9RL9OvYhBLL7EBZy9iqAKPt5zpb4ZqYA+G+Y3Pp0WuT1tpsS96SUXPlUDGL3KMbg9nUHgPe9bib4lmhu9QbHfPXstqL5Hg569abr7vct0TL2HV+Q9c4phvWjmxTxvkb2+sPdNvouYNT4XqNS72fK7PcLaSj6ts2s9AdtxO/4bnD70I8C+BxynPXAVp72SNlc+nt66PYb5PTwqm4Q9DHiovuqztb0zqT2+U2StviIZhr1M7PM8GNwpPiKuqLxyWKy8MpORPtfASr7np0c+0S+xuwypGj6NZmU+WT4QvtjRbb6+PEW+6EyLvka7uj05aJm+/4YHPmYLSz5rFSQ+ff9YPlPtmb180hM8yyUavQm1cL1xXDk+bcNaPL5aqT4RgJE9QCdyPShFMT7ufbS+UV8svtDwb720kRg9O6pzvcH3yL14tdQ+yTwAPVL7g71lND2999uCPrEuG73zp3i8EcZAvlSiIjxGyNg9JnFwPYMcXD7vBoQ9QuoGveoMgbxf8he+FrOdvvBTFz4b1MA9JQmaO4PolTm/1ju+S5vPPQX8Vr2phy8+n8Urvt17Ej7PuAG9UieyPZDHjb1o+fC9Bx7svRXyGTxXoPE83cIKvr5smL0HNJi9wB5ZPByKFL5jxGG9RdegvQxw873ilxi9TCXLvcIzUD6Bg/87P1yJvPN6BD5zpKO9t6uhvfiH47z+sJk8RQC9PRhFoT3wbCs8uCS3vUMGib2GR0w+sblfPbL9RD26Cc291FZCvc+Zoru/jp69UX+jPfMjg76ZaAE9F9tgPP5ZO74tcxm+0BKlPBFy+T24vpC9CS3PPY/xqT3CeGs97UxLvruDTjxCHlo9FPojvmcMqL1+oyy+wxNQPfIApb081Y+7vbbyPY2+UD1RPh8+AkkdPlzBjT23IRi+1JuvPRJaIL0nI8u6cCM8PZF1Sb2AO1+81EnsvbhtMb1y5cg9rd41Pi2fG77SFkS98d2QvZ8eRL6/jBs8W/GsvClMwr3/ZEe+rzEeveSSjj3oiB6+7nAJvhSTBz4QnIQ9gqRsPQqOer3RRF29qhGGvSTfBb0hzFW+Sk6uvXGPJD1yln++eSlHvh7UsTwUZA4+NZtYvRP5zr04oUG5pV+ZPWUzCb77Oj6+TTlNPdbcF74mtry9Aj9GPYbyPryHgyO+3gGdPVSqcT7LsDq+One/vIJujT046LK9yvQRPlEATTxNUZ2+KE87PRqnGz5yGhq+X/y2vdtJaT2NrCw+E85oPjUUJj4fbky+7FVVPmveG74GnUs+AkhvPqnihD6xTTC+kiFYvhlpVT6ndlq+8AZjvk2Psj2MQM29Ly5iPUwrf72noko+CIAHvpq2kb523qU+9nE3vrIveD6F1DC99ZV0vd3fDz3phN0+UkjrO/+Nhbwzt/K9IQAyvqe7sz67qbY+Y+WqPbgSyr3K5tE+NbVCPuJEOj7D+he9h/OGvWyR1zxTTDw+T+9OvtUkzr0u/pK+zA0CPlMzLD55HqM+C45PPtD9ED6XXqw+OTbFPcaapLxIiFY+MjEHPmIPyLx3gNs+6CgLPiFOjT3pmnW95PSWvR+roD0o9pg+8I5pPmyAmL1x31U8rYuMPi0sHL69u/06qAdmPT4ucz7CSR2+nNvwvMIotT7Y+sK+pv94vSnH5D1nnXU+3IalPWT0Eb63xT4+IeTiPXOWxD7uhHE+tAJCvLtLej3BDC++vMbPuzwlgb4cre29VCpYva/83r1Ax589LtQZvVOdgT7DPp+9+ar9vYAAcT6rikY+qYDrvf4TQT6tMwq+ZfI9vXTwRD6M+XG8MafSPuXuK74MhxA+aMBBPUSWpj7W2UE+b9XAPjV8Fz0cLpY+G8iLvWBvmD5G1to9GvTYPcoWNb7MuGE9llYGPf7YPTmiUm++MPyZvnS9kj2R+bQ9+/jhPOXd0rz+UIO+bRZQvUdJMb7Vctc9sUWWvaQDXT6cS8m9S078PRjuLT4m7oo+dZRnvZQWHz4dAzE94+0APvLFhDxWQ0w+96icvVtj0DxH0j490AuDPhC2ID4DL6K8kxIPPYp/Hb5uh1U+4v7fPDnz7T23MVe+fVR4Pg3/7DwoMxW+czEVPbx2Br7aYSI90s4pvDmAXr6ecBu+88MLPbDAvj2gZEc7hR8+vam6fr6Dutg99NxxvUR2Nz7qHa89ZJJUPokupj6lD8o7KR5cvs9UjD6TtBs+atkLvkZUarx6zVY8fz/oPbJlBz7CEP49SceoOvSqQT0EmJM823oJvsaG8To0+Ug9DJOzO6MeRr5tAd29rkxuvv2tQb5cx4I9flpXvhI+4Ttu8UE+L3/kvamSLr5xSMM9wLpjPfa29D3Tg2O9LYSEvZKnsr7CKvg9LMjcvfFFH7wvbdo9LeMsPdAqFD6Aioi9i7buPaKpjb6xZ1c+jXaRvSJq6b1Ficq9Ys7kPcrAAz4rl9O9oFflPaxk2z2kNqU+kFIRu3op8L4R8qq9t0+UPtsne7xj2xe+xdn8PaHARD5JtZI8Ojy5PTnrIT1AESU+j5KtPmBXi74+BPo9J8efvNRHLL5yz+u9JMoyPPkIiL7DFgW+Xj9xvQweXT2ZeqI9d3eIvufEh73pRM88bBGZvQ/aL76bMMs9H2S8PB3cGjyZoTe9iphUPcGvh76JBKu+GOxavotEwD0Sahi+CDyqvpQ5qL7FAom7E0HcPaVGzL3xuxq+QiowvDmfFr5uzX6+F9hFupo7FL47yWU9GjwUvgEJt72Th+e9R2invfhbqr0aYL69d+gFPWwKIL5oJia+fTvcvTqaSr77J7O9U/q0PQ3whr4+RJ49C5B6vdIMXL7e9Y49EmutvBQIqT2SXxq+6edjvpMCIL7E5mm9ycFFvvJ5mr4Jhja+tKLrvUIlk77oLxe+rrEIvv1lBD6nm/k7576CPey/Ib3UW528WPgvvUQqnL2Ir7g8AsJgvtOt+b0cG4y8r1aHvaq8LL4oPZy9yInPPSGGv73M1Ja9QCoKvay/AL72AD2+WzN4Pfduab5DbZC9RE+DvT3UpbzUFVy+wagJvl5aUj3s5j09GWRivnuof76AxZq9as2QPQyH8j1oxaI90NwCvXfkSL6rcEK+4MKSvuW5ID4zyQo9b9EHvbMSlr78b+27+YmQvjrgE76A9DG+t3PWPWPZcL7wvcq9PYObvnL+mb051BC9CyIEvoJn7b3HLQG+aNEUvsvBLb5V9VO91oV9vgdqkbwPbJg9dQhXvQtuTb4Dq5K84SJ9vckjqD0FATw+XQ69vHwOAz0tLm2949oFvRbqNj7I+gy9BquLPG1ShD7+KlG+j6UhPrEvWj3BE04+0T6DPhV5mTt4B2i98+sxvhRQBT3Vf4w9UlGKvohaCT7HwLM9nYN1Pr6SUD3uWic+IoGuvHLeJz6nPVo+9+j4vfINK72PwYC+jSvgvdPOCr5Mr5I+CYncPfM/Dr0sYMm78gVZvFoSKD7oFsQ+yNCpvV6OBb4Bgsm9QXWcPouBqD7lodw7zJTQPRpjSz0qD1c+Pa3SvUHUEj3rJx0985ibPm7nYL3DhVI+yY1YPqCxoD5LJsc+aF/nPUR7dT51Bz68HN/IvfFFHb7yIDc+zOurvHlP2T1nAEu9UZ5HPlGZMb4It/o9+SnRPajMXT65vi4+uj87PdpJOz2hKpS9zi3HPZsvTz1C8pA9iF0FOxXLLj5Am/K90XGvPfu8cr2WKXk+LhjqvYoFMz72heM9yjioPuhltj3HAYq9dubqvMHvCj0siay97rf3vXCaWj05uAM+xm4mPvs6Sz5EOV4+UCRMvmojOz5tC+k95t4lPS3lvL16jrU8KVz9uYwDnzz+zsm9PZcgvoDalD62TlK+zqHIPnhsGL6tEOC7Ct6BvdGwWj5ajrA+PcotPgzdxj1vvpa9fDihPDsprL2lj+C9/nKPPd327T1FtpM+8YYXvqcQNb1dsEa9lJX3vDd8mz6HgQO9c1aBvWeeRj4CvTa++0cHvZoQu70YIxE8xWsmvkQQzD2cT6Y7pVKAvablMb3LuFe9G/ohPuuWyT0Ua0S+tixUvjUIBT6CKAa+tk3nvWDIOr74H6A9lfV3vtxvsz1zpMc7D7GkO+l+rjzAIH09zsXKvACq3z0z+MK9/W0wPBZLFT6PKXK+aFWNPk8XRb0rsGU+eRw5vS75Hb76STu8i1YrvoKcyb1eSkw+cCoOPQZ0iL7xMqc9Bl2vPvH5orzE6zq+rJOgPakldrzfnFC9zmmYvhrDJz6PDTA+TAm6PeW8jr7G3C0+TaLKvK6nDD7tPU2+bUcXvkMZx70iBqY94wOmPUg+6L2pImM+meeJPgCElT0uaZO8K866PeCBlj0QUdc9p5N0OyADWD13A5E+UmQRvvOasL0HZMA+Tvu/vLHW1zxl9CK9rMz2vR+L4r0Fe229obp8vZOrd778T9A9K+mpPfY5/T36bKa949hFvj83f71uk2A9wfbOPTkrY73hCC29lT+bvZ0zTL2IED694CvevVDGhr2YbRg9+FVJPqVg3D28vKq93FKjPrxBHr7McmU9MM3It9uMTT5NqL2975NvPH6aP74XUYs+C+aVPbW1AD6yVWg7XRP3vfeqRb3kTZO+OQuDPjZLo74CmoA9DVXxvaqdH76OKDk+/0IGvmTeIL7Jc7Q9E301vsKeWD3VsLA8BjCxPO/vjL5b0U++3KynPcIKCr4aNS07mNzLvR6bqL2bfBO+I/xHPe1qOj2Jqre9YxUAPsDNGb0FVg4+dVRfvmHnkb0DGZC+gUcGvgy24z1kLhs9I6nxPQ52ZD4fiTa+EN/zvV2wRLt2FpK8QNuZvSHXjL5U/Ci+iplBPdLD0rwD2LI9dllFvv6G4LyP3L29AxYSvjJAQb7fBCE9gi3ivS2cD75bSxq+jcrQPI7LCr5mfIO9YcGnPJpk6L0amVK8IRATvqovj769VJc9kXpQvhTCpbopick70wbWvSkTFz03Mgg8LvGJvFxgKr6/jzM+GYvFvbtwtj1qZCK+95aWvWns8LxgY9e95hPPvAlxIr4O5BO+UvDNPf12jjsj9Im9EkLvvSGLk763vy++BCq3vXh4LL4Y04e+ALKFvtJjDr3bIBu+2aSpvgOtcL4BQ1I+PYoGPT1C9b1r+s27GIQhPmsBEr437X86hk4Jvm1VGj6cq+E9DKXauw8J9z2SNni+Te6NvSFFJ73/F6K+DdgpvA+fDb6vRPM9tnULPVwPhz05v+k9jXElPrFKmrx1i8+9jL0nvex6Vz7W3ms9RWhDvjQJQj4Saq09I8ABvYH/Kz26Ex2+sDYvPtyVjryifg++IcgAvjq8Xr2Tcxu+Nkcavq6KML4w/kQ9rTg4Pk/muL2vYdK8DiNVPgi7a7zOBzo+KR0APEBARD3T1bC9vWzyvTYZOj5ekfE9qb0MvVPfOT7riuK9mCYau2YYST5x7nY+0hnQvm8Mnj4ahU0+ij3svC4zx73u8yg93rf7ve17Vb6xCEO8cJIvvWjnNL09yy6+5K9uvj4Vgz4BuWM+iD6IPkUkJ709HvS9P+68PsstuT7uC4G+QPZPPphDIj5VeD0+J8WfPQCqur2IBCA9gPZlPfNgFD7ukDa+/Iw0Plz8Yj5RmAE+ikglPffiVz430RA+cz2vvt5hvjoj53I9wYWeO1F57j0d3ym+GAmjPPpwKr4KQm4+yHwRPjy9oj7Tn8m9PlUDPkTiLb0TH0c9Xw65va3NCT4nR3e+ebY7PWRhVz7RYBm+osGgPbuG672f8R4+0s2qvdrcSr35GlY9L9ZdPld7mT5pqsU9Bph7PSjDkzzNa0C+YYesvbUEcj7u0CM9K2WNPSnmOj7letE8QWM/vtSUmD4r09O9iCU1voL/7704XfC80N4oPjS0fr5Vfsq9cyuxu893PD1SFUW+RefRPgFnmj08la88FxQcPptQOT4cN5o+RGhwPppg170sU+m8gpKVPfp1Sj1V8v89IQeKPd4hur0LOhY+q+87vsLNHL5tC3W+PnecvvoRdj459Fo+Er46vjXnzj0EHDm+u7yXPdjXab1jexs+4qYovlEqMD5RCZ49OckrvmXMNz23sau+xi4cPbdodj1cAhy+S8rsvLwvMT1M/iM+f+HbPax3hr5XHUc+Ihg4PUsEOz7QIDy9mpdgvg3R4D0bfqa9GIyyvPMXl741pzu9puGRPhl0YD2wWqa+CBjGPVFjdD157vu67XVXvlrY0b3iGDC+X1hEvjt5Dj0E7r690EyJuz7BpL7SO9W8vLwyPsFimzt+rYU+V9MhPkDpgj3ouFY+a3MPvWIy2j19MBA8QNK7Ozh3o76kl0I+4poVPYSvPb7eN5U90u6hvTQLQL6Y1EC+JBBwPQDgfD6P7hw++nwfPparpDsshbe9YPiaPDI1FT2NBcg7FAXoPX2gTT2FQk8+bzMCvpMoQjyd/ds9qgw1Pnn+RT7lcH0+FEQhvbkg+LwaKkq9aMXIO4YBfL60akC92yXGvbveer2+7Ra+Oh6RvYgrNTwWI7g86935vMjmsrzGm6K+HawZPjHL2Lyu/du9y3lJvqB/RL7BpS++04f1PVIMM77Hs9q9ECLAPvviHr7RE8+9yU9zvnRRWD45Lhi+UKcWPgL7i71XLTU+/AdWvc7YTT1ovRM+W5o+vixEYL0fCXm+cNGMPhGpE7558Ju9+vq0PUReEb7NxGe+UZu3OwCqsT/j32W+lnuKPX/7+D6DCx4+KFxwPxjwAb6GkME9/ViZvnd5Tz49x529ZdFbPi2ogL48/jM+SMNrPrwJGr7MOgE9HpALQIi4yT3xa1y+bWmivSrCsz4gvh68tjO1vmR+mD9Tk4a+m5M9vgBZ+rxxkCu+IjYEvlurwD0dL8U/eD6FPzHCqL3BB3m+FpLiP1m/Tj41na88Z54FPITMyT4gRRU84ZsgviClYD2OiiA/liOHvf/Zdr7zsmM/84LrvQL6nDyt1JC+IxiYvuyVlD1r49C9x8B8vpoj+z2Fbno+dxauPQA5GkD94IK+GDgqvpM90L37N6q+7P9bvS+Icj0G65i7s65CPnY6lr7T+7e9AKY0vkxe/r1Qhem8d8RmvuiQeLytvcM+48D8P7vFDr0bLFy9PHhDPUMG3b1Eoje9h1yave3JDr4q+gq9G2DfvYVn/7x1uRs+jb8OvtWSMb7+jug+KNwovruRpD/QgRU/H7nvP9MYfT40cBw/cSi2PuRmb750T9U/kXiuPFI1TD0KVgq9iri1vYI4n701P7g+5JCRPuwhOD6rRpA/8bAqvowqA0Do6Wu+cGHhvcckIb7RfsO9lwedPo9KqL5pEvI/YKtXPvaCg76l04Q+w2lavl41/DwFvQBAGJWGvZC/Nb4nJc6+K+JIvRq/oD5FWWQ+v6guPczYg7/ZeQa/SOcQPoqiybxqWhnAZE1cvscT8j3PM4w/lweQPb0/Lr7vZCG+0Bglv7SZFr3j75e+efJBPVUls73F5bq/lrQNvRic272MKQ8/GXHdOrHEMj5eGXU+qlE1wPJsWj/Hq42/VTbqvCO/Fb5QsRM+FBZiPts9KMDy58k/fdYpOwjI7b3A3MQ/sy3ZPclGyz6M7cM+S4SnvjvlrT56K3q8BT/LveM4aT9LC8s9k8jaPj714r5bgUY98gWxvfvCzz+eGDE+EsptvoKnEj47QTQ/kDAXPBbWVr9SLQg92m8XwDz5i7+Nyf89592dvvzdSz9rQ40/5UpTvclCYj42UPO9eRs3Poc5kz7aWCG9bwDMvR357j3+DoY/5WMAvZ0GIj0Scoy9wHTLPciPOjw7iVw+yervPNcDGL6jius9gtyzPuSIFL4q4/e9fw1RPkdSDr5/nKe8iKP2PZOL0L99Xfo9a9fHvzPXEr8hSJQ/NaDdPP6hWz6sy3a9C/iEP2k/7b67ZIQ9sFpGPOe2Az5ymd29cDHtPVfTEr9jxLy9m1R+Pi0hPz+pD7U+AatUP6WGY7+m+N0+mBgCvU6bmj42chG+IYTWvnaIGMAvoPA9oPgaPxxCiL7gj32+pF80vUZDIT796Y++KRO0P3HUV74rDT49hhpkPg7c5rz5ODe/Mzg9wJvzwL4b8gO9Ek3FPX7LBMASwAa+XPcvvYdh5T632Qc+h3Z0vZZyTz5TYRM+W4SAPvDEZz0Om6I9CumMvnY8L8B6IUq9453UOtsijT4/Szy8Fyk2vcI3nj435sS/evRJu6ud+T6WCBQ9wvnNPd/lvL3xkTA+Dsz8P2nT6r+ok5E95zKuPpVl2T9eXN+9MpJRP6TsNr2Kq+89KtsCv0K0GT4SuR093W2BvzEOsz1b20g+292Tv8xBI76qRKQ8WMB5volmYL91QgE7jr0WPsDCM7/2p9q9O7GpPrL/o73UVljAzSkJPU/WNL77rG0+iFaGP19WLT5CsvO89IZIPlWCuL7lWyE/EVi0PSbEBT62cJK9zmDXPUXB372szeI9vhgbPh40eD8aQ2W9mdVNPvX+kD2HJR2+KDaAPoF/Bb49W6Q/Hka0PZslGj1bdRi+xyv0PXKRGT6Ofhm7LJGtP4ngor0gSQHAdZ8YPSBXLMCs1Pi9CC1sPJ5ww72BXri9fbdjv23o0rx8rQq8wwkdPGCv7Lv4Wg691Gn7vkHWnzos6bO94LGRv9OVGr559wJA52WNPj1dJ7787Qu+CWsUP2fHYr1xaAU/JdviP3JvMr52zYU9m9qPvs1lHz39cxM+njoUPr8Kqj6SQPi7"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "iOB1PUS6t70jDXG9LdKevXcpkz2ritE7ZOHKPO330L2omYC9tWPfPK9tR72Z8Ko8+Zb7vLAQ5r1Lz209GzlfPGxWyj0IGJ69QzyIvTGTzjxap/C8w4MmPdma+L1aLNa9fmiPve4Qt7xlJ0C9cKd2vQkmyL2jph++HL0gvbXRP739bgm9sVfevDCs/71dVru8LMGFPGOvDr1s1zu+ipHyvUxhvDygQKW9tLoovgLtBL7Gfti9UsEMvrgM1D33TJE99EKbvav0zL3kNRS9K1lkvbCZT778ieC9B0FIvswYBr6/suK95exAvTAPCT2Gg/S8k2p7vaEeKr5jFaS9DhoRvVDkKz2ysDy9wr2avTLVH73iTSS7oS6CvYe/CL6JH/68GEuEvif0f7x0qhY9dYTvvSY6WTwzIcC9hYPbPHOt273df4a9Om++vHz5ZLxp8RO+lYXyu/hFdzx4fUW+/kDOvQvnCb3rNcu9XQ/zPb17Ib5bFmA8PzIKPUi8X740QjW9uPGOvi4pqb0ZoUm9+SzXvYs3CL7nfjW9WyE1PKmn7DxjMNC7YmoJPgkyu70LQ2e9HFy1u3/t5LshoiS9mBvIPUzLWLwjodu9G/wMvtI3sDx/suK9b32nvcUCRDxsQ3y8fcu8vSk1Ur0kKZy9X13oPU0mYL3HOoK9CigQvv2lH74="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 