{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "vCCSvd7Arr3WE2U++JkMPtifFb0qqs48Wy48vYxVvL39lqm+JbMlPaCaoz1thyw9VjZpPuLrjb2bCsu9G64CPhQWnr3Z/Nw8lpybPeOhCz56o6C+PzwovbVCNj4d9Le9o4RKvjMXcr61ksW+DBhCOVyVoL4AmlY+X0RyvN3+3L61INk+7piYPRzCu76z9MC9mcUJv7a7Xr22Nyy9Y7nuPXJeiL44/1W+0qlXPkthCj4itwy+4zeOvGsAyD3N/Pq+U++JvsofrL6D1A++xIeDvte6EzwrXyE9Lfi8vUGw67yI9xE98LEjPRhbE73Uq1E+buoePjNTFT6IhoU+FhdVvoaD6r4WMLe+Jtp8PnfdGL6XQWe+KnCyvZVY5b2kOD++0O5auYuKDb6opYy9xuDNvbJwj723HF89BuKOvo+YdDzQWrc+z/prPom5Fr6/LQO+sJ9jPtRszLuPkRY+U1rzOo6EgT3uh5M9vQA6Pvs1cj3p+II++/DOvnPNmT4CZo49liSsPcwouT34Ziw+9GI3PUvy1D2YXvs9ColtPB69BT6lDWC+umPFPdeKHD7cxgG+4wSEva47s77h3II9Eu4lvilXgTzKiwg+HmQ3PjRg8bxSzvq93kYIPBtGMDz4y5i+jvzxPXd8jr34WbW9WYW9v+oknb5OyCg8zdJVvhKsHT4LWlo+GxNRPldLDz69F509TkXDvdeqcD5XOG29kM1gvVmvPDzBqlM9leY2PBpFTz3vJL+99i8RPhJcS7wtEIq+DKHePr1RRr3V80k+gVOIvXU7Gb6jeAM8ob9dve2rO77xmIu+cOGFPIG0sr19U/q9RmcAPcRqw75j6Ca+zHQuPjhRyrv95BC+SK9GPpLrt7wgWls+ALIzPh+vLL4hFje9IxAxvktqiD4bbYI9+wl6vm+ikD2YiTy9mwEZPkMjlD5mozA9pyLSPZnHf75cORA+IvLQPubpTr4UeU69hk9dPB22NbyezaW+loOFPg+1zb10t269TlD3vNIeA77uVOI7QxcRPQ+ubb7+mRA+o9INPvOCgT4aUyC+8vFqvt9vjr7oPKW7YHjmPWk5G72UZsA907aSvbMWjb5GlDq+1/WuPSF1OL5G5IG+2RIWvfp/5L3RFy2+0npePsdh3T2BwCi+JGW1vr6B07z0gQC+MzP5vUHTWb5DFkS+QeyIvnWV3jw/5lA+9snDu7lAR74iahg+IpCNPd+hIT3g8NU7pufivVQCnj2gb9m9bhThvL3VkT6PxKY+HQKGvfUMPr56Bn++Zc9zvfCSNb7nOpk8f9fQvFhWLr5dGxW+0G4Qvim9trwkTay9l586PnBF7r2Xbti+B/7UvMnYt72Agm+9FDSCPmfQtj1vc0K+IBcdvTzgA78hBoq92PCDPucdyT1eXsi8tbr4PTSNn7w+MiW9tjluveeGZL3gnHY9KKI1PA6yEb3f12m+PwQBPsaAbb00SYM8VaZevgtQmz050Sg+X+xJPsq7iT2RoyK+b+r/PTnYVb3aLxY+edmTPvPXuT1zimE+Yd5APkRg8T1YSQc+RqI0vhwWMD5ZvJM971s1vgCBHDtJBbY+CwWVvhHERr2Loz29hfIiPsnPbT5G/5G+RRcXvo4Mvz6AN6S+Jm8zPvPNnT7Ehje+aVXVvJr8wr3qJM+9c19avW0YDL6dFj6+m3/ePfg2QDz5ggA+0oMiPT0y0L10ABU+r66XvKSR870Nc/M9MsbSPX6jaj5sS0O+wXwMPi51Ez7v3Jy80EatvcwcPT7AtEM+/gipPV6G6j3H/QG+ct7+PRt/L769SqC+28wDPukEdL43nja+FHYaPtwcpzyjPfy++f6Ivo1sGD12c2e9Cs0rvhwBEL9PQ8O8nleZvhA7EDzvQ5k95mKDPgOP1bypxdq9pwsTvqZPVD6stwU5U71OPhxlzb3UXka91zQ8O0GzTT6hrIU9XKaovqrG8jyHJn4+Ptk+PQGh/L729em9GNLhPbPBbb0wlTq9KagvPjeErb6f4A0+3U1FPrxUlb1Xi0M+82IDvC7Zxb3iYBG+bGY/vkEOoD0HvT06qq2nPF2xqL5OSoO+jSLJvazRjb7GaI29jUqfvXdXD76Olg4+b9YSvkqCH73bGlk+XqWZvucSnLxnPdk9xdAqvj0bnb2vqGW+nVLpPtVQGD5zaci9GHbfvSAjUL6sd6s90MciPsfXbb6YlBE+hoFTPnAN1r7uhY2+ef+svulExL1T40c9atOLvss0+71SUAq+IfRKvN7fxL1YZF29g4tPPdMI7L2I6f29W9kFvoTMH7159qs+9uWQPUlFND7v5+A9JvoAv2NAkb4Sa869tbA6vfk44b1qzgi9vqrpPRPNXT2UZAm+LO3Gvqk+yrziHGu9+Rizvcy0Zb4EYTo+BlrDPbqsA76G5Ru+Lut1PjJZtz0xoRw+h2HKvtnQpL23UjO+ijkjOzA0gT4eDcm9mmr1vW8NsryDDiS9OIOgvq52Yj4qTrS+gYcQvhlDCrwX9XQ9OGYPvIOwcr75RGg9vhrFPSoDjL0sZV6+LLbFvksLxju8vYu8Q0oqPf0wVT3VQgA94NLSveiVvD1butc9CLeQvQxGdL6Lupi8I4rVPI1IPz4KlcM8XZhBPlzWLD47hwc89k1jPhAF4L0z9IM8/JMNPC3jIr515C09y36vvIKBVb7tAjS+qoj4vGg9NT5gDi2/T+UWv09SRT7MeOm7XM9pPin5Fb4it5I+InXGPdEPcD6LVBw7jI2/PedHmD6jzIK+dNm5PVsTOb1RLAc+PkmVPRQ/LD07S7s8CEN/PjiDRD6GykC9ZpzUPVwDCj0d604+qCCTO9j4CjzZbrg9cQsUvsTbq73LwTM9Y+6RvdwnVL1kxZe+K6O8PDSpmL51uNa9z8P+PXO1lD0BDYe86X87PjNVE77WtIA+QhaAvQFBhb6j2Im9Y1+pvu6Doj7jX6E8YDg3PgMWUb56S/E9TolRPj2Ioj1o0Sy+IQZrvTXVfD3K7ZQ+2px7Pi/dPr0Qiwq+TuktPqNUdj2OJ3a9qwdCPuALer7xvnk9ip00PqmlljyTMiO+cScQvvsZlj1gQCy+L0zdvQQMHD5s2Y095lsHPYUoKbqZAM0+3vhYPhJgqD3oBzU+D+1wPkMpGrz94DG+dV9APjMkJ70Bj7K9T25jPlWpkb3fs3s+QUm4vYPafT26DBs+yw5yvse7pT343v89vL7bvHVMO75+ZYm+H1NRvVoNHD5IeBU+GnT+PTV2Vr7Z6II+L+fOPJFwMj0t7Fe8DIypvRaT7D2PwBw+NipmPRzBUL0PS4E+xX2gvR2iAb6kOdM9zmWOvLBNrb3N0W0+YrPYvGaZCj39+ia9v7vPvHhouD3zfyE+2uK+PQL3DL5Fohm+IyLuPZXQZT4gR148B+A9Po8O+z0BFS0+GBMcvlw1br0EtvI9dr+tvR6R6TypWQW+Iuw8vqKpSD0Xcbw97PTovKOVqzvJpgK+udTLvb4ZLL26KyO+I4cMPY5uDL7OK9I9txg/vBKejD3xS4M+qEIHPpKuvj1qgoU9SctfvjosJT6IDtQ9RchvPss/tj0g3di7KIOPPs0Ep72ikFO9w66APY1ZiT4V/4q9C/A8vn84TLsYJyM9brX1O8erEz2QHzg6iTUIPhWAHz4HM/q9KWoEPvieFb6suwc+Mw2cPdsIwT3aCRq+OIalPoVcYL1rt549Uq/nPWr3ED0V5u89A9YgvZ3FbLzLGdg9nIKxPOdnBz1oZ609FZidPX5bEL3M2tM8fDNLPoJoVzsDET4+IgU6Pg9glD3cWQW8eDmMvqOBUz6OEr+9opInvgPW2j1cnPm87e4zvliqnr2mo6+7tWe6PSNl0j2jLTy+Y3OLPQFM87yVdz6+tuWYvtx9PD6lBg09GCV2vn2I4L6JTH69Ls67vZhIJL0Vpm891Hy+PQB27zxQ+Ti+v+wKPtEw0rw9bfW9YA14PXk+ibxGg2e+v9a+vCcr5zyq9cK9FhOHvln8Gr4IOHi9Cf8mvmzs/D0Gg6685rtPvV/xCD6gZpu9pGP8vW7riL6piTG9etgcvDfiGb5vwwe+Yt9evFANDb5XN98799YiPvkyzzyR/Pa9zz4+vRcisj2FFq6+aM67vlxANjz5QHe+oFVSPr3o+L3plpW9XOCyPv9Fe74loly+SQSbvuQ/zr1iw+u91vdmvmUDmr3G7k69cH6NvjBgTL6yt5W8bpZUPk4DSL55N6S9O46gvOglAT4dRv29QT81PrIp9r4Rbzm/g1yPvi9BFbxa+bm94CVZPrPYkb1wEbI9mGJWPDbFuzxqDaE8bCl9vroF7T2vu5A9w6bfvX0auTw5Th4+ViUXvj6blLy9Ro29ykELvxWUcb4DXj+9aj6nvHsgtL3p3yu+tB+wPUQG/722b4W+74eMvKfM7D3Zr788fBGZvWONGz4dr6W6aTc0Phzv372xxZm9jssePimh/7yz0Zk9meZcvlqwID7eqsS+zDAnvQiAe70TXL+9bruYPXGWrj1lTBG+8Ig5vpfI8b0h85M974Vfvg1A4T3Uh5w7335FvoSVPz2qb5i9EWCjvc7YczzJSIW+b1JaPXrYk7670qu+AjBoPZdkET71Q58+PI/nvN9ZSD5AuBa+g06ZvezTh75L1YO9pAfnPSKicr3R1kW+3SkvvdMxOb7j6SQ8RxzXPWW2D75bOD8+zWj4vYcznr7UjhC+GGB0PTKpKL6gWV++Wc8WviETMr6JAmq+l1slPl+vI77wiTO+5fXQOwBR7b1oT5M81EQwvlcEDb4wKx69D9EPPYRGFT51sVi+T/G8Pa9khDzMQzQ+kFd1vq8pATzK0q492BoDPsKZ57z94As8sL94PLDfzr0rgSC9KGo6vlEz5z1EkqW9j6YAPjH/ED6xkve9OYBJvUp6kD0/c+q9Lj+VPXrTy71vEge8cJiPvuHln710UlE9UZJOPnIWdz75nIY9WNmiPURXaboJlBA+13oTPi3pNb7NkQu+HJcKvgq8Qz0KJAw+OB5NPcR5Kj3Zl2u+FwOxvfmU0z1TlyI+YBDNPoI4jj1SwEi+8fj8PUbX3z2zoEK8fGgtPsSXnL1HJ7e8MDsHvjPrBL5i6m++v18EPvN0RDt0HK88VZ6Fu4ruejxBIoE9lguZvVMwKz47L9Y+hmzQPftEMT7zsq882mxjvTlzpT1/T5K8syqjO3ZSU74ZSsi9YDSyPe3w7Duj4L09rsEAvrVNhT6t3O88f4GzvFYalz1Fy8M9d23YPAhoPb6u3zG+XIPLPQw4Er1zFhw+j4ifPo+S2b3nDSg+VOyKvg8dor2czeO8XC2eup6Q6b037k08lmOrvM34U76p0HO8ngXkPbyXUr27Z+m9lRZ2vIW3b77bLKK9CR5UPu3/vz58H829mTPTPQ1TRr6doIM9Jk59PN5PvLxqjwA+pXL0PVqy0D1D8+C8fvOzPUfChL3RqwC+TiznvYOMFD5Qb9493faFvhh+LD4HHRi+OUqnvaDND77jM809S7whvj4fvD44f2y8dBJKvnzDtDzz9jK+pTQyPgTrAr2AEia9a86FPbLXTT4Hqyq+OJMFPiz7F74Vr2C9oGehu9vuOT5ovFg8//odvuK6Xb4MkNa9v5VivvmWfj1j1A++04YSPp109rz8qQs9DD6FPYgvzz0FHhw+zoKRPslquj6qvFq+508Wvrp+sD2cs+28q54DPqVTBD7dQp89EEmOvbLeAz7sOBw8853yPUIpNL6N15S+UrS+vSjrer42lnG8Rpo4vvk5Fj6DU5k+xietPEEPlb1/E6K9QLrIPfS8Zr2omQk+tYJ0PriFdjuGxTE+lGc/Pm5CFz7TTWC7+qWCvevrHj403mw9f0tTPU3Pfz7FGRW+cMmvvBACGD1/r0U+l8D/Pd1y370M8CI+sgeIPWtnKr4pOcI7AHyPuykf4T1Wlyi9Q58svNIw+70JIFI9oQggPomgSL7P7YY9aBs3PMS9mb1zVZ88c/WpPUQDM7yfOIQ9DQGGPZbPFju/ERG+CAqnPDllQz0QfC2+JrMDvuSbxL2x9+K9bmBYvc/DZj4L2xg+6dItvlRTFD4eows+jw0cvs7POb5E15U5ZyNtvvBgRD6gUYW9L4CBvX0wJb7uZok848tivoJRDL7SDT49HvhVPJ47njwj9rY9er/vPNcMgb3AwG6+L2ZrvgkeSb2StmC+GAJbvmrN/b0QK6Q9PWlfv+FDYryXzEi+JLQFPnnoSz5wOYq+ChsWvm8YoDwFKrw98+4Kvu45Pr5Uq6m8rVzgvXuhZT0owBG+XC5FvuICTL+hK7y+lNc9PB4N9709CrA9MbpJPTLNQD3pKnc9oPQRPKWrZ74L2tE9F6VJvq6mz7ycz4w7vBiGPQx3Dr61lY2+NZMPvgs5vT3H2UW+1YXdvqdkD76INok+Zy0vPn6/Cj1CtdM87gE5vsfDvr22C9I9H3k6PufWhDsev3C+/9jqvt8mDr4UXDE+4NuOvThwvL34GVK+4U+QvkTgOr5uBBm+EvzLPXnper4zjX++L0hKPqQPMb4YT749Zj04PeBzlL5yggq+zlLgvrKYab4Xd4O8gA5Tvrhrozy95Wi+ZfwYvjBDtL2EC8a9bjgdvqrF1T1qr6u8XnR3veh7db693Xa+hsNyPh1vjL5At4O+NPgBvkFsBr030rS9Axl3vqe3bz6xX5q+e7tivVQe+Dx1OYg9qTIMPVRi9D3ypJS9ZizbvHEYAz7E97c9euBuvg0aAb6iFLs9Hl0ZPd/dOj4DvzQ+lwf7vXYpRr7tL3C+s6+rvYfskLx90C6+52JFvu7+kD00Dqa8lEWMvYVLPj2yUXo9kVilPbs7wzwp5mC+3g8aPhaAJT5rgt8+8IKSvaAPWr0m6EO9yw2kPaoVBz2jNsa9oJ8FveJO1rwWRae8xlspvrvIG73ufaa9yAILPgOK6L2IF5E9uIiYvR1XLr54VFk+CX7qOsmmN743riU9rV9OPeXh7D00CzY+2mtQPsM2Cj0tx+w8gkPQPdQNRD7ltas9JYVzvSHw5j0BPzw+QYs5PmWZsj2ZLT8+CN/fPRfKyj25G5Q9Lj8zPuliDr5i1kQ+V46yPsLsHj2F4Zw8mJXIPeJnBj3Po3O8vouuvFD0lj7q7EU8+uzYPeO9D74qFYW8h0JPPcm05DzE78w9ZJ8yvkBvfD6EL+w9hVnMvUhpgz1uneO9iLsoPm0yUj6kSAk+ZakIPEKB4TqfMqM9NJGYPRW8DT6qITc9+6OgPXLfZr1zDya9QMchvm+C7z2ClPw9MWgXPrLoyb19pxI+rPJCPn09V76nuii+O6qNPj0WgL1hoY0+KtACPqbHXL73Ic49zGYWPb6axD3Q7RA+zaQ3PkWCfD4iE+U9/MK3PrZOP77OsSY+p/+VvIgtM76ROCi+mYlyPvnqCD3uOp4+rfMdPRCoVj7uxi4+WS0RPo/yGL4r1Fk+7zo5PhuOSL2DvWY9SHsVPurroz74g3o+l2E3PVzxW74a3zG9eD3hvVCpVrywB+o9VUhvPO2KIr12J32+WJ8ZvpqPLr22vEQ+AkPEPck9KD7z71W+2hMYvtS1A72nrM29wgMZPpggl755lZK+lNAAPsGj7b0TzA29i84MvOnpkj7R11U9tf+dvZh7hT3FToE940UYPrP/gb6urgm9ogKCPurOP72ab7e9L/WpvcIgYD7rzCq8SBj4PYp1z73HXSc+jI4pvctMlT5b2CW+01NKu+N3MD2TRhI9NXquvHG8pj1c81u8zb0nPUkWRb027Pi9dCbjPvihzr3+Acg7Bdh2PPbr5724LLa9OtcgvrU/sT3+bac9rCJrvmtrN72dtXy+F2gkPraq4D2ZMCQ+f+AGPYMdZj3LDUg+D9ORPCw3sD1k2jW94TFpviwElz2BcAU99OxAPqEYVT7zL5I+Q90wvuBqgL7W8Eg+5Q9pPq79/L1woE69Ed2rPqnUu73zOMi9Nh/CPMmbMj0GhDS9UTSEvjbWm74H7DO8ESSjvfdzm71tA6G9jMimvqGJYr7kKaU7yB2avLyQxjwbgRC9NOEdvp2bHT54eOG9hzmSvjDNfb0mTdO8z5GOPSNjlr06ACy8ImEPvvfTjD6Gng08e4VZPK1+0rpn/BA+oIwuvpYQKb6yKXW9JmjGvV/0w71TJz6+eMfNPZC4rz3wtAO+4astviapZD1YwtY9SNE3vF4R0L2F/9q8RoMKvNQLhzx7nEA9q2S3vuluZ77QDwG+BPaWPe8LGr7QtKa9mMQevpto071zl1K9ayYbPSFuHT66tE8+vRUyPqtD3T2KEQw+1bGdPrUdXryHp8Q97oFMO85q1r0nqcy9CDgQvglMCzsmq8u8Ll/BPcCUBz5dctu9sTJoPShJmL0AkMa92cLevUtTJz6L+DS+K9DnPQNitTx+sjg+4Cp1vWT54D0St7k9jwXOPENFnr6KKx6+xPCMvZUNyT1QKRQ+4pF/PqqTFr7n8dW7szioPUkX3LwU5xK+zJoKvo50bT0/aIm+CfOOvU9asrwQTWA9XX+5PTsQ4Dp64xQ+IzI8vhsF7D3rYuQ9d06WPvDEcr4Agwo+PLYOvpV6ND5SnxG+JfonPo/sPL2hqRC+zjjcPcB+ZTs7NP48voaGPk3/cD7hZzC8baRQvdsYPz48TIM8IauWPrUwXj4qnY29bz8kPqSbfz3YzWy98b6yPXF4bT05K7A9GholPut4LD0P5/y9/fBLPkTH+73h0ku+J9k/vV+MWT7ZVgw+FfbNPSEBZ74tchs+Ow2ZPPPkFz0dcGe+K/v5vagsiz6FxMW8O5RSPvniZj2SXK69/pc2OgZ+jrraMze+BSUCvvZlAr4qlqk9ViA4vLw97D3wUDI+PLlCPjyaHj7L7cE9PJaoPgWyXzrqLvm9YSOPPeeiqTueVg2+UsPnPRaewz3qI+47v8R+vVqEPz4pRXI+7b++PIuak71Kqk6+TtpCPRctmb2r+Jq9oEVPvgVeF70u0AE/zPiUPXxZdj6HaKW9wOKDvKi/oL7+kpi9dAu3va67CD0Znoo+gE3aPQKHBjydmQ8+mKBoPqsrsj06w/S9gU5ovbitM77No6s99WzpPa9VHD75dYI78LFqPouYsryis7M9vEn5vELeBL9L8wW+LT+0vefWpr3q3my+nAijvuR/lD6GnpM98UWAvfkUVbw3NJ6+xREaPdUJlj1lJ0g+ah8cvs9YFr7My4Y+HeFgvUpN4r2JtlC+kIe9vssHEz6hfDc+hXcPPgyD5b38JaY8X4d1Pcta7r3Ruuw9LYkZvkH7aj5OKk89XN49PU80prv7bQ++GpVQPs+BET2n86S99nOxveb7bL6DS1Q+WsCMu2Cvg767l/Y8kwrhvEp2jT5z3N49a6NuvgjZO77NeZE9aQvXPWWxYj3xuGm+ZZlMPhD58z0OH4c+yuO+PQnoFj5k3Sg+ISM3PtA9nD2j+8E+OBk0PiF7iDxKxAI+eKB+vlIj4z2mDEI+x7BFPTYpXr0KSqY+AuqqvQFSnr0wmZS982UYPvMRgL3/eZi9+dyhvtgQ6D2uzEg+yA/NviOki72DNXM81K84vio5XD21qJs8KQf+ve6rcD6r8pG+pEo8PVA+hj15tFy+9BclPUH7br3oMU4+S6FlPUt+iT6qFzm9sPX7PQ1IIbwpRYI82W8gPpBCxz6rtFs9ngSXvrKufr3inkk9buOQvC2Zlb52WDM9fquZPnTRIj4jxxS+FHQ4PjwRuj4FMA89N5CWPaJ5zD0bLSM+/SGAvi5007u5qoC+uadePkOkDT4gujs+Q8blvTF4wz1GbAE99yv7vCL6sr0/qTU+x9OCvaXIEj3ybLc7nuBevgSCtbxT5GU8/AhUvLqBkT4m5Jq8kyAOvhC34r1dWyQ+Nk4bvhOgXT7I56a6XyS3PT+F6j1yEhE+7o8cPgqE6z02wmi+sRkpPs822jvbRjE+eac+vSp4kj2t6Lw9WnYBPnMkJT6Omdw94/V7vcqTXb5qjBk8AfYUvWZSPT61866+jjb8vfuk2z0MOh4+gjT3ve+WR759NEM8NBcWPhp4gz7ZhB4+UlGOPVQcej0y1Vu+1E7WvOynqj67kw+9vHowPHItAL0Z4/i81ngnvWiSEz6SygC+tYGXPNigH75Uoua9bs5ePdE5kj4AHhc7ILgnvsBYEL6mb9c9cguivON2gb0ekkc+nZh4vsoEijxRggw+QK8lvhzHEr6TjCG+9LyfPF5L4j3ylZA9XSELPn6Ii74XhQA+juSWvmERS74uRQ++Q8pBvWl5/7y9lN+9Ci5SvV5VrDwzJyo+cixbvlTYWL4m4FC80cqaPQ+aYr6hR+66q/kOvU2/zr01aAi8j3E2PmJE9DxHH38+zyYvvfWgDT5LoMu98M+rvZWnL7yvH8M9Qm7XPZ6hlT2h9Vc+nxvZPVSwIr4g8kK+CZT0PVAyTz5iei6+S0gtvHtimr3grD48rKsCvQfMtT6Fa5S7eDeqPX88Vr4halC9vSSePB7BpD2g78U8IlTEPVcxh7y95Ie7dYWMvXkTOj535hK+N5cWvvO53b0yhk681y3DvPqmsD2edng84ZDQPbSQPb15lF2+AwEevkvABT7U/Gi9r19BPWkFQ72uEVG99YwAPeaDeT6Lcqc9EmdIvSOUw772vEq9AC9yPnDWWz2swm691MruPZEfIz4O/0q9TGpjPrfiCT5lms89WVgsPsuPGj34VMm9sLIlvEYwhjw6sw0+NaSVPZPWjz1VVNy9YME5PLO8QD1H/aq9pNDQvI0EETz0oeS9ptSXPbvuM7zEucm9DKY2O1Hndj1y9CM+CRrBPOLKqz31erI8L5wjPhdfzj25ti65PlH+vSwbGj5nWQi+uVoDvLN1Wb5KxUa+A6JHvU0JTD2Dr/Y9jreVPNiJY75NM7M+cfeAvWp7Fr5i1SS+de1bPgsfH77k+pM9eJqKvboqND5TJiQ+5RUkvbk4Bz3ey0q+HfZkPjHetzxmEkW93s6FPpwqsb5O5MI7BD1NPiFnBT73gxA+9WkKvUaryj3mkea9N48ZPapJOL50EUI+V7taPmuUrz5aqCu+mRZEveV83b2JHTE+ONAIvfgEIL6hfTY+t78YvTBOdD5LGRu+Yrahvv+WhT45n928XX6MPMzTPb0dSi6+CigHP42bOb6iUHA+BnSWPt9EHL78e/o9riItPswijr7TLwQ9xulgvpFmi75/zMs8YEINP/RmVT1omTi+pXkBP4MhEb7eKeI9ZR6Lvtsorb2DNQU+xaHGvkXf6b3TPw++ETA0PhnvRr7TJiq9J1+nPvzf7juYB3y+b1QSvn2Ltr4m7q++4DfIvY+wrz4F9Uw9V6q1PkIu8r56bkm+b5d6PdkkSb7Rz/88JeiOvQxmsr4A+Jo+TjyQvske4b39NQg+RpC0PM8tvL4uAZs8uBfTvXbTQb6vhAW++4jMOxzb7L1+Bm+9K5OJPnnh1j2CW84+5wMcPlw7oT4Vj9E9NDBmvc+tET7mIXo+6i0IPvcR8T1fYD+8mSqlvnZws73T5gi9PzAavn0F8D27+xg+2jV0vfgQ1L0Ld9W9G5MBvvzuLT7AmWW+z73Huz32YT5fo58+ry/MPdPdAT7DPJQ9FlREPpH9ib4QKrY9XcJVvmmTBr057Xm+hD3SPQCRRT53EIG+TShwPUw2kL6R7Rm+jGhmvtPRZ77JT7G+FXIkvkugmz2K1wM+NlpJvRxhvz61+Ry+mk80vkA13TxOxbg+MefhvjnnWL6zNJ0+BvcBPlGyYT5+YEk+z+uePj1A2z17KNC9t9Lcu7JU9L1SeIy9AGHVvuF/Lj4BYIe+z5DLPTAXF74CYlI+vEg1Prk4u75E/SC+oHl8vikmKD6kOEy8KIVPPgd/+rwee+O9tzEnPfezUz5EYns92PQNvobXQz715YY9WGlbvlzEK7wMNZU9naZXvD5g8rzQmDQ9GD2EPDuRjjzviYE9aaUCvRIDKD4Kj7u9ni4avjqLNT5ZKfc9R8jOvrN2kT2t2MM8UsxtvncpAjutF3o9QFaqvpk4Eb5ahg++oAqgvVoBDr4pwGG+oP00PrpKhj6O45U+CSkpPqMcC72PoFE8+dCHPrjOUD6pSxk+0n4PvlHjmT1Oj2e7c9wzPkWyrT1mSYe9OsXAPInyhj2Ow0a+Z/AdvqicMz1xi2o+0h+hPTMOr75D/xI9IhhcPCgG172BHB8+69kbvO/+cT2jr2i95zatPaZh7T39qiI9+90GvEecgjy9+gE+YHavvWCZKT4LOQ++NgZjvSKfKb65eY09tiBRvTES/r1/w6C98tHKvaKpDbwv8ug9qwoCPsPMw70zQVo+DfKkPbZgxL1TGng9m+qSPQ7rejxSZua9pgINvgx7oL6AFEk+O/rnOzVOCL6z70u9WXl0vc3s4r04yBq+zRF5vsLBST0p3Z29bVwdvrqiorxhmg0+pko7PRBAL72n72i+82aLPOAI470tlxc9ISkNvjfoir1uRqK+eMZbPaXZlb0kzUm9BYGXvW+tiTyPNsC9Yv+4PYPMIT1XOhW+78sWPUrUvb2+g3i+9UIiPccwtzyXxdQ8/pP2vQc957x5zju75A2gPVvOTb4tQnG+v/YAvh0X0z1iBgA+flYfPplzdL4gPzM81/Yvvph9Yb5CDZO+tlnLvZpn6j2v1289itRMOkg6wr1T8Te90t8hPeIqPr4zjCe+sdyNPmaSib01rBS9vwCGvtMFLb09tdK97btPvnOhIr4+cLW9tHK9vrL5S74eHJE91kKgPGuiOL1pJ8c8GrkNvdAfpD0mHdw9f4Q1vvMTwb3PTDO+R8cAvdigKL589wI8YEGYvcKlz71aA588txNbvjj5VD6vBZq9eGJCvd1uIr66uIU9wx0kvj3qVL6WDey89YlcvjVjb7xYfB2+8A4xvq1KbjyAzN89/FBhPDjWPr6UNOE9g65HvtP+rr12lx2+hP18veiGub6PDOi994CHvkfZM731rIa9d+qKvRsuD77kYy6+t/Q0vpgVhr3G07o8Fl/hvPhSjTtjStW9DZVEvaykgD6htFU+ug2nPvapAj2mVbc9v5dOPSb8GT7qtI+60wjHvoy+Mj7n8ck+hgk3PlnGnz7OebM7x5XYvcRmgr1wXyE+GxUkvmIb5TyoaCy+VAwdvXX/vT0FeyY+AN/OPUbikj3qGrC+UDhcvR0Qez629409LoNYvjJADD0iXVQ+89AUPXCc8j3iPPq9RIIhPk0UkT4H1hg+EXoLPdTfoj7+dli9INk3vS5SHj6SarY7MlGovfsLO7sVnVW+w32pPd52JT3YxbG9i+I/PtFa8j2NkMs7G47yPf/2NL6pmYO9G5n6Pc3pwr3a6aq+HeH8PZpkIL7jYkM9i+sgvV04yz6jVz8+6kFLvVaGrD7zsGk++Z6SPYcrrL1JuQ0+6HhmPnrnFz7UKt+9IATbvP6Goj0g/Co+GXYNvoUFur3aljW9r5w6PDxa4jwd1tu9Vv8Ivk4YC73di5+9ceR7vkdUkLyeyWA8AyjovY5S1b1gpoO9OBSmvexnoT4NWzK+7U17PgrMWT3hkrs9EIZkPiHYBb6RKU0959sRvePPFj6yOBO93H4APvL6Zr0UerO9Ks8wvozLQD1BKNo9ykzFvTqBUDu9LZC9f+APvpWPvz7RgLQ9mMi4vW/Rbb6Ecjg+L9T0PQtBjb3YwDi9RhKmve19WT1NMQc9+WMovNT5uj3SIBW+oQdyvl2YUr4dmO46QPlLvovjPj7N5BW+AYSUvufbAb5PEtw9hyNaPtI+Iry5F5m9POL6vXoYW7yxEIk93IthPLXjIz3Las+9PuCZPvSABT7f06+8uTkgPX3M172Q61g9CGSavH4QkD71JAW9r0TwvHE+gj3jYQw9yVFlvgFYi73iKca9DKUvva18Yr6n6xq+WJsSPkcmOT5eokq+OJAqPVgYCD40Lz+93gIGvmmAHr1Hmvk8I9D4PeSpCT4TM669ybH5PX0/TT56QYC+4znBuyXO0T04MB2+99CPvqcQ1DvVG7w8BIolvmDCxry0Wna9fHY5vSDiAT5S+wU+vQmavs15xr1meNM6SkxXPidsE70Sd5o+3JjfvYZUhL6Phmw9Cx0nvtWS273yn6g9yeInvqGEFr7v90Q97QJavjAAlj2ge5c8YnHRvCSUnDz3vS2+sgqVPsN0Zj3HvPg86Mx2PJhOSz0Y9Ng98YsnPudQ2zu08wg+4BxsPv71/zxPhJA9t270PUXT1b0tmzu+VszCPQjVt71BEAQ+8zODPevGAb2hs9a9nl6APpvy5j1NMRO+Uukivhus2j0igbS+5PEFvctqjr3EU4O99R4oviSOdb2MKwG+SvuNvfDIjj3i5jm+NWiVvadEfr79KZS+qrBlPeaUt726Kp67iVaNvo8kub0imgO+SmaXvUO0f72UkaK88EyTPSmZob3QJSy+fv3qPDMJkr3Oee29OqnevcniLL6ArbW9KNq+PQi/Wb4mp969GqX+vXKRkb7VOZG+Tv3hPHgIJr63+nI9i664vcgkA762Q9E9EwW8PQOfhTxhcQm+0xSIviHCE77k5Ki8aUMAvpU9rD0rr8a9u59LvvwdQb2sKY09YiNIOx1QAL6VIqo9ZvQ8vVigsL6/B929F7+pvIlpA77S9Tc9Puw1vmA4kr4YRAK9HH1SPfgqa77BFZu81tX4Pb8/Bb69wFa+NqQNvuh0lju1UiK+d9BnvRUBgT1i7Ri+kU6kvq0YS76EjTs9WRmAvsPRI77sBmO+ZN94vMkEqr1h3Qe+pnZJvtHsAb7728a9ItkFvtkP170u9ge8chsoPpGShj2ogrU92tGEPbQ+i76zDVQ9A/nOvchNNL4YV++97qTtvQSlNr5n8Nm9w2N0vorgWj2CIKw99jQkvqtaV705WEW+vJPJvZYczz3lF0i9ItqCPQb8ejxcHkk9iFH5vTmx+z0FYFs9aonOvPhIWr6vGC49WdYNvrtHTD3nGpK9eZ8tvvBSiD0GXx0+IaUvvFJQJj43hrW8P/iRPrCoYD7unDO+L/tWPGmzaT7OiV0++9UEPmRwMz70b6E9QvLAvexilD6T8zY+imxFvRSp+L1M4My9MokdvuNLBz7L9Hi9j7YZPtsIUz5mIJU+8WjNvZRvJD5hFy8+nr01PU8pwryWjxC9r0nJveumCTtzhTg+mRioPuf3Bz62s0Q8PwKCvVwpOz61qw6+ddnjPcvWcj1yWKy956ecvoLUmD67BRA++1wcPuf/+j3mPnU9tfTvvXkreb5eUZI9U7R4vWLGmD7yxfw8XgDqPcm/bz0sx4o+0F4iPvvDFj5LTig+srk1vpHoAz2a2lu8UieQO93axL2FAwG9N12xPQCHjr066iY+DXBAPaicejwS8xO9+jGIPvrRDj2plAQ+IiuoPUv/z73YxtY8QjQCPgD+DD766oE5nFtZu0+hj73Bizs+rh6QPYrQCT5gPUY+T0wevRAdMj44nMS74PwbPgx7Cr4UCCy8mJZTPVTh8j0iQPG9iIEnPfanMr7X40o98EMKPZWW6rzwJse79pVaveguu73k3ow+oDdvPg3Dcr7jajo+ZFGRvZIm7z36YxK+ww7QPV0I9jxke3C9wsO8PZ9dFj60S6Q+yFF0vUAyAb6XT2Y+pxdNPakkjDzL1xS7ddyGvbMNxr0oi2w+Uj01vlIDzr1nQSy+sJVlvizOBz09Baw9XyFOvlbHxj1DRNC9/JD7ve5czLynfvo9XHX4veitobwfUxy+8beTvFldF76R+VE+s5Q+PnmR172RgPi9Q5VCPp3zlzv/zya9hc/fPUKRwDsKWh0+uEjfu0AoA76D70O9D3AFvbbImr0ubq+9RcBkPQurYT3DL2A9GU1TPAs4uLyhjdY9YZJZPlaF9jwU+RI+q5cAPuy4Pr0zgDq9XicHOwfWkj2M10m9WwQlPE6M9L2lyyQ9N2xSu0TRFj7k+go9V8owvr1YvbtOkb28zBC1vQNH6TxLS209QRFYvfOAIL7QFPI8eV13vX2CPz4EGgS9500UvujlHjxKn1A+0cs+vgLY9rvOFYw9kJ8XPrdRtL2ln8w9/BKAu8jNwr0TJ7e8MzEevkBbtb0E4no+Pk82vnJ81r3BPwE+k2UWPmGVub1j0co7lf8cPuOHv76iSj6+jZ5ivnd2+zwgRJs9aSUdvsmqBL5HEru9jDECPWyOsz1soL49ZdGGvV/5l72uJkA99/0DPup8ibzqvcg95X7pvYT6pb2ruP+9AJg8veO/Ej7S5EK9q52SPpx4EDxk5Eq+C7/evShi5Dz+X+A9Ocg0PpLCNj6RCRc+O9IEvt9jvrsRdb69OLWPvMeJBr72sza+2Cp/vSW9kry36Jw9AaEVvG04CT0uPF498PZFvdegIr6ZAA++NXHZvh3X+j2iFUK+6Ws/veXfQj54Sny9kjq/PdxeSz3wCCQ9sahgPOk6cb3d7jm9c+VCPVUwcj1B28A9Z2p/vCYVrz3KIAy8CPKAPsJmhL5DtCA+sd4KPVtFFD5/6/W9GJRYvtFkWzzT1J2+pHlvPVq9Kb6spJE9rJvWvYnuNL7gG/q9MVDAPZYKRj022yy+Gem1vSNPgjzAYrm9aNgKvrJ6Ij2agf89/O26vRAHEz4svLy98BtkvX7+FL3P66G8exHiPRaxzbxwFri952HmvVzkm71PPJW9Vaq2PfEoXL70g/i7EXDNvPu1tb7Ihry97eRVvitTMD3lktU9ICAFvOigfr0iaf+9EUlmPanXKr3hvP+9yrOGvLgnEr52MCS+80stvhl0Ub2C0Bi7Rq9VPqfxrj02tEy80DaNvbCmr70lji++/hfsvISANbzY1h6+ZS1HvlSJHT4BUeA9skUavhAApb0qZW8+r+RzvuQHF76qhhY9FyBWvn1WxDyUxAG+SZyZvUdDR72Sc4y+lSaYPVlzHT2ArUK+qk+EvW+4Lj6Msps9POMyvpi0hb6PKpc7NNn6PSQ0Hr71VtI9Y7k5vr05Mr13nVK+l4mZvuoQF76iUtY6hMcGPvBimb3WTDO+xpWVPYZNGz4lcAu+3CMevnIA5bw+UXm8biQbPVH3GL6ir5C9YmIIvsBJ0L2hfnU6zRa+PSkQpb0rEra9YKDbvbId5D0+VwO8+VE2vhtmA77dseE9gQoIPj3ZIT5fVvm8pPprvXqu6L39BQe9ODiYvqLgH76QZ5K961ivvjowFz7MH5+9ClO4PXgyY74Wkyg+rBXYPMW1Ez4qRe69hKPnPRlRfL00sm0+8R8xvdGXy7028pA98YetPlVtU73xbd099YDnvLx27jxT+40+1uNmvbZV771qOcQ8oVc2PSQKhD3d78S9OQpvvqDJHb3+Tpk7jUB9PN9JWz1TMGY+OUpivliurzvteiQ+9U+uPd3Tir3L1vS9hdCfPaU1oL3aeSU+TnTsO9jY+bynmCQ8FEkUPmhFY75Xyoe9ItJUPnjpAr1M53W+ERwmvZ7OMz7Vwum9bzpTvSD80DyBfcS+oJXWPbFPGL2hSou9fB3IOjojFT6g5rY9MlcMPgykQb0//xY+iXGsvWVxFr7+q8k9hm6FvjBNiD7bizQ9pe0avOAWjz30elK+oevMvD1tfDzWqOI+A+j+PaoG272tBTa+jtuTPosqsz0/KQw8pjs4PiUfOb49S/m8Slqjvf/WJjxQxWY+hKozvkGJZb6hEuG9OVMsPdYu8z2cK7a9NcAwPlW+Or5tUea83ztvvv/3mD1IWoQ+XEqfPmPfnzwkJJs+i0EYvfdmTj0M/6+8srshvtcLtDxx+/O9TGy1vf6whb1w2Z08LIg9Pld4Cb4NdgK+44qdvQb7Mrz/j4q+oP4pvv44ErsYrHe9yXzPPL8rNr2uLfa8KeQhvfrIg71RbMa+/SZ3viujt71ymGo+gfMwvofl3z2AbGk7ZTOPPjJuX7wWhcA9E2WKvPYvMr6q/b++jAEePYd2dD5aF5k7BmzfvRHbkj3IPjY+zDP2PGlhBT1VBF89KE2TvnZNjz3Ucyc9MFS0PbrpYr75Xbq98pK8vap9vL1vhSc+BeQqvQ3mKL3buga+E652Pdo2bz7YzuQ9fzbEvYFXFD4t/TS+f8JAPrt/1D0Tr2i8w9rcPR9BQr1TnxK+OjFXvaZQnz6GaVe8rMvwPFLNjb6Wjxe+++VBvnpkFz1y1j89dSKGvVDAzb0u2gU+yMeAvQjJrj31qz8+qz9Iu56Xoz75NaO+eUVWPE1xYb65SOi+qeADvuGWcr6kdqy6nqakvv7tmj6hjgI+NPqUPq/rzL20Xa89PeHZPcRc2j6onds9ucmDPrm0qT5U6t+7/vRVvlg/FD6vtzM9oB9NvnkHK743wlU+I5h2vicp1DxIHtm9LfhKvrRdGb3KkxU+C/AzPpqebj6GZoO++hEtO+XJwryGVIc9+/IcPQKgRj5u2Nq9XZIGPqVuJz27DyM+y3MgvhkgCr7MIhA+HoIIPZLuJj2mV0o94s7iPWFzET3Q9/c9PSdAuyTXFb6sUxw+ikwGvo9/R75XRRk+P5vhO8EAAT6zPry8wWMOvIgPFT6Ugk0+gQMYPZ4wRL6FApc8i06Ivv6YZj4w34u95rcnPBzCpzxTXh6+cNFzPpV6T7zSHxk9uDcNviVoSb5HAcK8qRRhvXAVBr4ClQI+yb5JPuByrj4btLw9mOwCPq36Zz5gTCY+SPWevUc0LT2KgU09mM29Pbn09b1FJWy9et8tvau3nD4voD6+Xs1PPtlXmz3wNTG9Jp0LvrApST1chEm+haAcPsrSVz6CJeW9hcsHPupohD0Ef++9IrqGPpQ4oT1HoVY9LR1kPY22Wz1rpP68kd4SPr2bhL6OJiE9ywdXvCRA8j3S5Be97gU3PqtmG772Ago+rpN0PLsI9D1k3707ACp2PGiRHD32xaQ9DES6PQC9y70Ovnw8uj/QvagRQr41n0e+jrdDPmgIlb7IKSE+5VABPqdPqj197i++981pPpo92T1YnaM9R0bnPZFP3r1mjnq9OSFhvrM2rb197Ja9rkSQPYIYsz05H0o+36GsPE2uWrwxrh29m/QNvWxL2z2454K8KOoMvYmaZT1XMMU9m0FyvRSLhj3h9co+aZyNvtrrNL2VHQm+PnQvPlr4I77Q3t+83cmIvs32Qr7IOyk+s5dOPWfOxb12HXi+3jtpPSO+Ir4XVCU8NIJsvM7BzL7xkeA9YGgTPjCmWb7AnRM9//CpPLBeyL0MRAc7zJjEvQ/cdL4kqIS9AqCMvIkcJb3Uvby9IqK8vfq7Er26Qa08/vRIPaWGTzwHk6O8YeCUPgKtIj0Ms0++bxO+viGKYD6OXx++i3NJPiaozj2Ac0e+3+h7Po3tu7tJLRE+op9pPvDzgD5Lt2M9xLgcPvBAvr2xpjA+pWoFvvjG87osNXk95KJ1PgC8Aj6YNpW9F97WvUERJz64O3A+U/ULvrekgb4miXe95KmMPRK2pL04E5S89kHMvOb+Lj2UKfc8WAokPqY7ar0rqZq92kZGvoeHib5+oIa9B261vWh9Sj7wtRw9kdkvPkGXp7775WW9uATTvsz/Dj4Y+h+9ifHwvTjRhb48zEE9wAzYPBUr9D1DXbK9KjMxvDZ0kjz7QTS+Kn89vdP/qj1VT2e+Sc0FPZV4gD5Lfv292aqOvlHT6L0Z/+E+jJdUPZFyOz7GjEs+VYhOPrQGpD3QqyW9//GyPSwsmTxAam0+xlgyvkLyhT78SvO9vKZuvpi9/L3N7Ug8ufOGvsSgIr71GVc9oxfovYgwLr2HVFS+SFDHPQev4b19YLM9LOifPo7TKr06RSK9WDOsPX78Lb4efNS8TCVivjh/OL0EJiG9E9owPlfAf70ph0y+hYGKvro6B70Jk4Q+DVmmvd9AwT3lqig9EpLJPdW/8L2lixC9ryplPizDi72pEXs8gt9uvqoqKb6bj/W9q8mKPoI9cz0RHqO9HL+MPY6UBD638yQ9BCn5vWVe2D1dTs29WkNevSKW7L0DOqm9+gXJu9sD+b3msDw+GL9ZPoDOH73BrGw+Y+NGPgXBsT1jOec9wQ0hvmVkHb0ZrCO+uBQavtBAGD2eKbM9XG7NPdNjWD35E5M+GXSgu9cJoDylUFu+4X8Yvuepsj6c1Js9P+xKvlmMYD5XAXC+S4V9vlFSJr7o1xq+IgnKvbGRDD6Cd8A9VsmfPZ8sQT5B5y4+zVhvPZBkgT5EpPS6jVw2PgY2Nr6Lqr49+g7MvXKBmL0pzu+93ZpJPu0Ezrw+RXu+BbhcPpy84bwfqng+EBhVPrm6WT5CKHm927tOPYS1Hzz61BS+3q1zvjFCWjzKTAI+XfNevuvgeDxR8L29qkXVPUtuy7xCQuG9Jhy2vGFfxTwuwy+8AFtfvYhiOL2P+Xm9oQPjPajPeD7SzHw+Oz5rvU0myL36xN89qvY2PLL+RT3bo7W9oAdavo2wtr1o9wk+Unv4vcRmaT0dYkw+EgpWPvveTz0gyzq9ul4OPvmxCz6rnyq+DwBuPrBKRr0qHyu7KqUdvaU5uT0AY48+Jz6yPXJDhTs1dUK9mxOxPf0UhDyD8jU+ybE7PoYD7L3sYiK+t1aSPbSKuz26Iii+iEi3Ows6Y73jlc89u0VHvW8xkD2Moxq+clSevRHdp74OYDC9aU0dPiOnJrwPSwa9i0Ipvgy5sr3KMPM9jU7AO0DISz00+Xo9G2YbPpCXgTvTmyQ9q8imvcUmuz1vWI49aXaCPZ/zAD1qJlk86lJ6PX+02T0bsAc9VNF+vWsdOT3v8iQ+CSWcPCqqTT49vsw9GRk9PPV/Wz4wFA49OViDPSZ8Mr2KRw09vUnMvVgJpj29wZ69U+aTPeVe4L0DN/M9V7GLPqzTEL7138s9hyknPab1rzwTA3i98S9ZPtmrZL3ct2s9MsZhvkoeIr32h3W9hNEcvUW4qT1WP9G9FQgMvTB0qb1WMVc7qvN5PYAU+D3rSSA+yMNZviPZFz7UOC++CojsO6a/xL0ZQnk98ZiuvSR8GT3zoxc+XX/HvXCZKj6Ei+29fbkEvQKMcD0muxQ+AIb/uuW8IbxjiiS+C7SnPVoqGT597l69DXZcvQ0IpD1zDP690HiyPReoWr7QDQQ9q391PhO2ib3TdSw9s/9SPoK5070XxQ++wSDXvWMQsL1a+uc72Yi4vjcTi77JnhG+KrVoPgDZKz3QvyE+7WCSvsSGkT22/vc93LAvvh2iKj1wkz69C2V5PpmaPryqbrG9NUsFPqfzrj0GDeU6WitHvtuVB75hqok6MktLvkUJ9jw/3dy9f8UqvpHHDTxjt2U+c9C2Pt10IL4io40+xvoyvT7dWT0BWwu+TsKyveDOGz5m4We+EXajPelIWD6Toyq+/Ymhvea0hz3NstQ9NLhjvvATQj4hWNe90CZ6vrUWFb74gIQ+V8L8PZMX9T77OQw+Qi9XvkkheD09Hbc9ijo4vo+vhD73hXQ+RUWlvvrs9j1jGWW9e/dNPnC+Oj58j/q9HPjOvUnk/j1Ogh09eSGJvuoGlr0cqua9JMvfPRAJYr6HN3S9BfuKPgQ9lT1hYpU9gvK4vtxCob0bnb89d0y7PVPBljvaKi++1tz9PXMe3T3Sqoe9aWX6vfaYG77N6qW96WQIvfRm9728f569kfyMPTmRbD71vgS+9CSqvANN6DuLCGk94BTVPjiEsD3ivqO+HCLUvUfmNz7xvHO+0hrfu1fSGT0NZRe+0tOPPU42Cb5FB1++xDU9O5dG9D0D3NE9OMKrPQq9Tz7AADy+OsHDvROJOr7iYz+9s5ZuvgNSzz249Qu+aHINvrmGoT0fXR49Gb6+vcVtiT3PuxA+AE30ve+jKr40JFe+npLfPfWznT38HBq7hYguvVi7wT24pV6+w9APPpRfBj51fBq+R+UUPh3sJL4fpYg9cxkYvgjnpzxswCU+CBfWvuej0D2pxtI9fRKOvqjL2jvxhhs9Zmaxvgpjjj4XuZ4++b0TPkn6wb0hlyo+A8USviNoBD00kxI+Gi84vl/TMj3gawc8dt0HviN8Zr7Caoe+jEkhPf9LgL28POS+awCXu9CDUD2JKbI9srIwvcKVsL5GnuQ8/w4fPTEVNr4yQLY+eAa0PbrJWb7bZXm9Qg7VvKYoAD5MXha+wHynPeyUqT6NgUu+mHAxvdHt470B80o9LI8WvPWC+DxxvXI9nqBvviIVob0vVu+9BV+/vnumHL7qUVG+vb++vgH7Sb4Z+Za+N4s2OyLWgb5Ffpm9JoievRXCkb0vAQ4+htEqvuH+3r03c0E++HJjvuvfNr3r8jK9psEzvvzg4rzDnJc+ngchPoqQpD7pDSC9/9NcPjxbgD7VvXy+8wKSvc0w3DyvolC+Mdl9vSSaiLwR55y9j8uGvddx5b3qBQy86nAJvP2E/D0YspE+D9uvPeqpQL02LIM9BcapPkgiLj2VuEM+HhRwPsFmkz1QHSs9s76fvekTd76pT62+WtM+PqciGz7Hloi8z0P7vZLghD7ZWtq9W2ULPiTCZb00k9u7gT4fvg5fnzyzS+Y9Py6LvV5POL6iQ7E9X6xovrBzMr6gQgW+Hkr5vU3uBr4Lzza+2P5dPXzA370DVm062X9mvlhHyL08Vly+CeNkvSOKrLsWnWK9GhZyPZEDg767P5k9UJUUvonjCr5MvkO88JbLPeyKmryHiwW+TVHnvdhl1r0fYLw8IeMKvoSt3L0LDT2+D91gPZnMJ77AggS+XGJ5vkAxCT6O0xe+8MPNPExAzT3UWri9u+47vk9o8LyEIXk9hgnCvdaus72LHMS865LePRVjoD3YfG09ChwSPJRA3r1gYoa+jytuPciGG76ssHQ9ePfdu1W0oj0nxeW9MO+nvW3OpL7Cn5U9Lje8PL99g70qose9MOg6vRxaT76vNiq+k0DTvWxDIL7IiXu9Z4+ZPCJqxz1ZZ/U8ZdZZvqVT9b23Wr+8SPTCvDLqpDwg9US+RloKvmbJ3b1zAya+Q2EmvksAPj6Ia9+8Z8LSvTmb4T2A/hm+FOlrPU3VhL6koIC+JjgvPVFEEzzmtYU9FLLFvWgzzbweTG6+cN82vs9yH75wuqW8XP1dPf5Njb3VExO+VmmFPSu0YzwuQEY9ojbPvF76Nr7MMwW9byKEPU6L9b1mOCu+4pk2vqResjyaSEA9bd5wvkNeWL35aBG9i9lIPLs92Tx/TeQ8hD/7vRrlG74i7Jy+WXZQvrNQCL5M6CE8i08mvKhesL1KjYC+mfQWPrfU/T2SU4G9zWJNPWXBJL6LiqC9bdoJvmsctD67jDq+hm8APaeJVj1qC7O+aZjMvBCcLj4T3HK9Nhm6PDO4Lb2IwyQ+CCKtPZQAAD7NHwY+jyGfvts3pT4m6QM+2jA/PUKeB75u3ZS9c3IdPr2hDD798M+8RnpPPXBRQj6BP5U+sGzKPrIZHj4pGgY+1turPNlulT6WqJC9OFL+PVMRB77cK+E9618nvuZGx77WRNw9fnqKPVKwuz1unb0+bZ+APXVTmz3Hc4c+5cS/Pnr0/D3J5p+9sxyfvhmVHD261cw9TjA4vjPApr33k6g92aUFPf6NmT3LPwM9pJJRvVbLVb6ZdoE+ZNtovCPOJbrPdLG93cW2PiD2nj0+XTm+1BuePexvuzztypC9RDeJvnRwdr0170m+88AWP/fwXT42VDU+3ASDvcG0brymo0M+Z0ZIPvgJKz4npd6972tmvRHkcL6PBhi98nZYvvtg4L0mMpm92a/qOzlQaD5DMt49cQ+DvcfBsr3N06s+Ws+OveJAHr7dPag8CuMEPrWHaz4+O1U+V2eJPoM/F70gK6O8YtWDPLu0Nz5usWI+oZchPA7dkL5giyu+xEgKvqBOsT0ngYU9YX4FPQAIiL5QgIk+Ilsdvvjmvj2XiqO8DFYaPgdXiz2TASI97DsHvjK6pD1rAy4+tAaVvVZA6r3UNRa++xUfPkt1DT4oBGe+zpWBvNYRbL3YBT09xxsPPtUQkj7kc1K++ZGYOyIUtDzKzAs9Q2ajvhtokT2uGzU6ayM+vVHmMb2qPJi+3u6RvVmXob2F+2E8MB2/PeElMb6pkIG9VjXBPmqBiD4PPYq99tIivATBpr6t+ja+6H/iPC9alb0ioNk8ED/MvUfBgT2/7UI87mQiPY0aFL0P9mw+DGXlPMgRhb0tK3+9NUEPPnwfcz2IvQS+Cz4WvpDZCT0mNNO8Q/xkvkX7PT72KAY+eSAsvBmkjr1AACE+kYcvvrRnNr4ClME7LYvEvTYkiT1p/zK+QJSAvTWz4j0f86e9cI06Pu5gBb1NacM9WUjovQ5Io70ld+49eWAWvvx/Vr5ZVVI+30RlPXeQ+jzI7NC8jndRPrx5270BiRi+ykUuPnyD373Xodo81kDuPfZRKD7XmGG+rxrNvccrQb4l2Ck+lySfvcd1ez69eUU9psyJPnIpwzu16VC+fVo2vXlmtT2tiN09mFWfvdlKzLs3Q+m9nLdpvdaWFr7Q44y8Mg2FPLfYRjx1TZE9USKuPYRa6j1Fb4K9BEpsPpSQbD6yi+Y9tOz8vKQ4jL106Iu8LTotvqkKjj30Vo28EGRCPlCb0jyr4z++XQvjPSdJs7wEZg2+lSVnPl/npT11OVO9LAgrvqWnDD1A8NQ9N3VYPD9ldz5gaXI+TokLvq22GbxvDYY9IuMyPtulsz0+vh88LZSwvfRhh70c20a+h+NePeGRrz3cFgU+9C4jPh1uOr0MZCo+VN7TO3JyIz5t/RQ+p4VSPZKNdj59LQm+O5LaPH3ZAr4pNNC9psE6PhElej4f6t69gAT4uxIZy7wXmao9i1sbPHP5MD6/zA6+yg8UPn7nlz1qrDU9HZhiPaRRCD4VwbQ9A/GOvShmAz5hZXQ9V8cDvgx+BT5QT2u+Z/a1PWMG/zzlr409mKfyPZSW4L3yyIW91XIyvrd4t7wOowa+qqqgPVAeoDwaay4+A9oOPvHb6r2skF69VfYxPPvZij47YoI+PvCMPcE5+rxwD4Y99b3svckUGzzmJ7M9Wp3NvPkJSj4TCJI9NO9dvXtrMD2wqVs+kiB+PgT8qTxrB2i+zGiQu6SLDr4YXv47qZEPvl39H7y7Fum9kGAAPSVE/zy7ClW8dsJVvpmuXz4Hfp09sRI2PhId7L2IpWO9YDujPdHIPD16qdc9YnUTPmLYlb2FwwI+zN8+PJYPpT0r/EQ9oa0GPm1sBb01Hdc9kOjDPda0Fr41yCo9QYyRO6BcVb7b5565BhLdPXEKiL4saBA+KRfqPUOJSj09yw09LGshPkj1F74Le2Q99q43PrAyZ778tSg+P+ffvXuYRbwy2k2+yB+LvgtDOz6k9vk9xNtBPk0zyb0lXa49G6jpPX543T1Be/g9jT41OxI6azyru8072H4Fvuq7YDweiza+6xYfvThkHz6CxJo9+f19vedImbsdjxo9K7MiPdky6DzAG/g9ipiRPlnXiLpIiyu+d+4kvU8oqbujiIA9iGdOPP8ufz2cvQu+LKI8Pj+vE7293V49jwaCvfeW/75QSpW8z8RYvSo/Cb4tBK49KiNSvsPwID5/lfS7LQWRPAij4ryFpia+uwcevjbsWL3FPeK9J8wzvtS9Ab5iRRM+Znq7PWMjCD6NiNG9MT0fPnaDMb7fNrU9WciIvAx/BbopfZI8WFMKPYf0Eb6098o8YcwmPd2bTT6cN3U+fojFveQiJb3Yqm68cFlHPvELzT1rb+y8hrz/O5mRXT5FvK4+NsE3Pfk7lL2Yak89AzSqvXaOBr7Yhr49lvObvjEPMb4HOiC+OMAzvZiJpL2VsdG9aplcvYBIBT2usms+DuayvaBDjz45EjI+2HKSvZaGTj73pr0+aBDmvUhppDw79bE9iLoRvn+L0j0ckys++3/cvfOPBruA1I69c0oNvNbN+73/lwa+ZnzqvR1rlb6zqaw9O1tkPWIf3jzExgg/7F6lvYO0ub1yKIm+1DvdPHNmQ71l3569IZQcvme4QD4F7ck8BzvqPW2razwNCIC+7VAbvkh5Or79lko+RrQcvffJgT7Ol8Q84r9RvUTJGb6QT3A9Lkl7vqhmPj0T3tq8qhB5vM0tIz0GsIi9MshXvVZALL75/pW9Q4oLPrF9pb7zy4A+6hg0Pmdjtz26RMW9HXAVPphwGb0O0cE9R1ngPRLVib5jPA29g3zfPa7Vp77AT6C9lej5vaMZWr3dCOc90M5fvXCymDyA2ry+QE5NvjZfOD5+VaK7+323Pf5GRz5pXFo9J3dwOqHPnD6t9L6+hkymPdOMpb3VP1g+F+C6PTEFKDwCx4M9YOCmvjYIt72Wbjy+1iisvlY7h72lewg9IPYpPqWRpby975K8hT6TPg35Rr7lSUc+sR3Xu19dFz5JDmE+oi0Qvoxdbb5wWke+NuWLvignuj2NXpq+3xwDPqeYTD72JSU+iWlXPj/ynb3ahiM8ia0avb8sXb1KDTs+eOFyPMcpqT6tFZE9SWRjPcdLND4/WbW+bCkrvpGDfL3SsBg9Y+N8vZ/8yL1dfNQ+BgoGPQUdib2Yxy29F6yCPgEMJ73nHoW8zWVAvjrkhTyjN9k9BtJkPeUwXD5lzII9kjYBvS0jm7wkhxq+v4edvqP9Ez5W2Ls9P/8JOysdJruF7jy+EY3OPcStU71QUC8+MJIqvqMlEj71mgS9iv+vPYZxkr0yMfW9+SbsvbydCzznFgA9EdEMvvaym72cop29tURDPMQ9Fb5/0my96v+fvQJq9r0cpSe9OQzJva6LTT5C0yY8GZt/vJyvBj4xBqK9MDKjvZsCxLwUJIg8VmbCPdDepj0UtjQ8M5GzvVjAjL2lvUg+PCBZPfxkRD0wZ8i9UZRJvSTJ+Lsrw5+92XKjPfWJgr59ofc8o2Z1PB5LO75eTB6+ZVOcPEwM8D0BypG9lonPPVUsrD2imGQ91iNOvqL0LjwnTVg9E30jvmhjqL2twy2+VGI8Pb1ppb0R95a7n4z1PW9/Tz3jTh4+BQwePl19jj14Qhi+iu6tPd5+FL1b5iy7t4E2PUUxQr0maU+8qzbnvfSSLb0vd8c9q98yPpV0H75hy0C9H7GavcmHRL78tA48M9vEvCN8wr3kOEa+FzYevUQMjT0vxBy+haEJvo0RBj5u7n09ihFmPavlcb2bklq9mqWMveDCBL1UEFm+jGuvvfZPJT1Yy4C+na1Gvn2+sjz2lww+CKVQvSSuzL2ahBc7GAqePS2tCL4bJj2+31tHPaPQF75D5cG9F25LPdrqQrzJ+yS+g/WWPaVecj4KjTq+TI+3vPXIiT2XV7W99FgQPodOUzyZ6Ju+UItCPf4NHD43jxq+uXa2vaJTWD33nCk+taVnPjg/Ij7Plkm+mD1QPnaLG77i80U+AjtuPgIchD5gQCu+mENTvhpPVT4TEVu+Ac5jvnysrD3Cwcm9A5FjPahbiL3VOkk+IC0GvtO2kb7JnqU+eCI4vks2fD6oaTC9NdyAvUK9Gz0rJt8+CTmTOpALZLzAlgC+N84xvo5ctj4bp7Y+EaipPVyYx710j88+6+pFPk0oPz4Snhq9MT6Jvaa37zyBaTs+fzBQviFgxb3XrpO+5NIAPgv1Kj4DKqE+f1lMPoGRDj4Wx6w+2BvIPeZZk7yLHFQ+yvkBPiVatLwBdtk+piAOPipiiT1I3nm9cbGXvUKgnT3IwZg+64lqPs6Vmr3PVVE8PheNPt1lHL6BJxY6r9NePdwjbz7lux6+fr4IvdqBtj78AsK+Vb1rvVy96T3pFXQ+PzmnPQVGD75DEkY+aZfdPZsDxT7q83M+EMM2vOCBej0/XS6+xi/2u4myfb5t3uO9odRgvS5t5L1qpZ49jSoSvQ3RgT4yyp29CMv5vZ6Acj7lYkc+6avtvdmjQT5kbQy+Gv1CvVsLRT7+MYy8T7nSPq1ELL4TPhM+n4xKPf1vpj7GMT8+pq7CPjjxLT3mS5Y+MoiJvSBQmD7Z6NY9qa7QPRGHMr52QVw9OqwEPUr3grt/iG++RFOZvpeBjz0rFLc9qufVPLiXwryeQIS+by1TvWoJMb5v3Nk9nrKUvZH2XD5STMy9wj8BPuVbKD4zRIs+N8F1vaKoHj5MXzE9f2L9Pe77hjxbzkw+gZGZvYtw7zyY9UA9wRd9PtqgIT7a05G8o/gSPabQHb6Yulc+L5XjPB8y7D10Vli+OFp3Ppr40DwuRRO+yQsIPcaJC74fRRw93XASvBliXb4sjx2+Q4gbPRysxT2u1yM7aPQzvfVtf77csto92WZzvZqLOD5GbLU9zvtVPvGMpT5+Yg88BP1fvtzfij7ZlRc+6w4NvqHxJ7x5oUw8Sp7nPWRvBj5gbvI94xmSOh9wRz3g95E8GV0GvqboKjug0Uc9/aqXOw8oSL7X1dm9PZlrvto/Qb50ZoU9vxdSvsIMMjwdrkI+j+HhvUqeLb5OurQ9hs9XPTZr6z18xmW9pvOHveTjr76pFfg91XXkva7a97vp5tY9Qe81Pbb2Dj4Nc4G92z/oPe5Vjb6fNlQ+TxWKvaeY6r2LJ8295W/jPdECBT7tmtS9ldflPYlw3D2kaaQ+EvfBOVnA8L4ES6K9zOiUPkfrU7yR4Re++I7+PabfQz7m/qQ86E67PSC5Mj0HnyM+au+qPvF5ir7dCf897TBmvFvkKr5pL/C9Ze9EPF3gh74P0ge+Zhl+vZJGUD1UuZ89LceIvgq1h725Zbs8Qbuevaq0Lr7D6cQ9E2S4PDhOqDsPYUG9NOxQPXNxh77fB6u+9ndZvsE9wT38Xxy+G8Cqvlujp75NhQS8EZfdPeCxzL26px2+9JtxvCJ1Fr7ie3++grUCu8NPEb69jmM9N64TvoYGt7058em9qFKmvQkAqb0hOr+9W0QJPSFiIb6tcCa+M2rhvcnvSb73T7C9PsisPWETiL6gUp49Ng2BvTf9W74QrY09mR6qvLYdqD3IIB2+l7NhvjJ0Ir7H8Gu9jXxEvg0MnL7yxDe+aRrwvW4hlL7XOBi+bQMKvpB4BD6LUQQ8QWxzPasvJ73Hr6W8uhotvXJcnb1RCbw8nHlhvpGX+L3vD5e8ayKHvaLUKr4tDaO9R4XLPf7exb0lJJu9ci0DvZKrAb5LCTy+oDhoPXI2bb7yAJK936yJvc2Lqbz4Kl2+868QvnvITD2Mtz49l9Fgvj4gfb6d1pe9WMiWPSvX6j0+NJ49lR4CvficS76Q3EG+cCGTvh4iIT7Digk9CwsPvdiZl74ViQC8VxSQvhzeEb4kNjS+z6fWPYahdL5b38i972GcvoFamr3iuQ69+UADvlYl770uxQC+VSYXvqG7LL4JyFy9e1OAvhNpk7xqM5c99Vldvd9wT75/N5i8ldmAvdR5pj3doj0+3aW8vDWB/DyCaG+9emULvZ5oNj4PMRO95lOOPOkCgj72zVC+3OkdPn6sSz29LUo+wXqBPoCgkTvbFGC9hdwvvvKBDT2fGY09MNKKvkO0BT5Qrqw9sih2Pgu1Yz2bWSI+5lSpvB5bLD6Cd1o+IDL7vfk3JL0Ra4C+SzbevcsRC752MZQ+LzLRPdc9Cb3HkCa7Dt9GvD6vLD77OcQ+bUWmvZY2Br7aVMO9roifPs+uqz5Wch08BabPPanpTz0hBFc+e2fTvUT9HT1v7y89lqucPvhBaL2EelE+rQBVPjRjnz6oasY+Ld7rPeDndz6Vgz68+mbKvQvQG7720zE+Jj6+vKz/1j3Sok2912NIPlceMb6GZ/U91CHQPVYzXj6mOi4+zulDPRBDMj3SuZW9u4nAPbaSSj22o4s9e5YkO6CfLz4+ZfC949W3PYLEd70hi3k+dTzqvf6vNT65at09ZS6pPitFvD2Fn4q98I3evKXyBz2Elq29rbQAvtX4XT1DlgM+n/YjPp9pQz6x9V0+CAhOvsvyOz5lbOg9dQ8jPQURvr08AbE84PtQukPVqDzNZcK9jfchvgqClT5Oa1a+yhvIPiIcGL6OGce7IVptvcv9Wz6/h68+NsYsPmkmxj3jRaO9BfC0PO9hqr33itu9PeqBPR6f6T1rC5U+cV4Wvr1rO70zME+9bqrxvBflmj5iggW9XxOCvaLmQz6mojm+lPQQvUkRuL1Axt87kaokvkZjyz37qZ87fch/venaR71GyFO9vEwePpyzzj3ev0G+a3VWvjAtAj75OQa+j0HivYkjOb59P509tHR4vknUsz0nENo7JTO+O2+4zTxgCIU9XWu2vPnG2z2P6r+9yGg0PJ9LEz7ko2++WZKLPkCcUb1iE2Q+0Z0+veEZHL4h3HG8DW4ovgmWy70iUks+Dx8IPUarh77bUaA9QuasPi8WVbwitDe+KuShPZ+jhLwKb0O9M+GaviFrJT4jRC4+b5G4PYlZjL7A1i4+grLFvK6aCj5IElG+pmMavm01wr3Hfak9mJmnPQ1U5L1aE2Q+xLuKPpxYlj1zAaK8ilS+PVwnlz14/c09ulyaO12YYz2YzZA+23QPvrAIr706gL4+KAPKvNwWsTwuiCK9e+Hzvcdo2L1uFGO9+xWGvQCXeL4G6sY9LKuwPUTv9j2VAaG9SR5IvuEOfr0kcE497U/NPSUNW738YS29jZ2YvXEnV70ycEK9pzvkvS+pgr311RE9RVtPPiTL2j1ac6C98z6jPvO0F74wwms9h+otulYJTT6T0bq9+ESHPKydPb5jvYs+KuOVPfLCAT6zytA7YafzvXYIO715MZO+j9GBPt+sob5ujIA9pIftvQ6tG77DWjs+3QUGvsKrIr7iTbQ94GQ5vrHCWz0EcaY8nFaxPC19i75LuE6+KCKqPRvRCr50X445NFrNvboOo70NaBW+BndSPY4JLz0O07W9FBgBPvEKHr0XWA4+iY1evvtZj70NApG+zV0Ivl705z0J/xc9T1XxPRQTZD5btTO+dtn5vaWbw7sXD3O8Xr2bvaWbjL6VNia+wdVAPc1u3bzRNbE90BtFvlEBurxIE7+9Ea8OvqdoQ75dVi09SOzevZxnDb6HUxe+NJ+6PMedBb7hTIS91v25PH3o5r3gF1O8Wp8SvoZij76eYpM9DrpRvq8UbrtYA9c7+k3OvfN4Aj0kV/k70ZGavCM5K77NKzQ+RJ7JvTHutT2fEiS+Je6SvUH84LyAf9e9v9m4vNjwI74RpxS+KYjJPQqGsDsBfoe9Eh7lvYylkb7kmTG+p9SsvSnILb4BjIi+ZXaEvu1ND73Jexu+cXipvkRBcL6au1I+0WwLPSTj670T4um7LJMmPhyOEr5CZju7HcEFvqXXHz56K9w9OnOpu5Bl9T19lHO+3j2NvWvXKr2MVqG+TZQxvC/ZC76ne/Q9x8nuPFKMiT14L+o9B9goPj9LYLyngNC9M/ktvXIcWD6uq3c9Mq9CvijLQz4CCq49KjUCvYKxKj0zcBu+Bk4tPmc+hby8yRK+v1EAviwwYr37Dhq+unAavry8LL774kc99Gs4PrNsur2LH9q845tUPgjeerzUgzk+T9+8OwQ5SD3eULK9x8n2vWLkOz42Eew95GsBvQK0Nz4lBt+9yWJBuzF/TD4tgHU+6rPOviHKnD4HI08+BboHvZYWyb3ImBw9C234vbXXWL72o0a8eOcuvYfrNr0iCC2+kpZuvvEFgz6oYWI+owSIPs7TJr0uO/O9wCi5Pk1suT65uoC+CPRUPrMsHD44dj8+9c6ePRcxv733vxE9cSdUPW6mFj7tDTO+HGE0PmU5YD5e6AA+K+opPfk7Uz4HBxM+Iy+wvmubsbnEAG09I3nIO4W1+T2G5ia+yQ/OPMuNKL7TInI+RnoSPi10oj7678u94KYDPve9Pr1VUD892wC+vQBEDD4ZDna+lws3PRvBVj6Afx2+62CbPQ5x873x2Rg+KySivdL1UL2N2Wg9SkRfPuL5lz6GyMg9pft9PXSLiTx5TEe+N4qpvQx5cD7rnyE9jwCHPfi/PD4R47o8uoE/vohilz6bU9W9dTsyvsb07b3nffu89/grPh8wgb6B6829P/kru6aHQT2elkS+yr7RPlAplj12rrc8TWgXPjV0NT6KGJg++o5wPiOG373QeO28ApmbPU4pUz151u89vY6DPU4Vtr3xoBQ+cG88vjQrGr6vgHG+5FSbvgKNdz4m214+Q5U6vtuDxj3zuze+V5aWPfPrZ72LuRc+744nvurEMj5hIaM9nlgrvkpZNj0dram+ilcXPazBeT3Wsxy+e5vfvIxtNj1Ghx8+YXLaPcgShr5nsEU+IzdAPZpWNz62aD+9YeZgvilL5T16a6W9Tou+vIGKmL5dvCu9tb6QPtOTaz2gNKi+SJDPPWQBaj1g+zY4uv1Xvq0S1r2OUCy+9H1EvqYzEz2vW7292TjYux94pb64vOC8zEs0PvbqSruC54U++sEhPnxaiT1DkFU+SLgDvesj2j2lxCQ8U/kYO2vHo77mpUM+smYXPXbcNb6H96A90PudvakIQr4VQD6+MDx5PXNzez6l7x0+UBggPl0mZzuAMLa9S7qXPJutGD0aXlw7dm3dPYVlUD0L808+gMIFvuz6GjwFA+U964k1PnWxQj77dYA+eb8gvTbTEL3eOk69dvBvO5NXfL48lzG90HvJvSsqdb2slhW+sEaZvehEdTwhzrQ87CcAvRsuy7ypgqG+/DgaPk/1+7zPi969K55Ivul6RL6vhy++XnbxPe7JM74te9O9CnW/PjW9I77p8sy9Fe10vhHKVT7q1xq+IsoVPgtelb1sHjU+zyZFvYvgUz3GlhA+bjU/vt7Ear1O7Xi+I96NPk4HFr7qjpy9d4iwPUReEb7NxGe+UZu3O5rDsT/j32W+v4+LPcde+T6DCx4+Gm1wPxjwAb6GkME9GP6Xvnd5Tz49x529ZdFbPqsZf77V4jI+SMNrPrwJGr7MOgE9decLQIi4yT3xa1y+bWmivfEctD4gvh68H0u5vl5xmD+qx4e+QCM+vgBZ+rxxkCu+IjYEvlurwD0c2MQ/pW+FPzHCqL0p23m+d7PiP2uyTD4GNqw8Z54FPKjDxz7B6g484ZsgviClYD0V7iA/liOHva7Wdb4TxWM/84LrvQL6nDxoEJG+tCGYvuyVlD1r49C9Xa5+vpoj+z19/nQ+dxauPUFyGkA7+YK+GDgqvpM90L37N6q++aBlvS+Icj3igSC7+ENDPlAYlr7T+7e9AKY0vkxe/r1Qhem8FD1pvjecTrzjQMI+Wbf8P6c4Db0bLFy9PHhDPUMG3b1Eoje9h1yave3JDr4q+gq9G2DfvYVn/7x1uRs+jb8OvtWSMb4sk+g+y2Ilvpa/pD/UjBU//vvvP9MYfT7J6ho/cSi2PkA/cL4lj9U/kXiuPFI1TD0KVgq9iri1vYI4n701ibg+NJeRPlSwOT7/bpA/8bAqvgdUA0CJU2y+ZjzgvcckIb40GMi9KS+dPna/qL5BNfI/YKtXPvaCg76fOYU+w2lavmprBz2S0ABANiZ/vR6YNb5YJM6+K+JIvQtbnT7Z02c+g4IuPWdZhL8Rrwi/E/ISPoqiybxE9xnAZE1cvscT8j2h/ow/lweQPbVCLr7vZCG+HU0jv/fwFb2tUpe+uZo1PTfdtr09E7y/lrQNva9X4b1o1g8/3AKIO7HEMj5QFHM+ktQ1wJdaWz/PGo+/1kvhvCO/Fb5QsRM+FBZiPjIdKcChGck/fdYpO8rz4L08s8Q/baXuPXeFyT6DxMY+v2movoK3rD56K3q8BT/LvVrgZz9LC8s9QJjdPjUB575bgUY98gWxvTzw0D9JKDA+EsptvuLhFD50/TI/kDAXPKVYWL9SLQg9MPwXwCuajb/cvP49KNOevoVkTT/CPo4/5UpTvSpwYz7isuy9x/I/PkcDlD7aWCG9FLrSvR357j3BEIc/D4oKvScZ2zzkGZq97iPMPUhBODw7iVw+yervPGRcHb6jius9fg+xPuSIFL4q4/e9DxxRPkdSDr7WGHC8MU7rPS1Ez7/cKAQ+ezLJv19+Fr/syZM/NaDdPBu/YT6sy3a9gwGGPyBG8r67ZIQ9yAFyPOe2Az5ymd29aRXtPRmlFb8CgL+90Rt6Pjf6PT/s+7g+2jFTPyaWZb9gfOE+mBgCvTIbmz6dbxC+fDfUvhXpGMAvoPA99zwePxlgib4EfHu+yu04vUZDIT5TpZG+YVi0PxHiW74rDT49QPhhPujv4bxGODe/l5w9wBzJw77u4wq9Ek3FPXo8BcASwAa+XPcvvYii5j632Qc+3WV0vZZyTz7jlhE+I/2CPv2XXT3HIKk9McmLvsXOL8B6IUq97G0wOTHzjD7/2La8Fyk2vVtQnz4Q+MS/E9W6ujSb9j6oZQ49wvnNPd/lvL3xkTA++yr+P4o27L+ok5E9HbCrPhCi2j+Xz9K96zBOP1NpNb1SFgQ+zeUBv0K0GT4SuR09ymOCvzEOsz3x8U4+OU2Uv8xBI76qRKQ8iCd+vu9FYr91QgE7kvMXPjbhM7/2p9q97OWoPrL/o7226VjAcdcyPQ7aNL4QEnw+GXWHP/PWLT6dkvC8ul9KPkbLub4KhiM/GHG1PSbEBT7d/Ze9zmDXPdwF3r1Q8ds9BzkcPiJAez9/LGy9tAROPvX+kD2HJR2+3GqDPoF/Bb614KQ/Hka0PZslGj0Nlxm+xyv0PU6DHz6gHu674pKsPwijob0q3gHAAjUnPevlLMCs1Pi9jcYYPJ5ww73wErS9WGNmv23o0rzJYze8wwkdPGCv7LsgIw692AIAv8NEALr03bi9dwSTv3TyIr7+6wJAYN+RPqZkJL787Qu+F3UUP46wY72lIAY/G1XiP3JvMr6hj3A9DfeLvsTYIz1PIhI+njoUPmtsrD60zpO7"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "CF5wPdscur0DaHe9+FKgvZcnlT3n5A879ynWPL/Pzb2JQYS9XgrIPLLNSb0wMKY8bCQAvcxD5L3fJ3Q99E5UPL01wz20wp29dziMvQMW2Txtb++8KCcnPVEA/L0RyNq9piGKvTgjvbyHZT+9u29tvX0gyL1/Rx6+GtUqvR+2Mb2ZvBi9z2nPvLpq+L22hcC8N4idPDuNEL15sD++GlbzvQVPujwImKe96coqvtxHCL5hqd29l4QOvtPz2T0YX409yHqUvXcUyb3GUSG98p9uvXmeVL7iRdy9ac9IvmdEBb7lcua9SaNDvdcWCz1JwQa9kF5svYizKL7mzaS9JYoqvdTKPD3pVTK9MqOVvZd4Dr357xW7TNh6vR6xCL5v9fS8D7SDvmUagbz2bxU9uOLyvTv+ODw2lr29rlzuPLUU2r0o9Ye982fOvA6Wj7xmJBS+4QtOvC6eiTw/a0W+pFfNvf21D72auMm9ugHwPYsfI76QNFA8stYFPZ/aY76KfUO9WLmPvm/Qor1k+Ue9SKvbvXCOCL5HUjm9smcnPIsO+Dxut+W7jdMIPjkTtb0Q+HO9Lu+wuzFIlLvdBBm9eDrQPRlFd7zre9i9cuMNvnXFkDwSrd69I8CgvcgKUjwBF4K8a3u9veqUUr0H5Zq9QdLoPZUTaL2QX4O98T4Rvg7fH74="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 