{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "M5qQvQHCur0DZ2g+YmQOPvHQIb2JtMo8fF0bve7Utr2sYqu+jQMmPQF3oj3HAhI9g0xrPjmOiL2SVcu9wlj+PSfxnr2FwMg8/fuaPcgTCz5QlKC+7vswvebSOT72p7i9a6tKvhfTbL4B0Me+NfLBOkbYpL6KxVk+ailnvIic4r5hh9w+wEOUPXtZu775cMa9nRgKvyv9W713rCO92RLsPVT+h75wS1O+D8FVPr8GDT7wLA6+Mr+svMaVzj1lLvu+Lb2HvmljrL7m8w2+q3KIvtt0Kzw9exg9WQW1vaxZDr0QoA09ltM5PYNvD72pm1E+M/QfPhUHEj4vAoU+u+JPvnSE5r6NoLi+vet7PsRkG7606Wu+9kSuveN18r2DgEC+BqEvupgLEr750Ia9yBfRvdbBfb3/gWM90vCOvis2Zjxz1Lc+e9trPvEgGb5+HwK+b95kPiLXnLuyWBc+XuGPukMohT15gZA9f0Q8PgcmaT24IoE+VjrPvu9Glz6As449+IGyPWLisz0ZEjA+vG1BPXLr1D1l1PY9EeEuPEPKCT6TcGS+wCfJPXGEGz4ijgS+AlqAvXuBtL7WPo09ETAlvhJHdzwAkAk+TcM2Prt8+rwHPPq9aRMvPFrUIDwZnZu+6hzxPYTbk71ptq29YLS+v6Uknb4X4BM8l0VavnkEID5Qwl8+SzhUPhWsET46RJg9/mLBvUQSdD6284K9GbFqvaOiKDyoFVw9KKaePMK4MD2s88i9d7EPPlq/R7zcKYu+l7HcPgRdPL3LmUw+LjqLvcPxF77UNPU7IDtYvZMSR77CToq+5bOaPLOoo72KLfy91TYEPcjzxL7jkyW+pGg0PmiiU7wjGhG+gfVHPqT60Lz1b1k++8I2Pg0uL748Izu9jVYuvrsriT7eXHo91H1vvqzYkD0POEa9yngVPqwFlz78dDg9IHzdPdA7gL46SBM+xBbRPiH/Tb5PlEm9WywtPHqOCrxc9Ke+4caGPlTvxL3hfX+9YTysvFWCB76+dSi6X5HYPDn/cr6pYRA+8EgTPiYkhD5eSSC+K31xvpfHi76eOyy7NNjhPd9zCL3jA8w968KmvdV9jr7mHz2+bA6sPSD+PL7L6n++nnoEvaDC4b30Dym+i8JaPnrl5T1F9SO+nTOwvpJwzLzjF/+90RvmvVI+Vr5nTUS+yUmEvhQcGz25I1Y+M04Ku/AQTb5bYRs+ZBiGPYmKCT1djMM7WiHovf6aoD3yxte9kR/NvLe5kz5qiao+M52IvUuTOr7fqIG+uMt4vbqjM76II1w81hfCvIj/Kb7dCBW+kt0PvpcUzLyWn6y9HjNBPlL03b0bZ9i+Af/6vK2Jwb02sma9tXiDPhZ8uD2WL0e+WPU3vdbvBL+FmJG9BQ+EPgrs0T0pw+W8HZP9PXhUirzHzOe8VXJZve28ZL0TVH89+q7zO0JvKb1bImq+GokEPtPUbr3zK188at9hvkKtsz2szCQ+EHZHPkJNaj2/0iO+8/zyPVlIUL3GCRc+L3GRPnsEuz2jDV4+FylDPgtq9T325gM+JVoyvpiJLj5gv489Ciw5votuMDt/q7Y+ermavt2kPb1QD0+9XigjPiSwaD6nOJO+ZmcWvhemvT6ek6e++H8wPi8KnT5skkC+9vKqvDyrvL0qjs29+9NWvTeMD76myTW+HFfxPU+rlDxdigE+OmY6PRRc2b3B/xQ+urCNvG8M5L1Qhu898EbPPf5qcD4fI0e+L30HPijJFz73Pqy8JAi8vS0BOT7NBU8+nX2uPejc8T0FLwe+JTgAPkdzMb7+IqG+6moHPo/vcL7Dljq+6YMXPsx3rDzDS/a+5YuKvpLkKz1qx4C92WItvoIjEL/4w668Bh6ZvkyHGTu0YZE9rNSBPvL2srzlG+a98xwIvqdyVj6Cjy45NfhRPgiFyb3hRTa9N9IOu7FOVD63MIw9kEepvoVIDT1QhX8+bHJUPQEV/b7Ebue9Qm/hPZ4ZQL2ftDW9oSwoPkZxrL4Wzwk+MvNGPiZSpb3w6lM+U3nmu0406b0G5xa+S3U/vrxImz2wqOA6r9WiPIz+qL6eQoW+5pTJva1KjL7zwY6988KevbtOEb6MXRA+7XMTvoX+Gr0Qflk+aK6cvtUGi7xIldQ99mkrvu2Pmr0NSWa+nPXpPtrVGD6wpcK9DxndvWG1U76jeKY9Sh8jPrhDcL7R8RI+b0FVPtsr0L5YlYy+ez+sviDNwr29wUQ94kmLvvyQ/L3g3gi+Oo5ZvMJPwL2P7Va9LgY/PXEA673n4P29YuMFvvVRGb1tt60+KR2VPT6hMz4+ft49Dz8Ev99jkb7WkdO9KoZBvQF44710OAm9uULvPVaUZT2luA++VWHGvkVG6bzUqX+93Hm1va8QXr4irTk+LNXBPVr1B74B1xy+30F1Pgeyuz2gkBk+YuXKvoCfob2PNTa+/RE0Ovj7hD5ZsMO9JKDvvTNcs7y9YSe9TbmivgryYD5qH7O+xnkTvqpF9btXT3c98/NsvB9scL5Vcmw91IvHPcfFlb1YDWC+N13GvmhO87qx9ae8Ez0sPWQDPT1aEwU9u9DSvQNYvj2LxNQ9L7KTvbGbcb46UIC8winyPOTLPT6tr7c8yuhDPk6TLz7UczI83H5lPi9j373ljI08ZvsPPLpaJL76FCk9dH6lvEZTUr785DO+grn4vG5gMD4jeC6/mZQXv9eGSj76rx28YKhpPgtCE77v35M+z+jHPRyIcT4ALUg6x627PTt9mT6S8IK+m921PdEaRb26Fgg+P2+WPV0WHj33VpU8GxKAPu+AST4hEFS9ka7LPd9tBD2j3lI+npuUO8dogDuzA7U9bnoRvvqLuL1fgyo9VqiLvcpOPr0BwJi+FN+jPJTdl77siNS9eFboPQhXjT2a/nG8GX89Plg2Gb4tB4E+rA9zvUcNhL4saIy9Z2apvgVSpD5E7I08xT9FPvL5UL6Fcec99pVVPkIloz2ZQCu+8X50vTnfgT29xJY+hlN/PjDKQL1npAi+fzwqPi/7gz0HdYG9zFhCPg+6c77LAV09cJ08Pm3Jrzzgjx6+fo4RvuOBjj137iu+/4TjvQqqHz5r1JM9K/XyPN+AAbq96NA+Ui9YPhX4qj1gjjc+6ARsPrsFQrycPTW+OhFGPj0QNr1IVrO9XCRnPjjIl72dL3o+PSTAvYqehD3sNyY+/AdovlnaoT1XOAU+KIGpvMotPL5JnI2+YVAsvTL2HT4a+Bk++lwBPtjGWL5lU4M+xxGaPIeJJT33QZG88HusvT2M+T2OxR0+6QZfPTNGVL3WJIU+COamvWk5A757mss9O8SUvJNwsr243nA+cVbivBC2FD2S+ii9lfbBvGEsrT1y4SM+pg7HPYEoCL444Bm+20HrPfULYz6fox08ZgNCPvdS/D2KkSY+2sYlvssYWb0LnvQ9kpetvXED6zwT/wi+eI4/vi70Vj1DMck9dfrHvFoLcTvZ/wC+/WnUvUO1S73pXyG++OkRPSwwDr6Fx7893rSAvKSxlj2XD4U+OEsMPvxAsD3MJYo9tClqvtp6Jj77/dU9Ag1vPoPXtT1g34y7kkaMPuXPmL0F3169Q8OLPSFxhj47B4+9bs0+vv+cELyLayk9UNndOpZZFD3pGUy7b1oIPktHGT6qo+q9jjcBPvz6Gb4aQgU+3IioPbUCsD3TWSC+ZNyqPpAKbr1Oypk9W8PpPVk6Dz3BrgA+sX0Qvc2wKLzQo889uJiePNUQDD2/4Kc9PMCUPRQIFL0IVcg8BrBLPhyTAzyNc0A+Y540Piz6kz0uHOy7zzKOvnM+VD4MgKu9MI8evrQZ3j32Tu+8e+c1vuX9o72/Ty67Oti6PY6Myz0udTq+7XWKPSeM3Lxl5ka+/DqbvsscQD7C/B89za11vlXz4L6Oc2694ZLFvRWqKb2uxGU9DH+/PXRc/TySkkG+ExUQPh80n7yYm/C9iYNiPYMihLxIJmu+SfeIvIJr4Dx4hL+9hPuFvrS/GL6F/IC9CXEfvnlW+T0bzKu8XuZPvawlDD5m65y9i379vSpwiL7Y2Ea9MSyYu3aLF77lDAa+yauOvJwQGL6AB7Q7I44jPviPzjyIEfi9Rxo8vRJYuD3cLrC+MJy7vlUjZTwM5Hm+qmJUPvUI/b1p84u9wdW0PpJee75eD12+xdGhvnJWyL3fDvG9nhxnvnEBkr3cY069dp2OvireTr7kqnq8sElWPlq2TL7IPau9c+afvKDTAT4DJv+9myo3PliX9r57Yzq/Q76Nvq3OALy8Z7q985lcPn8NlL0wS7U99QpFPJaBxDz4brA8SHWAvsah6D1g+o49D5HevUtNzzzjlx8+qn8UvsZonbyBpZK92scMv/D4cb52hUa96HKrvAJcs72qli++U9OwPYIk/L3aTYm+AN+EvNOu6D2H/Z88qlWdvRddIz61o9K6lAc1Pt6b4r3U5Zm9jz8ePpk99rymSZE9IK1dvpk5Ij6oQMW+gH0svR2nZb3nzbi9UlqdPfJ0uD2BgxG+8ro6vst59r1oaJk9Lutivl0r4j2rdqg7W6VMvo69VD2RPpe9f4uivYIkHTyTRoW+totbPU3Ilr4IWa2+dgFrPdjEDD5T0KA+IkPdvFvQSj5r+hW+dRWXvQ9Bhr7YmIG9KIXsPfkcer1LY0e+dcYqvfRPOr5Ha2U8n+3ePTAOEL4HFUE+Fwb3va4+n74mQhG+VXh8PZCfJr7I716+fIwWvkvfOr6FX2y+7zUmPk8hIb6aSja+KcnLOwgm6L1Y07Y8aFQyvg1QC76+wSe9/O8BPVTbFT5m4Vm+ylu0PZxLPDysCTM+oYZzvjXOqzvLW6o9UBQEPiz4v7wr/v47pBRGPA9z070Su/+8CdM3volC4T3SsKy964MFPv7wFD5JlQG+z4ZBvWHXjD0tIPC9Jt+MPdVex70Ynq26JWOWvpzcpb0kpU09zeZSPtD8bj4vyIA9wq6nPRsfdjtB+hI+7psTPkXMML6/EQm+QEIGvm2XPj1/Gwo+U/diPZ1QHT1rk2u+jAG2vRCd1z07zCo+KEvWPimEkj0sREm+8Wj7PdbV6z0zF1m8qDAqPi2gkb3iU/a8vL8GvvJOA75Dfmm+AzICPmrWkrlpEMQ8jDABvHhwoTwoWYg92VGZvQDGJz7u5tk+sXTQPYKKMT7D2qs81o5mvT7mqT0i7pu8ifngO1SyVb6dS8O9jpGvPceYWjttrsM9Ww4FvsQ1hj6FpR89yVymvBhUjj3rRNE9WaTnPMAwPr6dnzm+nGvJPd1WGb2R6hw+MGeePlwm2r27RSk+4+SMvp7vor3f9RC9GYqCuC4D3b2HAXU8Dc5JvPMOV75cUBG84g7cPVNJZb07mem9ZoMIvCXbeL72ZaW92ZdPPsoEwj5XjM+9XWvQPY7RS76uAZA91tlyPMG+jLwxKQM+X53+PS7o1z0+fRW9rIG2PV83hr3p3QK+fp7ovVtlIT4coOE9Vj2Gvo8wLD57OBS+0tOlvcxZC75n79A992MjvqlRvD7hupm8lX5QvtDnrDxNRTK+HKw2Pro7Db3W1TO9aR92PUKbSz6WnCm+iVgLPtjnFb4801K957yiu/ZiND7iRHc8E90cvu3pX77Suc29JKFmvh1vkD2WGRS+A70VPthb3bxbBAc9vfJ9PZwWzj2JOiM+Ao2QPqO8uD4Rnly+xUMYvpxVoD3k4a+83fsBPkSj/z3jdqY9YaqIvXmkBT4U1xw84ffuPZSsNL5hCJi+DnS0vTLIeb5PngG8f744vkRVHD6veZc+S/+4PMu5iL02F6m9jOS1PeZAcr3V/Qw+jvZ2PkFMi7n1hzQ+qgc/Pr5sDj7S3727aKCMvVwmJT4ExnQ9GtZ1Pebcfj61Sgy+IVvmvGa73jwwuUg+LRcAPk/M1721jyc+3wyKPVP4Jr6cOmU7sQbiuxh37T3ELye9AjImvI9I9b24oF49y+0bPqBHRr6WmIU9Up3VO7Slm71NJG88JoSnPfXPD7vgnIo9mXJoPdcooDrdDB6+qB8EPcmwQD3oxiq+Vm0Bvr69zb24puy9Xogzvfrbaz4IHRY+6egtvsKRFz7Spgw+v4odvkglO758l1m7/HlpvrovTD5keI29kayAvdezJ764RIM8RrFivrEOD742Ij49lJliPFsqtDy2mbE9K3j2PHwrdL2T2nG+jwRrvmUvU70wXmC+k1Vaviea/L0esqU9bExjvzn5LbzuTku+IpwGPmMgUD6CoIq+lbUWvgXPkzwHjMM9G1QKviV5Qr6xMby890XjvRIFXT13HhK+d5REvtmeTL/Lhby+dfCAPI4P9b3VeK09wcNRPSLoPz1o9Hk9KzUFPDIDZr72dtM9/L5Nvsfh3bwzJTM7qgmIPR5lC77AJo2+uoENvn0Xuz2gNUi+A3rfvjK4D76EWog+aykuPtYMCz2eMtA8eQo4vlq6u704fsY9sRE9PuLwDzvX0HW+3snsvqkrB76ymzE+tVGQvac9wL12x1K+SAiRvuyzOL7ldB2+L7rPPXvRer6364G+P+9JPmTJK74ps8I9vgk/PXgmlL4JuAq+EtDhvsJEa77wdFi8NRtXvgVfqDxveGi+4Lwgvuazq72yq8S9kFwcvtdpyj0vbLK8/U91vXr5fb60Qnu+wctzPhxaj756MIO+rZsAvh9dAb2DvLW9K1t2vhr4cz6Tg5u+L1BYvQ8G8TyJL4c9BdYOPZVt+D0i6469J1LLvHRaAz7hxbo9ndJwvtL5Ar4mJLo927YdPWqPPT7KtDY+giD7vWQLTb6LZnK+dwuxvYIeV7ycQTC+xBlFvuDOlz1VQXa85QaLvQajRD1mdm893FCfPXejxzykm2S+LmMXPsV/ID7fs94+xsqQvWW/Zb3+Klq9yKClPSqcHz0gZce9Q7sXvVou5bwetXi8pocpvlF0NL0iUbK9w7sOPiKq572u9oU9BLeVvSGNML7pC1c+XmOauo8qNL6XnTw9piotPZUv4j0krzc+QadTPpX95Dw9/NI8NsLYPd9QSD6C7ag9kMd4vc8B8T2xST0+Y8BEPpNZtT2wrDs+d3DnPTtsxD0MApI9TbAyPvvsCr7uqUw+fFOzPrXgJj0ewqI8j9fDPTrZGT3SCom8W+vDvN+Umj54r4g7MRnfPRIpDr7W4lK8iN5EPZ+m0zxmidI9uV83vgJSgD57R/E9+4zNvZX5gj0ywtm97HYqPt5WUj6SoQo+QjrOOwv0wjsKZaE99/edPb6LCz4YYy89VxKiPUbddr1HRSa92Awlvn0Q9D2S0gg+WkcaPlzo0r1zIhg+9BRMPgyUWL6g5C++KiiPPrdOgb3VvY4+dYYDPtALXr7Jy8890kMLPbZeuj2dFAk+I4o3Pk1Lgj44Kek9Fam8PiHfP74SQi0+W+qxvDZHOL59Liu+vRF4Pqyr2jwj9pw+IN4PPcmvWD5vsC0+XHoOPhfCHr4VZl4+QRQ5Pk6fNr1kq2k9igYaPq2/oz5EhnU+jJxEPVszXb6hmke95MPpvSv+LLufo+o90YaQPANAIr2NmXy+VhEZvu3uH711fUc+ybbFParBJz6tQFa+qBEdvuunFL27hMq92mccPmTqmL6P8pO+uVr1PRAH9b3PPQO9Zokzu3fVkj55xWM9gi6pvdqohT3wu4A9RMMYPuAdg77Z4/G8WT19PlWrH73JKb69w4+kvTRbYz7IBFC8NbTtPTAt172bKS0+/kw1vaAOkz7tQy++6nUDu45kDz2M5jU9wvnVvJgFqD0rIi68Ycw5PZ23Rb3Q4/29ocrlPrQN0r1xBrU6gaiNPGDW6L06qaS9uIYhvuBdvT0z/KA9HCNtvsHkP706oX++O4IfPiG/3z1Leyk+vkUAPb8DXz2rE0o+kbZqPHiQqj1ehjm9S1dtvsoCnD0yMBk9WY1JPpQ1VD4yEpU+jtAzvknQgr7nmkk+j/VpPv41970+KkC9TBasPpGAs73RbMy9xbeqPER4Sz2HwT+90g6EvlXdmL6wiQi8LViovT1Iob1I7aS9AN+nvvUwYr5kIbM6yHGCvNlcBz3PCwS9fHElvhI2HT4l9Oq9k4uQvkI9g71aSb+8bqqTPervmb37Fk+8KRYGvgwvjD6+ZwU8ccA9POin87qPkA4+n4UtvuCJKr53YoC9zVXNvbOdt73lMjy+xCbOPXr9rj08FQm+70Aqvlx6Yj0Sddc93tRbvBbdwL2ZA7i8bLvLu6X2ujzF0E09nZG3vpGwa77JIfe9a+mUPduaF74pF6y98sEfvnku3b3Q21i9Z3UPPRryGD4vfk4+5bAvPsW62z0sExE+SZ2dPqx0hLzeZbo9aQK2OzaO371iFMe9NSUSvhgvMruvXJy8IeW/PTRWCj4v1t69SiRoPQRYmr3+M7q9FnHcvbelKj4gmSy+GpzoPRCfvjzk7D0+ffBXvQJf5T3pxLQ9Hm+cPI8Jnr7j2yK++oaTvQdxyj3fyBE+m1SAPviRGL7T5N672HvBPfiC8ryXAg++DdELvvIcWj3WoYi+EpCCvYaIr7z0rmA9Y6S9PWFhWrx7EBY+0ms9vn4z6j2uLtk9UweXPnnVb77FhgU+YvANviRYQT7Q4AS+VRsvPmk0aL1yORW+/r7VPYmHjTuAyeQ8HYyDPkeBcT7APEG8Ly8ivRSNSj7XjEo8Ue6WPiioWD5FOJK9YWUhPgN2hT3dzWS9xCisPfMTTD16vKE919shPuy3HD0FUQO+/pFDPnY69703yEK+NXMuvfOWVT78GwQ+ViXkPYFZZL7Y+hg+FX2JPHnOLT0CdWq+D0bxvRHCiD43A9m8t4hSPvP7az3Tybi9JJVtO/GJHrz4vzS+HhMBvgfL973Z8bY9zo5vvFTm8j0RhDA+Tsc+PtUWID7nBsU9csujPmRpwDt0afy9HsSHPcHcSDtU0QK+fOT7PU/brj3wr8s7lh5xvbUvTD57pnc+xcygPB+Bir1FVk6+Ty5FPZ9Rnr3iV5O9MBVKvmM6L73NCwI/bCWePcD5dT7Rl6S9k+utvJkenr5wPJy9zHjBvdb1tDxMVYo+E9LbPTErcrvPKxE+o9xmPht9uz1RlOu9YaddvcJHNL73Maw9zbL6PRK0HT5+7ty3cIJqPrFrtLyF0ro9cpQLvYFoBL+UDga+V/Otvcfxob0o326+p32jvqVSlz6rOpA9QZ1+vZXG9btNpKC++e0uPX4okj1j0UU+J+IfvubxFr7m7IM+sO4nvYRy371onFC+dg26vl+KGT4tqz4+1MYKPnC13r3unbA8HpVOPWxr7715GeE9TA4XvnRyaj7reGM9YxI6Pc/LlbuOgBC+MotPPrnuAT2zE429qh20vfuwcb4N11Q+jV8RO30Pg74DJvU80FWwvI74iT6LGd89jCBnvkTfOr7h0Jw95pnPPaI8YD0o72q+Ym1IPuDC4j3BI4U+lTDNPWCBGj7AhCs+X+U5Pgizoz3OPMI+sAs4Pqt2QjwqGP09RzV6vpf03T0fa0E+pNlTPY5zX70N6aI+XIGevdAAjr1MrJW9iYgaPsKlcb05l6a9RR2ivpEP5T3Mz1A++VHOvkK9bb1BdX88YNg6vnWUWT0Oy588g5wPvt6ccD6MQ46+7yA7PawXmz3LC1++2Y4OPQeITL34q04+nwN4PYaiiD6QAji9ZLv8PbGBHLz+bSw8DhEUPpPsyT5haFs9KjeYvkVIa736ZnM9ewemvF2Plb6fwS890BqfPouFHD7wKRW+rCs8PvvsvT7EOxM9K2CQPRI12j3tlCU+7dl/vghdR7zLcIC+dzdbPrHfEj4PIDY+zdDwvf7ZyD2PAfE8HqsgvSHi2705kjQ+0ryJvSv7NT0s2RQ8FSxavnDiEb2a/5o8u1JtvIumlT4ND0q8GVoSvlp81r3fqi0+l4gavitFWT6o0Iq8sgKuPY2D3T3+9hY+LoUfPpkM7T1s3mW+P78kPh0jaTuliDM+0KEoveZXqD3KBJ89HgEIPqjTGz7Bx9Y9rJp5vc28Wb4UrL87yjUPvWUVOj6z2K++w0UDvi7V7j2YTRg+Wc7pvd+yOL404to7kEcTPrA0fD7lRx0+bKl5PYb3cD3xWWa+1I4svXBDrD6qBR+9jqAhPO+0Dr3KYQy97Lk/vXeeED5+LPe93cTbPGkkJL7HI/K9h51tPUK0jj54gNA7TpsnvsD3Br5mItI91TCjvPckjL3Y5z0+eVJ/vj+fZDz1/xI+a2kbvh73HL66GyK+x4ChPLDA6z0Z9pI91QgQPhp/ir5k4gA++BGVvh49Tb6NcQu+bvlGvZrO27w+yde94hdYvW4/oDymcSQ+Vipovq97Xb4KFke8zECmPYeiXr6r0WQ69YMMvUsjyr3+LAm7YIUtPjvJBz0OTn8+N2AsvXQKDT7YpNi916auvd4OhrzXIMk9ItTSPQ4Qjj1BAU8+y1zIPQ15IL4ZJ0u+BsjwPeqJTz6uUCq+wOHau8QGo724EHk8qMcjvROgtz68AVG6ucu1PZQvWL4O6k693wPSPBlqpj1ZnuI8ZZi8PY7libzQvfu7xfuIvbU7Pz5nNRK+IlMQvsyy0r2ABI68iZa8vPZrqj2mJJ48zBTYPdu6HL0iBFu+nNIWvmWVCD7gAlW9IZ9GPYotIb2KeUm97GwHPYx4cD7wuqE9OTZpvd/aw77tI029qRduPrgfXj2xP4m9lZX5PTjCJD7m7US9Jc9dPnFfBT5P4Mo9hIstPsywJT2/ecC9TPiDvOkdjzygbAs+N9yaPcQ3lz2mO9q9/J+FPEHrLz3em5m94rCavDVc9jtKUOG9cxqKPQBftLu58rm9IEn4u2pMgD2sax8+AZmsPDIOoz1nlKc82W0oPlhkzj1OsY4702MBvoDNFj4U+Ay+kIdPuyFJVr5jCEa++ylEvfoxYj1Y0/M9B4CaPNhnZb4KrK8+ggGFvXVTF76AuSi+v8ZdPu3JJb7A0aQ9cUSHvU0DOz5lDiU+RQAlva5RAT1d1k2+bE1kPpE9tDzIGDm9/teCPguFr77GycE7NEBRPnyYBD5xrwc+nmoivQ1+2j3swOC9PloQPWiLIL76KUQ+Ff1QPuaOsD5tTSu+abQpvYzb173LZS0+IfP4vOKBH76F4jI+hVUgvWUZdj64wiG+qY+dvlvLiT5CFeW84M2OPKVYH73PjSq+fu0EP7KmOb5ZCWc+GnaWPjuTFb4ppeQ9h2QnPjQ3kL5XSPY8/y1hvngQhr6vfRA9jYILP/lPSz0ExD++/If/PtUDDL5Ovek91/+Ovp4ftL3T0QU+x6nQvnmZ7L03nAq+RfE4PpmPQ74cZSu9se6kPlVvSTv5cHq+plMFvnf0sL7pjKu+0STQve3Jqz4XLlM9GlmyPr1u9L5m3Ea+Hnx5PbVcS77tHOQ8fPiBvW/Fsb63W5g+5J6QvkZY4L30zAU+IdCqPCzAvL7EJ308wg3kvVpCQr7bxQy+TBOEO5X18b1xFHW9nlSNPg1H2D3u0tA+AFgWPg+ynj4Nit89UsJpveqRCj6sIHw+NtIGPvb78D2Movq7+GKjvrsutr3xwQ+9HGMavojf2z2ycBw+wa93vVT+zr31W9S9ne77vfSULD5YIGO+gQG0ukG0XD4vxZo++3LPPeqZ/j01joY9z/BEPmCXjr54vrQ9OExQvgSFFb0osoC+rqHFPWzwRD5p4Ha+k5KFPZmNj75J9Ru+47VmvqsoYL6msbG+hdUkvsiglD1XDf09sYs+vaTQwj4dABu+QdQtvjfKxzyMhbk+PC/ivh/SU765xZo++3T/PXjOaD7LWEc+WxeePlBe7z2mX9C9cwMqvCHj+b1ZjY+9YUPSvh2pMT5D04S+VSvSPQfoD75VA0U+Rm42Pq+wur6J/x6+1+6Bvgv9Lj4YcV+8s1JRPkqkAb2nD969wVo4PZSzXj4UQG09GSwLvjFtRD4V/ow9kghivhJrFLzIGnA9cldvvKmlBr1BvSE99rhgPNDBiTyQrno9pTYDveT2MD5Gs9K9R+MWvjjoMz7Dwts95izNvig+gj2XlNw88mZrvstdsDqspJQ91l+wvkLsEr6qhBS+T7mVvUwpEr5fale+KAc4PoRJgD7vL5I+B1InPlgdEL3WylE8PbaFPli9Rj6KvxU+DiITvoTikj1h6cy7oCUtPgVOrD3ZNIa9STq6PK9zkz24/ke+9LEWvuz4QD1eqV4+xkeXPW0Zr752QQs9+Ic6PDHsxL1qhB0+TLtjvBaUaD0L+HK9LZ21Pb/l5T1UQy898L05vKotYTxFI/A9t4GvvWQbLT5yXxC+D9JcvQGhLb5I9I89ArFIvVF6/71Vy5i98aDgveGtsbvr1/I9YTsHPjn5yL3sJVc+UuGcPRs/v72ztXc9NoioPdymwjwTQuK9wTEUvma1pb5DuEY+Scf9O3jVB7766FK9lVZcvRzC7b3lJhy+uzZ2vgPxSD1KjpW9atMYvkY5jbwBzgo+vbNaPV1pLL0nYGS+y3fXPLs24L1Fdws9/k8OvoKEiL0Bdqi+s91dPbEDj73MOFK9SxuPvYyCTzw4O8W9z7y4Pb29Mj3d+Ra+jZEPPXTzur1UsXO++FckPcLgozwsXuE8X8MAvjqG+bzAR/i6WH2UPYJ0Vb42Wme+V+EGvulX2j2+sPw914IfPkEUZr5TjUY8vP83vj8UZr76SJO+NJLGvV4f7j2Ed2Y9bW/GOiGBwb3VvyS9+JYpPY8tP76T5Ci+c6aRPkgZiL1t3ge9HreJvsv4I70ZF8+9nL5KvqTVH77FhrK9jWO9vk6QTr42boc9mVavPHdN/bxFI9Y8BTsHvd/SnT08ItY9lhI3viRMuL2M6y2+p7cTvcHGJ749VPE7N3OQvW9f1L128w48/KFUvo3mWz7Lgpu9WR83verIIr478Io95topvuTpVb7JNuy86Yhcvq49m7xKpBm+qkkxvkJUgTzGAuo91eRxPAXgQL6YBek9mE1Cvhsxp73mghi+ci5rve7vuL67s9q92haIvh/CGr0PjpW9quuDvZ71Eb7FtS6+L+06vkuIjr1WV+08BEfdvEyaRTudac29ZassvXO4fj6VbFQ+BdyqPg9V+Ty2irE9Fw5WPd8EFz6/7NW7Y+rGvnzmIj5jLsk+pvg9PttMnz7GDM47tdvhvX7XhL0H5Cc++IAmvoW1/Tz9+CG+eksavUjZtT0/LSQ+PMjCPR73iT1m6K2+bGpzvTfqeT4S83M9mOdZvhmEIT3EYlc+sOT/PE8u4D1Ny+y9jd4mPntBkj7dpxk+Kg0JPXaxnz7tyHK9O2UfvdmFGj7Bim48qb6jve7pFLxPDlq+U1OqPbmQKT3CAqy9lhBAPhnK6z0+Y587BdfxPZWVMr6THYW9ffkCPihMvL0M86u+8h3nPd3XL75ZnDM9dJAdvVwSzz6O/D8+AwQtvaS8rT46KWA+XEWWPWH6q71V3wI+aLRjPjr9FT6rH8u9lVjcvGLZsT1sxDQ+2zQNvpX6v70BkBu9P4KXPBaq9Dwj7OK9v7QBvktRz7y5Bpi94MR9vt2zr7xumSo8a1vWvcZ5yr24Woq9NeqYvTjPoz6tmDG+l8d4PlbqcT3FSr892D9kPqLdCL7stUU9kzMVvQLMIz62zRG9DB4EPgGPd71Bjre9ZawqvuT+NT0WfdQ9XTvavZPFDTxk64O9sdUYvpVpvz6zyrs93QLCve08cL5GDTQ+OjbiPchKhb0Yoxq96TGnvRGSZD2eGLs8h+w/vNMZoj0ASRi+YvN2viuITr5y1aW72ddOvi/vQD4u1wu+HOaWvmsXDb6mGtc9TpxcPrNsGLxM+5+9IqMCvrh0R7xDpqA9WbGbPLwuJT2CAcC9XOuWPuND9T22hOe8+IM+PZah3r2cbU89rZu0vFttjj675Ai96ga2vC1Hiz1ENhU9T89bvgX4jb12x7e9yP0/vbDMY76sGh++3VcMPiM2Oz5ExUu+IGwIPS0GDD55lTm9dJgDvp7zJb1NfPk8u9nzPXqz9T3sE6C923b8PbE2UT7BI3y+RnM9uyTxxj15FR2+tdmOvrCBADyQbMk8opYjvnE4rbwlgme96SQ4vc6yBT4PrAY+qpyavvD4s71B9EE491VXPrW4Ob3wq5k+YmLfvaD7hL4f4GM9M1szvudI172xerU9K6UpvrDDGb4yjjQ99d1OvihNqj0uKKM8Aj7CvHx2oTyKbCa+bcWYPnN4XD1wOeE8IJGBPO81TD17N9Y9qMchPjnD2jtySgk+lZlvPkeyAD0oY5s957jrPaW12r0NPj6+plbDPat3v71tmww+DnZwPc+hCr2nbti9oQh+PtHx8D0AOhW+vQUlvnT04j3JlrO+kBMLvWiqjL3ZL4e9jl4lvlQ5gb1nJwe+Zf+XvY1+kT3YhD++HVqavSmchL6Fn5i+1fdiPWe0tb1klYK7zWaOvo6bwL0xwgW+e9aKvZVUab1u9sa8Xw+XPbcAoL0U1Cy+ycG0PLF5k70Syuy9mkfkvUjqLL5tO7m93DC+PYcSUL4UgNW9NA77vQMZkr5NCZW+X53sPHGoJL75KYA9yDa6vVB4Ar7OFdQ9XR+1Pa7FhjzvVgq+aZ6LvrqUCr647p+8LnL8vcJRqz1Visq9AFNLvrjQS71GKok9pEFbO6WiBb7uraQ9SidFveBRrb4a8+S99ku4vH36BL7ndho9R1I6vpjTkb5ADQ+9r9pTPRCScb5Oipq857v1PVbyAb6GFlu+q8sMvgHM+zvrxya+KDVzvbzHez1s+h6+SCOmviovRr7ZMzg9eHKCvprAJL5c+WW+XrfIvCbprb3JcAe+AUVNvm32AL5M5su9KPwEvm/p2r0Q7Rm8gvosPvEFYT1L4a09qDmAPWkrjb4SlUU9mGDPvZqANL4bDfC9B5jlvYjzNL6FT+C9f6tzvk+jYD23JbM9tO0hvmHzar2PyEG+LpnFvYjSyz2/0ke93TyQPUe/NjyptEI9xAD5vVDeAD6xiWc9BOjuvGbAT77LECE9IaEQvhe4RD10Ppa906Qsvg2CiD2aRRc+0wZ0vH4/JD6G9ce8kaKRPnMCVz46zDS+uslxPARrYz4g2Fo+/4oDPmUlMD5D1Y890N7BvbdAlj5Y3DI+xT5cvdmT+r3yXNS9IJwlvj5KBT5vGYi9nhcWPjmfVD4xvpg+xgfLvcxULz7R+jU+bGIqPTofgbwSywK9FDLOvX/OjDsV2jQ+cySnPmGbCD5g7Bc8GOV/vamtPj6HhA++j7vfPR6pdj2KE7G9PaqbvhZ6mj5aYQk+gO4VPiRm9D2BPmg9m7LhvaTscr6NOXg9MQCAvSwsmT6eveM8N3PkPcGYfj0s9I0+548kPtZIGT7i1Cc+YGk2vmPbHD25zT68arWZu29svr1EtAm9thW7Pazjjb0xJCk+pBFDPTOQuzzM9B69fFWKPlDQEj2RTwU+7yuhPbiLwb3wZ+g8+xoBPtUVDD6XRx48sAoNvCAelr0itDw+OKyKPfSlAz6gu0k+d08wveCZMj7vAxu8oOYjPk/AEb6uFYW8QC9sPUi2/z3QG/O9pr9EPUvZMb5Nu1E9hkMAPbGnFb1k4Wu6mZBjvdmKs73sOow+MqZuPi0Ud75unjI+eCyZvbxz3z13YBi+35POPX3O4jw2i2K9ZjS8PWonFj6uK6g+2mpfvbpgCr5RxFw+bu9hPUvNpTxpj/C79wGcvV1gvr2F8HE+93cvvvze3L3MCzG+O0JlvnaFHj3sxaE9F9tGviewxT3XPs299Z76vXkbhbzY+/I9X3/yvS2Olby4khq+1DyvvLGRKL5uP1Y+qz4/Ps3K270fTPG9HiE5PsH4kjqLBc+8HJ/iPYPeJTzLjBk+3b0PvIhgBL7lJDm9oIoxvXYTm73ZAqy9xSZIPXxbVj1vpGo9KwM8POUgQ7y0NNY9U+ZVPjQX3jyQIhs+XBQCPuedMb0YZFS9samfO7QrhT2rZ2m9eOa+OyN28L3ExAI9Pt0TvFedDD5iUkk9U9osvp0DnLsIu7S8ESWsvVPAhDwcb3s9cYyCvWwhIL6ZwPg8tyWBvc4zPz6XMR29FoAUvr9ttztuPk8+Z4M5vnFjq7sX5JE9AK4WPqEgqL06e8g9LoqYO9r1v71wV6C8UAQoviE4wb0oa38+ZlY8vrR53r0ElP09liQVPsS8sb2/QM47k0EdPpCqvL40zzy+PXxivhO1DD2e/ZM93kEcvjt8/70hAqe9lfABPUn+tj3zZb09vqt+vYzggb0YkzU9GUwIPlL727wXxMA9/Ebnvb+lq73L6wK+5NZOvRpRFT5nkTK9HpyTPrtTlzt4Pk++JF7evfiX3Dz6Euk9HD8vPoCvND4SyxU+MXUCvkU4Fjo7Jqy9owGXvKcU/b1w2jK+GZBlvYptWbw+f5s9nGO0uxlWDT0V2VQ9T0dOvRYvI76eFRS+Ah/Xvpfj+T1b0j6+R0wxvYR0Qj7HfXi9i0zCPVC3Tj33mB895BjTPAAEfL1baCi97KA4PQtTZT1Dmr89Af6gvPaYrj2QIgG8ngOAPuOZhL40+CQ+Oq8EPaUjDT4gOva9Q6RXvuWAQTxpEpq+A+ZxPRcuJb7nyZU9sabVvUOQNb6BufS9U7HEPVb4Qj2jWDC+zGi9vXSMlDwSDcS9Th4HvkS5Gz3SBPc95jG7vZ2eHj51oMG9qZGDvRVVH73LBpi8+kfqPW0vzbwwu669sOXrvTwnsb1Y05e9IVOoPQUOYL4T8ga8C4OhvK2ntb4nCce9bCBQvkSfLj0X4Nk9LB1FvCa/gL2Mye+9BRF4PTt3WL3Ww/u9a2qCvMq2E74wcBu+TpAqvi07V73ocBK7Sx1ZPpJTsj1hXa67zfCQvZ8Err2S+ym+7bO6vMDhCLyIOB6+WW1Lvnn6Hz5/xs89CWMWvn2PtL2oCHA+Y6t2vklhF76uBwM9IL1Tvg/03zwjLga+qtetvZ1eN71hrIy+kzydPbw8GT2/fEi+NZliveP9Lj60VZw91/EvvgIThb5/xHo7U1LyPaYDHL6p4tY9AQIyvn5HJr2Ia1K+7jKZvrdNH77nIRM76wgHPu+AsL3x7zO+FJuQPYFQHD4HLRC+qDwhvkZLzryWP2S8nzUHPRryE77nuJi9y9YIvvrf0b2wEpQ6axbGPVd1vr1PV7y9ck7SvSPo3j10aW07mKwzvmztAL4jqeQ9QD4KPn24Jz65ROy8nVNzvYmy7r347qy8HnyXvjb2F75SpYu97Revvh/hFT76kpi9MbHCPSBnX75i7iU+0WsRPU4jFD4SFOW97yPYPW2Per2fwWU+1Cc9vVrGxL02J549gfOrPsQHUb0V09097X8BvQRawjyyE44+N35hve4Z4r1jVQA9THJMPTVYjz21i8O9VXxlvtGJAL3ywBA6kvSdPNtZRD3KhWE+MiRbvghyQjvgayM+0+m3PZE0gL3UAva9r6etPcp5mr2wvCE+v1ZCO8GLBr1BF4E8VeENPnHjZr4I8YG9SzdNPtNRFb3Et3i+lugdvYbQNz7CaNi9OjNhvdrd+zw5ksG+zozSPeaVGr0m9WO9rsUhuw57Ez6pmLc9fVQEPkIpQr1ClQ4+vBqgvSQsE74ro8g9e0aIvvQgiz7cb1A9P6DEuwPDmD0/4FK+plLnvJBgKDyRDeQ+G5IKPprE073Rxjq+BIWaPlN2sj12FeU7y4M9PgFuPb639im93F2ovTxuFDzvnmQ+umExvrnOYL68xu29e+gyPa72+D3XQrC9zDoyPoZ5Nb4PvGO8tLBuvuIhlj1xgYU+M4+fPrpRhjzWbJs+QqsuvfepgT3REaq8b/QqvnJk2zzstO29Fke7vQEOfL1IDXo82TQ2Pv5R+b2IwQW+ck2NvXtbNLyx5om+6Lsovkz8jDvP71e9KKWtPE3kRr0WOPS8UxlJvYmViL0XQce+ebh6vlrsy70Y5Ws+FIkovnpu2D00AQ45ybqNPrAogrypIr89o/tFvIj0Lr4M7r2+PpMbPYnGfT55K6Y6kBXlvVithj2S0zU+7U/jPFH4BT0PSWI9GryYvr69pD0AMRo9VA6xPfcCYb68QLe9lk+jvQeyzL1+HyU+pD4rvZqWP71sxAy+rGyNPVllcT4Qofw9QjXDvVX4FT7+/ze+U08/Phus4z3K1U+8uE7aPR6GU72zQg2+frJqvdFsnz4wlB28CRP3PLN1i77w/xG+0hNJvho5Dz3DcDo9CnZ6vaV6zb3hcgU+lY9wvYyTqj36VjU+tUqBO+pHpT4iTqK+LwKwO+WgYr6XO+a+9BQLvrtjcL7p4EG676SmvgvwmD4/EwM+UE2YPp2Mur35ZLA9hrvSPevg1T5/7tc97aGCPl6Dqj74Ph678/BUvqBpEz4FOCk9UB1Nvs7OI74b3Es+nUB7vqgfrjwF6NG9fgVPvgNfFL0BvxQ+UxE8Psqrbj7w+IC+Vk81PBLtCb2PfI89+7UzPWDnRj79Qcm9lXYFPiZNMz2FACo+qoEfvifMCL7kJRU+vRDePFEKFj33QFo9/YXfPU5xLD2ZsvA9uiuaO2DyDr4onRg+4HUNvqgJT76HPBw+hbKvO1y++z3QHw+9RDz0ug92FT5eREg+2SEjPb9uPr7Vk5M83C2Hvg4Xdj6tbYW9X2t+PCVcvzy5JRe+1ql8PoNOerxtBSU9tbkNvoueTr5uquu8xRpSvRRPBL4YqwM+7AdRPnycrz7TqsE96EIAPlWZcD6MHCg+ZLyMvSQJQz2eV149HkS6PaW08b2fRWu9TzERvcnymj4XLjm+rtlPPv1vnT0Q6h+9O0UNviWHWD2AU0W+ZgkZPmQLZD5Zxey9+UgCPqdAfD30Yv69i4uIPowCnz1MulI9zpptPQkmXz0rDf68XEgRPkdJhr4PMzE9TauGu9Iz/j0Y1hq9op0zPjp4Gr76UwY+ag+APEsr8T1XX3E8jp5bPLLBDz1rSJ096E69PXevub1Mb7A8jzDQvSnnRr4+CEi+eM5BPlNEk74A5xo+cK/1PQhRqT1RMi6+PB9sPrCQ2T0jUJw9++fkPXba072UvX693QxjvrPqpb2ZPpO9+ZaMPfYUrT3h0Ec+mT8gPFV3VbyDEv+8Xh4JvXn20D0wV4y8xosAvednYT3cw8k9oFdfveSVjD12Lso+MNeMvtodPr1iGvq9kyYwPuDoHb51VPC8fBiGvoI1Qr53xSI+zNZHPYgjyr3NkXC+svRmPWNDJr5qi8I7KivBvH0+zb4+buo9VH8WPhLOWr7bgCg91PDAPCON5r1W9ha8oba/vdOgfr7qR4q9fPkWvNmMNL2wnM69nOzUvRuQHr1nGvs8ivs8PbsMczy8f4e8W6iVPlORLz0RXEy+2Wq9voXwYD4cUCW+P9lGPhUByT2n1Ea+K9iEPijWqrsIixI+uwZkPk6Oez4UVm09KuwcPpy+wL065jc+viYHvnplFrzSt2k9PtV+PtsT/z2dYou9OlHavTwwHT4op3I+6xMRvrmNg776sne9TB+EPQ8Qor2wrRi8HaHDvLQiHT3UyLo8YrQuPikdcr0rKqG93ipCvriJir6Puo29yl+xvY64Rz7hA7o8Nk8wPjp7rb6sC4K97/LPvg4ICT4CzSu9V4X/vWwEh76ZHWA9nznQPJfT7T2YlqS9w+WyvB+5Gzx1ZjS+Crg8vXoJoz3lYWK+SRfnPM3wgT4hYey9NpOQvuG73L1d+d0+JCtKPR8DPT7HZU8+rklCPgScrj00rii9e5isPcPZrTwRg3s+gXQ1vmQphj7P+wG+Fh9vvpK6A75kWqA8iBiEvr7UKL7V7i09AdDgvTQOO73lRlK+EEq8PVA1zr10lbs94KafPrk027zmIvy8hW+xPdbIK75FQr68/uNtvjW0T70AvyS9m0QuPuNPir0uk1m+4muMvpi/zLzwqoU+fs2evVZSvj1LdB49ifOzPX845r3EdDS9RbdkPjY4lb3120k82VltvnMRL764xAG+KX6QPtkFbz23+pq9EfKLPb1PAT7M3Bs92G/xvQwR5j0pxtO9IsdQvQYu3725sKe9BsIhvOEiB75hjjw+yZhPPtQhB73Sm3c+fghNPsShrD1Vues9DZQavmbrYb1rbCy+Nw8YvtfhGj3ZSqg9s33CPZUCdT3uA5M+jT08vLIffzwnX1u+5iUZvkl0sj77pLM90s9JvtdUWT4KAma+xuZ+vr4lLb5pvBy+l+DJvUwIDD7eusE9N2aVPbl9Qz6AQjA+TdVLPdyegD4LIwG7QLgwPjeeN77Uasc9zfXOvbhAj722Cuq9bRNJPlrSybzvgna+7WlUPh3u6bxCyHo+WDhVPuW5Wj6Of4u9XVxdPU56bjxErBa+tRR2vsFDNzy1bwY+1j1qvvWatTscm7W9hkXdPXvd4LyeTMy90JTTvMdgyDzE84y6rdNTvZUVPb0msl+9/gfTPXBxcT5Ronc+PhBjvWw/xr2fMeA9t8m9PPHFOT3lzsK9SqNVvnhEub1v2QM+BML/vUBXej002kw+Z8JaPuS/Tz3rni69xWoTPuJlDj6z7CW+CyBxPsTLRr0Pwec7iBIWvc+ivT2s9Y0+r/u5PaDYgDsZtSi9DeWkPZPQgzxQ1TI+wHM9PoUn3b2m0CC+tjmWPUpxuT1GjiG+gPfcOx9xSr0JC8c9m5I8veoijD0YiBi+DIKbvZ69p75qpEa9e4UePmgUNLwYmTm9I5IsvtRktr0BcPM9N7ZzOztUVD07sWg9Mu8YPvdUYTvjwSk99YCqvWIP0T0NSZ890VKHPW3k1Tx6O488pnSGPXn43z0XTgo9WVyTvawiND1VLh4+teDVPN7ATT66Uts9pMQhPHTIWT4iRwY9uIN0PeRNNL16GxM9Ka3WvUvurj3Giqe9p7OXPQoy2L1lePE9+meMPoCaDr7vW9Y9kNgkPZD9pDxrQIm9cNtTPvOIc72y83k9n6pcvnYMJr0Y4HK9MH0XvVydpT0DUdK9PEomvfkcpr31FLg6i/mBPc+19j2ijCM+1wVUvnx1HD7Jkyq+hh6UOwAQuL14cpA9i0OsvdQIHz1S0BM+RPXIvXHKKz7o5va9hbESva5Tej1yTBY+6ccdvGVrIbwufie+GY2oPSiOGT4x9WO9hkNuvYD4oD0rS/i9OP+xPe6uW75u4wI9K4x2PqWnfb0Rn1E9pl9UPpPswb3Rdw++r1nPvQjdsL1UXyI8TSq2voPfir66pRW+FHZiPimrJT2w+Rw+fhKUvtn/nD0WNvU9s8AtvhtqCD3S8iy90Al8PiMhobwwrpW9qNQFPgsitT3qy2I7EFRDvhVcCL7/y547FYlIvrjzqTxKaey9JXEpvl/FeDxa/GU+QOa3PlO3Ir4Rn4w+C2ICvQs2aj0iZAS+qeCvvXyAGz77QWe+ituhPZ6+WT5AvTC+ExWlveNIkT0sGNI9Ol5ovnTOQz7gYcq98rF9vgiVCb6GmIM+KWP9PTHt8j7n6/w9HoxXvlGqdz1kf7E9Nvg6vpbGgj6pK3c+buGmvoIu9D3wum+9m+FNPhRDND4N0AG+1IzrveMv9T3jiyE9TOaJvk3Sk717Td+9mSvmPYoHWL5iaIC93GeMPoHqjT0Uz4s9zaG6vjb7q707Wr891IytPSe8Pzu9hTK+5eUBPiTM6T0espy9QxH2veZxGr6S9569C5ARvcLl+7063qK9eB+LPdWibD7DZfm9sz7VvOAUBDzLWWw9KnfTPhnCsj2MC6O+DEjNvZFQOj4SwXG+QXgsvNhCLz2lYBm+07ubPa0GA76BXFe+Di0tPDvM9z2cC9w9vjeyPZ6qUD5JVDy+WhDEvYCUOr5IAWm9IiNsvgLL5z1EVAm+oskCvkB2nT0iVAs9ZAqwvcoAcz2JWho+cTUBvucYJL6sYlK+btbZPXzDnT31QWa8+mQ1vYxfvz3QImK+7XkZPmz2Bj5Bxhe+JQQVPo3JHL4teIo9QZcVvk24GDxmESY+F2PTvvZ+2T0awdk9eVaPvsyujzxmQQc9ORKvvhq4jD5x8p4+j0UbPkLtxr2pSyQ+AJUPvmb92zwlVxM+EOs2vsKjMD0F3S48774Ovthkab6WZYW+GOsdPWqub70AXOS+EaoQvF73Kj1vgrU91dAsvbPFrL5L08M8Tsk5PUvuM764j7Y+gCGmPSamX7466Y29FMAGvfu49z3d+w6+AQqdPUxhqD7feUu+p18nvZ8P3L0U/Cw9HmSdvFhqzjwPIHE9xXNyvgLLnb1aCt29Lk7BvpGPHr4m0k6+YaG+vooIR74KLJi+zUakO3mXhL4OMp69bWamvY4glL0hVhA+phEsvsxh5r0XD0k+ov9ivuZ+E70VJUm9Hj0vvlzUzbwzp50+yycSPq6cpT6dei69zRpUPoNrgT6ldH++ifeAvUo/vDws5k2+FBGIvcjI87teDJO9tL2cvTJV471QZt+7m4Lqu/4a9D3ZBpI+tCalPaI1PL05CG89fDKrPh+vHT3BQEY+ws9tPjG7kj0RmCc931GjvZkmcb7XXKu+RJc4Pu/AHD7WnIS8fsz4vTH4gj6Pkdy9AnUNPvA3cL1tffm7eo4gvmP9iDykl+I9rD6CvajINL6wQKk9h31gvjb2Mr674Aa+rIb0vaahD75mCji+1l1lPVIG4702q8Q7a41Zvph2xL2eaVm+sitcvbt16Tr5yXW9so+EPXzQhr5mnYs9axYavtqNBL6ZGEK8zDPDPaf7xLzrjwa+uGrvvVTu370+66k8NdAHvlh9272roD++IJBkPRVTK76Udge+Z2p1vrivCT6WLhm+TzSrPOGVyT37M8u90fdAvn3wt7wMPXs9ORS5vWL5v71vque87X3PPVDnlj0euGA93GIgPJg65r18+4q+itc8PRBqFb4CNF49a6hbvBUJnD1VYeu9F9ypvXnYor7N/Io96XeuPBbTg72OFMi9+ik8vdVcU74pTzC+JUXNvTJ7KL54QXK9cxuIPAe7zT232bY8atBgvuhj9b1Zb8y8M1TRvMu/hjzYZDy+4LEOvmxK1L2mbyi+S54svjshQD5QJAS9N9DIvVSQ2j1t0xm+jz+CPS5Xib5X/IG+vGEmPTFaSDwPY4o9fubTvU50x7zK9Wu+ns00vsYyGL4/pMK8rtVwPdmWkr0L0A++yrCPPVFzZTwC1VQ9keORvGkfOL5qo/W8zbV4PQ3O971oICa+45E7vtiFoTz0U0o9DZ1vvjw3Qr2DiBS9mrEIPL1+4Dymptw8YSH7vRfEHb6KQpy+Z5hOvoYxCL4pvwA81oTDvFsPqL3BQ4G+e0gTPkCu+j0PPYq9QoAOPcR0KL4gMpq9Ax0HvvidsT4DSDy+XbUMPSS5dD0wrrK+gd/uvMCAMj7LAG69jQLSPKYeSr202yU+zOmwPTIeCD4GeQQ+4bSbvqdroz6zVgg+6kBrPa5pAr51dJe9yU0bPsFTFj6A/pe8EVB7PVbKPT4h7ZU+UQrFPjgpFz4JfAg+dJ+mPMBWkj6uL3W9xbjyPayjCL7NOuA9f6kfvhECxb7aduY9RBKWPULIxj3Yor8+Jd2LPUXymz3sjoA+2nC7PliC9j39+Ze99BWcvkSCHj09o809egxFvhTLpL0NfK49y4n1PL8voz2ohQI935pAvQSbSb7cnoA+vKuNvDIHlTtKvK29EvKuPlKGjD3d7jq+ANmlPaE47DyME4W9F3WIvm5ub71HsEG+SYcWP4LmXT6w1js+P46TvYN+C7yEmD0+GBZRPnoBKj501tm9q99xvf+7aL6VihO91oBTvj9b4r0SFo69ldIdPPkIaz51Fdg9ma6SvXg3pL2Pi6k+OrSGvdcEHr5ZCmU8iVr7PbFwbD6hX1A+nZOJPr4VEr2KzMa8kKHAPDMKQD7PWWY+Tt0XPLzxkb70nSi+TkUHvhTfqD06pIM9uUb8PARPir5b/Yo+sC4fvrLWtD1n84a8dAQaPvPHhD1daTI9mecJvj4iqz0hmyw+hDmGveF82b1rUwO+aDMePrsPFT60p2u+m32KvJMeXb1YMk49zooTPg90jz7zeVC+PZWqO3vH0TwAsUk9jdijvm/ylz2wEOK155FIvW7OK71fJZm+CjiVvSVlq73OqC48OX3DPR1GNr7Fsn+9ol/APpAehz4WFoi9FE+MvMkro77ALC++5lvpPAMHir0ja5U8V13SvaG9ij1+QWU7jNIVPdU6Ar2fNmY+/tuRPFmVhb3Ub3+9TBwNPsxPZT0Qrf+9LggOvl/L0TyqJba8NnplvnA9Qz5X+AE+4257umUUi711xyA+Qbktvj29Lb7I0xI8YBy9vetnlT0s4zS+u1GAvUOl3j1hWpa968o4PpiN+ry5S9M979Hnvb9Zlr1UaOI9hkcVvp3hVb4tpEQ+tW+DPT4QIz28A9u8UtpQPj1jxr2yKh6+Hd02Pt5qzr2bOos8GsjxPeBnJD6OL06+oES9vYsgOb5zsSg+tnONvT3hfj7Tpkg9/tiRPhHOajzgl06+yZExvfQduD3kwNM93wW0vSwFibv+88a9WwNZvX2GE76iXJG8g5umPOz7uzuTspk9nfi2PZgm7z2wvIi9sYpiPvnbaT7ate09agTKvCH+gb0PotU6gSErvp+Rkj0bv4K8InRDPgsqwzwyoD++KsjkPaXQxryCUgq+IO1gPiVKsD015lW9x7EqvjvrDz3It9c9+WhDPOubdz4AAnI+FmMQvqNSOrwpcIQ96y4vPgJQqD031wU8Mxa0vRp6er3ZT0a+v/9rPVXhoD0maAQ+B1EmPmvhNL1VHis+wxevO3RFKj500BY+CRdxPXyBeD7WLAe+vvMAPXMKBr7yvce9hFw7Plwxfj6vudi9twglvMC1qbwbTrw9tdiKPH4MMD6Q+xC+eTkVPr4knj1S4CY9N6BVPYSQCD40qbI9ttyKvTfZAj68pWY9n2j6vRUeBD5H6GW+FL6vPeN84TyvNIg9nh/aPZ9V2L0S2Ii96x0xvlxurbxDage+p4OXPfqLozwpGSw+3/MRPiNm2r1hPn69S3IvPMf1jj7ZA4Y+u5GXPVaVF71kMXw9BrPmvV4UFTytZ649RscAvcLJSj6Wf5Q9b946vffpRT1Of1w+NgB+Pho1kjzg+2q+ktEyujJkB767kCc8pU4QvshMcbyh5fe9SHnQPLaAAD2Obpi8Z55bvvpEYD6s5qI9GTQ4PpWL9L1xv4S9VHWzPetmPj3VteY95OESPn+Gjr02YgM+D62ePKhVnT1eYEE94NIGPg/0+7wo6to9N5G+PXP7Gb7sQjo9JhGOOpenW74+zzE7EM/gPe2+hb5s6A4+q0XpPVRXSj2mBhU9PeQcPoOGGL4dt1c9YNwzPoIZZr6hxCw+YX7JvcAlV7wxjkm+Nd2NvvFtQT5nWgY+S+dAPpf0xL2IOqY98E7yPZH92T0Kfv89eV6XO/ROrDsGogo8vNUCvrHYPjwK1TS+tf8VvXRfJD6mUYY9L6CRvfLMGbyPETs9RRgQPfUaozwmt/I9YeiRPgs3nzujlym+jnwdvW6IIrxxnHg924o0PPDagD33YRC+uhk6Pp3N/bzBX2s9SkuKvazE/r4gere8HsdRvTW0Br7yt6I9gXlSvuzmGz7qadM6QTG4PCsa07yA5ii+KuYfvuEUY71UFuG9t0g2vlyw/b0oAw0+7uvbPVBYBT7OQs29OvAjPm2MLL5V17A9T4YQvOKfGTtN4GA8n87APL7GGr4PCKQ8eOonPRf2Tj6dR3Q+RgHBvT9wBr2Q5Iq8bJNGPjFQ0D0e0Am9eieRuiGCYD7evLA+awQ9PRPTmr0urVg9niqTvY+MCr5ii789ZFeWvp2FKr4J5B6+DAwovYxCrr3Wxce9FSVnvaYM8TwveGY+PfSpvWyRjz4VACk+lAKEvQoxUT6Ju74+SozsvaO8rzxdGrA9IvcMvs1SwD1NeSo+K5fSvTbsEDvYP6S9dN1tuh068L3kygq+QqnwveGflr6+Tqg9hvJkPa541jxbCAo/7R+jvUeHrr0Knoe+5SENPWMMRL3JfZu9fRIqvo7ORD6nwBM9ACLtPZ2xxzxZFoK+0cwYvhrbQL4/9ko+vaMevSq6fz67d8U8NBRbvSW6E77NNXE9DIiFvlBjNj2h78K87X+bvNLNIT2Yq4O9yt9wvYUzKb5N83e9Dh8RPr5Tp77cWoE+ho4tPn4osT3BGsS90ncYPqRd/bxeBM499bnkPZx9i75Wlwu989DJPRltpr7eSZ+9BFvxvbzzaL1KFeA9oTphvXvZC7sWDry+l6FUvphAOT6xcVO7KJKvPSdzQT7pimc9B2qau30Vnj5Z8by+NkOXPSfUj718bWI+0bW1PX4voTsxJHc9UkWkvqWovL2ZpTe+aUqrvjX9i73RrB49HqIrPgd8rbxnYy68iL2RPsSxPr4SSj0+HiH3uwtMED69Q1s+JtMNvrBIab5wK0y+rXmNvlOnuT2vFZ6+QCz+PRQKVz4uESo+KBdUProdhb3Aoo4718AVvcW7Ur1V4jo+bRlvPD1sqj52PpA9Pnk1PckjMz697ri+sZAqvghyhb1FCiM97kqGvXZ4yb1WndU+zZcTPb1Cl70Kig29LRqCPgLqNb1wrK+8P+lEvrxNrjxXmuA9AkFhPeURXD6qo4A9DL8JvVNIg7yHQxq+E6ybviG1ED4X5r09Y/ETuW7aWLtC6j++qezPPRXXRL3Layo+BOUwvl0ZFT5ItOS8nwi5PRbklb2f9PO9sHjqvakw9DuQKgY9Ie4MvvHkmL0BxaW91FJDPJ3TE77gmHe9XQKavcvc/71AsRq9jgXJvRpZRz6uhsk7aliFvHXnBz7SOqe9VCmovQ8farwkqmg8Cq/PPdMbqD2igkI8Eai3vVJ8mr2SM0c+qNZaPZehVz2BecO9a0NcvbwpD7w8kJm9ETSvPQ2Bgr5UafM86e2DPO2iPr6/JiW+olRbPLs64z1mJZq9fkrNPaW4rj2lYVQ93dlTvhXVOTy6mEc98OwlvmA7s71aezO+ysMoPcK7nr1T3fq7Pt/7PYZgQj0ZkR4+t00aPqA8kj0MnR6+Sw2xPUeB7rz0HQG8t9wqPUWbGb2VQxq8aybcvW6gQb2PMsQ9jy8wPnSTIr6LZyK9K0GnvTEpQ74uecQ7ujLzvAV5ur2XeUi+tpsSvcwugD1Z1x2+pm8GvkH0Aj6GVnw9GvtqPXSrhL0QWmy9nc+XvQtG/rxiBVe+/yOsvWekNT3SO4K+dmZBvmnPjjz2Wwo+HmAxvacPxb3T1v879QemPQ59CL4JdTm+MYpNPbRPGb4lMMm91j1PPT58Cryn2iO+pcaOPTLFcz6ugTq+HpTBvKIljD0TibS926ISPvmgcTyiZ5y+Xy06PfM3Gz7yyBy+TKG6vcnGSD1bWSc+bHRgPsFYIT5JcEq+H+VGPjnSG755LUE+EVtpPoHyhD71riC+IvdOvhrGUT4J4mC+MLxkvuTRnT0arcW9DmJNPflBlL1FOE8+28kGvpglj755x6U+Jr80vi15gD55dz69KJybvemeLD1QC+I+jFHeuxHcELwI6AG+5VsuvpT/tz7Gi7U+LyKZPdXo0L1XMNA+ZbNGPlL3QT45mT69Bm+NvZ4U+TwaKTw+mm1Pvu3Cvb27Gpi+m3/+PRjCLD68FJ0+GS1IPo+uEz6c9qs+x8DDPfzUcrwsflE+4YT/PR03HrwY0to+N2AJPqh9iz0cX4S9+HqHvSQ2mj0OJZk+cHptPqs4jb3nzik8sRmOPkyLFr4vsOK6UAoxPYN6az5HXSa+P0oBvRbKtj4w1cK+4JtkvU+28T14NG4+yHafPSmmCr5WfEU+8JbOPaAcyD5YbXE+kqfMu9Jzdz0b3S++g5HSugLxfL7v79e99/s3vUCk2L0mAqQ9isQJvb33gT6XRaG9g8f2vcrrdT6g2kc+7c3qve0bQT7guRe+XP8kvdjMRD69JXu87LLTPkDALr44chI+s8lRPfMEpD4JikE+sDHHPlvZTT0AXpk+xjxsvVizlj5G0c89klPAPa/5NL6lX2I9Ic76PBCRDbwdJXC+SAqavpCHiz2Aucg9f03BPJBR0bz1kIW+e75GveUXKL66Q/o9fgGQvURxZD4tmtC9u0cEPjETFz7YEYw+ahuBvf64HD5O4C494N35PTPNoDyoX1I+3NWYvVlp/Ty1q0c9l+ptPgx0JD5QIGO8Z8zpPCMxGr54d2U+7rDSPG7w8j1jk1m+qgpyPk6zuzynmBW+yd4RPWWWD74DjD09j8qAu7MOW74gByW+OoQpPTIzwz3dKgo6784tvahif74RRdw9gRl/vavEPj7APcI9yhFPPshYoj6xQSQ8ZcpgvnubiT62SCE+xV0Lvn8ROrvnDjc8i5fePRkaDT5ZHvU9zjHeOm6qRz11n4I8ZNIDvsuKcDtXIVc9G8A5OUzJSb5pDsu9rHdrvlOVQb796pY9bJJEvl6mlzz/pUE+eE7hvXMxML7CeJc9uaFkPZbm4T0uHme9qc+avRrZrL7RveI93L7mvdGWYzrEm9k9SSk4PVGTCT4LDnC9DDDgPeDMjb6gtEk+Bt1wvYsf470bvM+9nLnmPbQ+Cj5znNq9+uLePRi03z2WdKI+KPM3O7bU8b7vC5q9bO6UPmD/eLybrhO++RcBPjkVQz6Yi6A8gXurPZeVMD3MLyU+WtanPlzGib4bDwI+HThuvCM/Ir7VNvC9S/NvPMRKiL6vtgu+tzGFvW0XUD3lwZs94teHvhDfob1nmZw8jdyxvVssLb5Rz7g9pXegPPlj6Lo4/2K9+7pRPcm+h76Ux6q+xSVPvgozwz2zcR++uK2qvrjBpr6I4my8EUzdPfCz0b2nWyS+bjy2vFUXHb55coO+D+4Yu+HgDb4UIVk9x6QQvhVzuL0vYui93Q+fvRvsq72dP729ZhcYPRoEH75/Mia+9iflvcVrTL57arG97r2oPXBXiL5HGJ09WLd4veUuV77cY4c9TNqTvAF5pz11oiC+S8NjvvSKJr54DG+9b8dCvkdqm74Jpj2+X2UAvr1ilb4zXR2+YOoLviziAz6kh5Q7ln9hPSdeK72WoL68H/Qgvf69o72z08g8QvxkvtSc9L0pQpW8X+yDvagRKr6sxay9DyLEPX4Bzb3Hsqu99ogHvRALBL7/Pzq+c9hYPRPacb4iUI29yCGXvSALnbw+E1++7ukPvtfQPD0G5yg9Z4NbvlpkfL7XnJm9LZafPS2K3D3geZk9h6HwvJnAS75NQkW+INSUvn0xIz4l1Rs9VEpUvSZGmL7IdiC80i6QvgowDL6EtDy+eeTTPX7Cfb5pwcK9HHibvsErnr3KGA293OwBvpaf9b1+EgC+z0wUvhv4Kr6Ny1u9l7+Dvsp9O7y8BI89FopnvXByUb5SFqa8b+p8vXSUoz0McT8+LfXEvF9L7Tzq9n69Kecbvae3MD6qSxC91P5EPOfxfT63j1G+xI0VPtPHMj0FyUA+sGZ9PtuOeDwGEIu9tZkyvqWsBT3DBoY9xMWLvqVzAD7qD549Pgd1Pq0/gD1FsCI+pLWlvFXzPj5kQ1o+35b7vblRFL3QhHy+A8Pdvf6hEL4ni5Q+B0fAPSk2Cb2cI9g7d+wDvAO5LD5dJ8Q+2YudvVOgB74q4ca9aSqjPk3crD40Bww82cnAPR0vWz3SOFM+Vm3GvT0uLz37koE9/b2dPpMhZL3AK1E+KM1NPpU7nj4YssY+6/HjPdu6fD7lOA+8tffCvVvDE74pUDU+J/vlvPOz2D0unEm9hklRPqyQMr6Zo/k9kr7NPaa6aT5HKCs+AnhOPYR2Kj08/5a9tMKvPXbvQz0r1Ig9V4zCO9wILz4km/C9I2C2PcwOiL2TvnY+ZybqvRWeNj5Ap9k9ITqpPuwHwT1fDpu9nSSbvKvJAD31G7a9sRoBvjWsTj0PxAQ+K2wmPkKAMz4ci1w+X+1SvuPANz47QuY9vs4ePR9Jxr3aOWY8OzKrO7WBjzxXOb297HUqvryAlD5N+F6+Wf3GPqebG75e+Wq7149PvYK6XT6P164+RCUrPqSWvj0+7rW9N467PH55p73Xx9a9L4xbPUpC0z2TBZU+WscVvvS2QL3mPmK9CgjmvLrymT6KawO9sKhtvc/kOT4QOTu+xqf6vGm4sL2isDQ89JAjvi6Vyz0jnsA7SGyGvUCRSr3/nEG9RXIbPqII1j0++zq+XNJavsnW/D1jigO+5WbQvZdWOL7/S5g9VhF0vrjPtD34nu07iZvmOgmbBD0oDpE9XCvCvMp24j3vzLS9qFpAPDtlDT4qMGq+G8CJPn/OVb329mY+piMzvSBVFL6pPYS8qXQivr220b1ywD8+LesAPe/RhL5Ig5Q9ymmlPmXrrDui1y++d82ePaU3pbzI9Tm9SEqavroVHz5zsDI+tgOvPZ4Ch74QvjA+A9nevPLBDT6nUlW+j3ghvgcju712VaM9caGsPeNq370j9WU+UIqKPhMdpD0gc7C8VPTCPUKXlj3wmb096w4ZPJtIZj2/cJA+VjAOvj04tL0wJL4++NW0vIGeqzztQBO9h1YAvq9kyr0W21S9Zw2JvTtMcr6IqLs97TPCPUYI6j10LJq9BWJIvjvucb113CY9eCPJPYKNL71xwjO9NauEveuwbL3W7D29UZzvvSjra70H3Q49TYBVPn8X4T3sWYi9WNShPiT/Fr60hms96I7KusbGST6G7au9AZOLPI2fNb6T94o+oDmbPVx8Cj6cxhU8gAD9vUiBJ70LgJO+oM99Pm/4oL5f+l095snuvdt7Gr4EIUE+8twBvj7lK77NYMU9dxM/vmDyWT1IBDM8CF+OPCPzhr4+6FS+A4ywPdbJCr6ZzAS86OnSvbsxp7211gy+DFBKPeCDET0sJbS9yb3+PahdJr2ocwk+2i1bvi+gjL3LG4++bCwIvhw39T1uwAw9L6rzPVvHYD6dRTC+dI76vYxBF7yCKQm8f0mKverOi74aSR++zt9LPfSCCr1Geao9zmNAvtr4srz2RMG9o+4RvqNfR74NAjI9zw3YvcJqB75H9xK+eOezPPYz+L27tne9kZzFPEnI472jAMi7/s4RvvlEkL4eCpg9Q21OvnJDSLoeYfw7EmHQvffPwTxNy0g8HReyvKMaJ77BDTU+gbLKvSMKvD2xxh2+XnWKvU374rxNmc+9ZYGIvD6PLb7fLhi+3Ke6PbLAQTyhA4S9XIjWvarXj74DvTe+6hOhvT4tMb5CM4i+cxR/vizjKb3DQRi+boOsvqTDaL4tfU8+278NPYxQ0r3OsuO69c8pPqepDL7gQxu7qq0BvoLEJT6ortQ9Fw8VvGK07z3CG22+KiWavdt1Jb01HaK+En6FvMZZBr5QXPo9nSuoPJs1lj32RuU9hCInPn5fJ7zLYdS9LEcsvRi8WT45gn09Xo1BvkqxSD42aLA9ZJb9vKD/KD1EChq+QzIvPn02d7wohBS+QWQEvu55Yr2Rnhi+bpAVvgrHJb4erU89n48+PoM+tr2JLAa9kTVPPor4jrwLkDQ+LvnoO2NFPT206cW9R6j8vZQtOj626u89mgn3vHjHNz55qNe97YOuuphYSz630mk+02jPvpkmlj4h4E8+Hv4VvfDh0b3nVh0963Xpve3HYb6Q2FW8nmUtvdphL72+QSu+Le5uviC2gz6YIGg+CpWKPk83GL297vS9n9G2PjJutz4ATny+th9dPrZbGj6Cez4+fUGbPeuYxb0YQRc9q7lAPTR7Fj4nFy6++fI0PopnVz5xSgI+L7RCPcynTT5AaBQ+QCayvkGZ3btts2k9GhRHPGhDAD5szSW+2U3+PKqyJL6GOXY+enYQPqz4mz4t+s295JQFPqL5Wb1wPz09XDi1vRjREj4cO3a+jew3PX1DUj51pSm+nvyaPYMLBb7neRM+Y4eGvcZ5Zr0QJ0E9tFphPuvNlT4K/Ng9pJlfPW0IFDxYGFK++cOsvaN1bD6g7iQ9uXlkPQI7MT67Oqk8qRRCvnNmlz49JLy9BsUuvhUi7L0PXu28BNAqPpxeg74q/ci9+C4BvMUtQz1rHkK+cbTQPiF5lD2ExsM8B7wSPmQmKz5V4pM+Q8NwPprQ8r0Pnue8KROgPZp+Xz1PItE9IDuQPa1LnL2eJRM+ju44vlPcFr7Lz2q+DcGZvgYqdD7KFFs+kCw2vslMsz36ozW+fvWYPWU+Yr3AJg4+Ds4kvg7zLT7Dp6Y9vtElviNMaz2Piqa+NWYiPUajcj10Uh++oFLrvDXdSj0prxc+HkLRPRqqhb7/UUQ+2yRNPUS3Mj6aj1i9Mohkvl157T1QUaO9fReovLpUmL4QQhe9vAWQPufjgD1Tkqa+qsHYPaS9TD0tyoC7k49PvsHk071f4yG+H+BJvtCMKz0AH7G9PG3eu8hrpL7Yrem8Fr0+PpE+/bxVsIE+L7gkPnjZlD0NzlY+T+MLvU8wxz0ru826iYSuu8IqqL7QmUc+8hAaPek4L75dH7Q9WIGhvX1gSb5jgzu+wASDPb4Adj5rTSI+tNcmPvKKDLsFm7W96ge0PG97IT2Q5Fa7/fzIPVtnSz22MlE+GPAJvkAFCzzbWfM9wBw8PkxPQj41z4I+QqsSvcJ+Hr0i5C29e9r6uvBmfr6zQQS9vCXHvaxIar1r2xm+6DihvUrluDxaPeQ8a637vFXp8ryd7Z2+4vMdPsTVQL3ojO69pyZCvuWoRr6h0Sm+oKDpPQPtOL6ihMm9j6q/Pu4rJr6ZN8a9PZZ4vg5OUT71Zia+irESPvebob16xTI+hLEUvY3DTz31jA0++SFIvpQ8Yb3fq36+ImSMPthMHb5YfJm9SxGyPUReEb7QCGy+S5wYPJ4osj/j32W+2dGYPQci+j6DCx4+ksNxPxjwAb6GkME9txCbvnd5Tz49x529ZdFbPmf6bL4WnTQ+SMNrPrwJGr5c4vg8fN8MQIi4yT3xa1y+bWmivdTPsz4gvh68wl3Cvi0EmT//T4q+Nes2vgBZ+rxxkCu+IjYEvlurwD0D3sQ/zYSGPzHCqL2LoYC+hk7jP/zfQj5t0g499RTjO+egxD4lZgc84ZsgviClYD1JvCM/liOHvV/hb75hYGQ/84LrvQL6nDxeZZG+Nw6YvuyVlD1r49C9ykt+vpoj+z3FOW4+dxauPToaG0ByK4O+GDgqvoVi0L37N6q+8bWDvRz6hz1zSR87VZU3PmSrmL7T+7e9AKY0vkxe/r1Qhem85GdvvkotFbx/vMA+jUr9P3c4Db0bLFy9PHhDPUMG3b1Eoje9h1yave3JDr4q+gq9G2DfvfR4AL12nRs+jb8OvtWSMb7thOg+KRcnvp+qpT8PiBY/mmPxP9MYfT5nRRc/cSi2Ptiodr4yMNc/kXiuPFI1TD0KVgq9iri1vYI4n71ROLw+UxGRPjEBQj7/C5I/8bAqvjHnA0AE/2u+STjevcckIb4K/Mi99XyfPioyrb7AMfM/YKtXPnb9gr4zTIY+w2lavpesMj0KMQFAe7hTvTvwMb5ektC+K+JIveX8mz4CqXI+nvMtPUx3hb9Q1wu/6L4WPp5myrwvDxvA06dcvscT8j3BvY4/lweQPQ+RLr7vZCG+Jt4fv6uAIr1sWpi+G6A7PdL1w71vEr6/lrQNvU3M470i7RE/JR84PLHEMj62sHU+3+I2wB6kXD9Ic5G/3ZjNvCO/Fb5QsRM+FBZiPp5ZKsAnDMg/fdYpOzCLwr2I98Q/hM0LPqqEwz6AFso+1Jisvr5uqj56K3q8BT/LvXaJZj9yQ8g9Y1TgPucn6b5bgUY98gWxvXN40z/3ZDA+EsptvqkvGj7W8zA/kDAXPF1+W79SLQg9owoZwBAVkL9IjQE+eCGhvpfkUD9eNZA/dU4lvVY4Zj65rtG9SmlLPnjQkj7aWCG9TXjfvR357j3MmYg/EdTbvGRqYzywXbO9+QnSPTVBODw7iVw+yervPIeFIr6jius9AJGwPuSIFL4q4/e9DkVRPkdSDr7WGHC8X57TPeE/zr8F7gk+b/PLvyGcHL94bJM/NaDdPNUnYz6sy3a9gAGIP9B1+b67ZIQ9HkKcPLcjAz4L/9y9iFXtPZyTGr9Hx869jqByPgwjPT+AsbY+3w9RP4dzar+3wOE+mBgCvearnD5dSBS+5RjWvi20GcAvoPA9ib0jPxDqir4uhna+VwY6vUZDIT7dhZi+vY20P0f7Yb4rDT49cD5dPhrIDb0zNDe/sKU+wC9Ty74X4ga9hfrFPQovBsDYXwa+XPcvveJh5z632Qc+imN0vZZyTz7+mho+L4+EPoivYD0ZyqM9iLWIvl/zMMB6IUq92JLSukVtjD5Ksyy9Fyk2vVRsoD5Ps8W/VKrcOtpj8T75gAU9wvnNPd/lvL3xkTA+Dzv/PwIM77+ok5E95QavPoyG3D/oAdW9VPJGP3rqOL1dKxE++bQBv0K0GT4SuR09DfWDv5QNvD252F8+NVeUv8xBI76qRKQ8lxGIvg3LZL91QgE7eNMcPv99M7/2p9q9gBOoPrL/o73rLFrA70BEPe+lJL6LMYY+agOKP/UUKT4+HzC9a0g6PhSZuL487Cc/A9WsPSbEBT4K2KC9zmDXPSPB573m9Ms93gIbPmuGfz9/8IK9tAROPvX+kD2HJR2+2hmFPoF/Bb7mVqQ/Hka0PZslGj2MViC+xyv0PU6DHz62+YS8fj6tPybHlL2AOQPAolbmPKIfLsCs1Pi9nWfSO55ww72lIam9NVVrv23o0rzVdn68o2koPK/X97tMVg692bMFvyin6Lv4dLG9ccOVvxCzJr4qYwNA32mVPvVDI7787Qu+UpkUP0ThbL2xaAg/2zXiP3JvMr7Hd3I9/reIvoI0HD0U+Bg+njoUPrBssj5gZ047"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "G3hrPXiFt72M3nC9lm6dvZ1BpD2n74y7so/KPIJ3xL2bOHC9wLHQPOtMVr3K18E89MzrvMoZ371ZXHg9Rg4GO8jeyz1Gj6W9yeONveqz9zyev+i818cmPbwR/b3Ngc+9YgCHva9E2bwqqEa982ZkvZo+y71qrhu+wy0nvROG8rx3+DC9jsaNvF8G8L1P+d68VBylPPSOIr2OcEO+Zfv6vb7Q2zw9oaS9tOsuvlOiDL6Tc+K9Ra0Kvl6c2z3rmI891BudvUy/w720Tjq9Xmd8ve99Xb7mjt29wPRMvqzUBL4Da/O9d/02vR6YFD3a2DC9ZZNdvanYKb5ARLG94e8tvaRzWj0xOSu983uNvSyjBr2zreK5psl6vbCIBb5vcwu9RYqBvp6jdLyT1gQ9luL0vfnKZTzBEbC9zDMMPfb11734UpK9uPTbvP5UuLwlsRC+IjZqvDIYnjw5MUW+H83nvaE4Br0Zvse902b0PZ67Kb7kgyY8EEvxPEj1bb6CB1u9BQ+PvmTXsr3f80y9x2XhvTIsBr4zfjq9WV1SPNuG9zwsNA68gSIPPnHcsL1R0Hy9mxrEuxM5+7rK0Q69u+zaPVB+lbx9Ts69CaILvkgSWzxjQOW9wPOdvXEygzwjb1K8TV2/vYrfXb1jfJm9OnXnPQMoVL15WIe9QWoNviK7Hr4="}}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 