{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "ItmKvekHvr37bmo++60OPrnQJ72zDMQ8sykYvWD1sr0NTam+d5InPSOmoD0K2Pk8dPtqPhT8ib3RyMu99aT6PZEeoL2S/708sn2aPYv3Cz6epqC+/VY4vcEtOz5P/La9gLtLvl+9bL66osi+pMcwO/XHpr7AnVs++XJevEL65L4clN0++B6WPWJNu74RFMe9EqQKv/wPWL2gzia9LNzsPfWch76b71K+E1JXPgS0Dj5oTA2+f8PBvNd90T2jIvu+geqHvifGq74JEA6+D76KvlOTMzy7CRc90XywvSmvH73rkgQ9h39IPVzSCr2yk1Q+eoogPqhBED4AiIM+481JvgmF5r5rTrm+Fxt8PoraGL6tPm2+IPKtvfgJ9b3pYEC+Ln4Ou5XUE7466YW99TbRvRSUcb1/H2Q9UAuPvjXYITwHqLg+94BrPqs+G75UsQG+gfBhPovgPbuiZBc+tHi7uyy6hj36c409pm09PqfjXz0Hz4A+gInPvmuflz7qCow9f020PRb0tD2ROTI+pSdFPTy91D1LAPM9K34GPJ/wDT7QvWS+GlTMPf3dGz6Blwe+JIt6vdjFtL7g1o09m/0jvuSdeDxgiAk+oVQyPq0q77xH//u9BhVGPImMGzzlXpy+DKDwPVfhl73NcaW9IF+/v2tOnb7g8go8yFBbvvNfID6dAWI+9MVUPsU6ET4n9ZM9XDe+vbghdT5QKYG9S7dkvZaTNTxZHF09wBWLPJ/NHz3nLMi9nS0QPrrBQrwS3oq+tgXaPgLuOr004U8+g/SHvVX1F771hxc8/mZavWFYSb4nioq+kg6iPCD1k72lBwC+68UAPYNjxb7MCye+Gd43PrsQRbzumg++gK1IPm8Z5Lzs3GA+22ozPi9eMr56Pz691yQtvne8ij6qvHg9L9FrvkmEjj1Ooki9+hcUPrrumD6TfT09vIThPavof771uRM+LwTPPshTT742tk+9Ha0ePJ5V7LtxVqi+j+OFPmMJvL0Cnnu92El2vHx3Br6dTUW7axSaPHQweL7P+A0+1bUJPnH9hT59aiC+pxZzvn1Ni77fSh+7neDaPSa1Ar1hPNE9LIGvvS49jr5LDz2+d1GpPTWLQL4oRHu+iCwFvWxh3r30TCi+nLRaPpkZ6j0PoCO+hhqqvqLO2LyCZQG+dXzgvfg/Vb5/NkK+BEGCvpxqPD3LoFc+tOrculQ6T76Lixs+pa2BPW+BAj1n/7g7qHHsvaZRoj0bu9i94AW6vKQNlj4u9qw+LiuSvR5pOr5XUYO+XQ9svfxqNL55Umg8NPnRvALaKb4MWhW+rlcOvuFAzLyCiqy9hOtFPns81r2D79e+j8QAvUp/0r09zGa9ixiEPslmuT1k0UW+h4VBvcoXBb9cy5G9cxKDPnRlzz16/Pu8KkEEPiqrjbxF5L68EStRvZ/sZb2SY4g9HL2lOwYpNL3kCGW+p1IFPkX/d736l0o8DZtlvqs0uz2nmCU+2gBDPn1rVD0jySS+lw3vPSzWPb30DxU+NQKRPvdbuz2ll14+mpxGPvRR/T2FNAI+NMoyvnw8LT7OTJE9tp85vhoJjjuEqLc+34OcvrM7Pr2QXF29xaMiPh9gZT6RZZO+C9oWvkMCvj6Qtqi+/YssPqahmz6Fz0S+ZTd4vJ8Mv724b8q9pMpRvQYhDr6kvC++MLjzPXuFojwJnP89pZJIPdTc2L1HcRY+DbBzvMab3L1v9uc9qqjMPZUucz6BCkq+3HsGPtcWHT76laO8KZrFvTZhNz5mOFQ+6S2sPZJ/8z0xFAi+Oz8CPqABMb6RyqG+J3sJPs1Jab4uxzy+dVkWPvAzpTze7va+3FKKvq00LD1vjoG9/RwuvkwCEL+NTam86j2Yvr0FrTowepA9MeZ8PtILlLwG5Ou9zSQBvu0JVj4IRoC5zBZVPlFKxL3tUB698tEXvMMHVD7HD489XHqpvqL5BT0DPH8+ABdkPXzT/b6aEeq9DCHiPcpvPr2gAzG9XZwlPnLsq740Ggs+s+pFPlR3tr3lRlk+gwLvu71Y8b3+5Rq+fKY+vj5bmj0NLkk7RuSiPMecqb4Q3YW+iE7OvZZai74OjpC9IWmevTMaEr4yEBA+N1cVvqsvHb0dsVo+Rqmdvh+me7zSedE9u1csvteemL3Ci2a+dQzqPqL5GD73e8C9Y5jcvcA3U76WyKQ9ldwjPlUXcb5DlRM+mr5VPoX4z74HR42+sPGqvoSmwr0RdEc9AoqLvlj//b1tvQm+5wtYvITkvr0ndVG9SLQ3PQVN7L18gvu9ZgsHvrc9FL1EJ64+CYqRPRgtND7z6dk91sQFv5Nukb4UqtO9o6Y/vQuR5r3xIAi9VNrxPYdxbz07UhG+BMPGvniG9LxFWYa90l6/vW1/Wr6TAzo+oYPDPRTKAL7AWhy+ow51PhcSvz3o3hg+LyLMvgJvoL29VDW+RAQdOlVchz4z2cG9yJrtvfTWq7wpYSu9q1KkvuG0Xj7gcLO+RuYXvvOH9LtaKns9a0ONvN97cL6SHG49bH/JPWt+mr39h1++p+XFvouph7sHRa28WesqPeBoND2p0gg9DBLUvRZHwD0zhs09mIeUvTd/br6bFlK84ugBPZRtPT6YyqI8WmNFPpadMj6oTEQ8kwxoPiIN3r3EUZI80QUbPDZRI750nyY9OB+gvLUdUb6rZDS+Aa/8vDGcLj4LzC6/8iQYv0OkSz4mfi+8W3FoPhumEr4V8ZM+2qfHPT0DcT7O6K+2GT28PZEYmj5rKIG+Sgu3PcACP72/vQc+47qPPblmDz2SaJU840yAPoOuSj7se1u9kB3HPUE4BD2ru1c+zHS9O1RNhjtQcLA9M5QRvgM0u73U1CE9C52JvVaYHr0KGpq+NA6TPPPAl77cctG9jeblPTc3kz3x82K8QX8/PvRgHL6BV4Q+i1J/vXe0hL5/aIm96nKnvpHYpT4OsJU8Hj9MPkQCUr7bPeU90+hWPm7Hpj2tSiu+Vud9vdPqjD21G5U+Re+BPu1gU70obgi+vVQqPgmWhz2WA4O9Hp4/PlmIcr4FiFs9dWJAPlsvxzypWhu+DR4XvncNgz2Hty6+c+n5vYo4Ij7IZ5Y9b+DrPIgrU7pVytE+mf1TPlNDrD0Oajc+Ov1tPtUYU7xgxDW+lQhBPnT8M72xT6y91S1pPr7hlL15/ng+tSLAvUIihj1vFyg+td5dvqkOoT14YwQ+W96hvDlmPr7LZo2+VMIcvcm7Hz7pPhs+UAMEPtjGV76hXoM+iodbPK/bLj1erZm8pIWtvWdkAT5vEh0+KXZWPTLoR72CrYY+OMuyvRcUA74ELMQ90uyEvJDWtr15p3A+viLvvEthHj24niG94yi9vDBzrj2LsyU+YmzKPXXSCL5d/hy+1qrsPUIKXj7D6xQ8UB1EPqRs/j1SAyI+YO4nviPqQ73kYfQ94tGtvRoH9Dye2Au+gec/vsKGVj2Jh809mpC2vKte0TpgrPu9fyvavaADWL3K1CG+PDIXPZX7D77nybM9G9WsvAEIlz1TSoc+5hwOPoAqqj0kdI89yFpuvrrTKj4mKdQ9G8RtPtNttj2YXo67SJKJPouLjL3jFme9I2iOPZkfhT6ph4u9vMY8vsQAOLxDsyo9dw7QOhydFT1CRRO7NggJPqEnFz7c4OG9+N/8PTo4Fr6KwAU+UbipPZlSoj3BwyS++BKtPkHFfL15NZY9qPDoPVciGj2dQwc+XBkEvTIKKLxJc8c9fgCNPKdzAz0fbqg9sWCSPbQcE70fcrE8R7ZLPiyvOjwVIUE+IJYzPqR9mD2RIIa7pgmRvmTQVD45Wqa9M9gbvunc3j3UF9O8guI3vqilpL2isOa6xQG4PQHiyj1bfzi+T2yKPdFF17xT9k2+Pjecvs4BQT4mJy49KndyvsbB4L7ko3a9lsTHvWtbK70Op18957O1PQdUCT0ft0W+d04SPiWPnLzi3vK9F4taPfhRcLx1bWe+NpCQvCjWzzwmPre9zsqDvu1xGr6aAYa9OtIcvrvZ8T3v4rG8y9dLvdRSCj5zjZi9ApH+vXidh74Ttk69Sjt6u287F77/fQW+keaSvNePGL6F3aQ7trgkPoxH2Ty2/va9TsI8vWMeuj3l8bC+fZ+9vtmJhjxFa3m+9mRVPt1//b1W74m9N0K1PlBEe75R0lu+wzanvmlPw73dT/S9wlBovqRNjr16lk6921qPvhyAT75phH68vClXPpGPTb6MfK+9oamYvCBqAz4EV/+9rzM4Ptpm+L5/ETu/L+mLvoJK97t31ri9M7ddPpSrlL1AGrQ9lco/PB2WvDxLC7Q83WeBvgxC4z3pzI09fHjhvbiP1zwihB4+RYsWvjBWnrw0C5u9YpYNv/eJcb75eUG9EZervBpGtL3V4y++i8awPTnu9r0Qm4q+7VSKvOd96T0SY4o85LKhvUnpKD4dV4y6Gis3Ph5Fy72BwJi9eS0ePpfL7rwu4o89H/lgvu7mIz7wgMO+ISYuvSlVWr23QLe9VqWfPRHMwj1+vRG+nmc7vm+P/L3qAJk9d+pkvi+x4j1NnL47KydPvpQGUT1Vwpi9fkafvXaLBjzZ3YS+fOViPe7ql77c3a2+lRdtPWW1Cj7OcaE+vzjlvP2/TD6ULxm+cb2WvZeQhL4OfHy9vD7xPXFner0h+Uq+7MoovTzuOb5usXM8fIPkPUTiD77/EUI+Z6jzvc+lnr410RG+ZeJ9PZ+ZJb7o0F++0S8XvuFaPr5H32u+UwYmPiQvIr51jDe+seaSO+iG572/A748rE83vv9UC764wBy9Ayb6PIqzFT7n5la+9davPS33QzzZBjI+hMR0vsd9Nju88ac9w5sEPhx4qLwxH907+oAjPLja0r0YHM28Azw2vsp95T1sabG9f2wIPq5MGD6gIwW+zlM6vQonkz3MBPi9rpeHPeajxr1ZMgI7Z66Xvj0Xo70AGUU9dt9VPntOaT6irYc9IaSfPXMmijtvWxc+CPsYProTLb414ga+GPoDvkkJRD2pIQo+T1ZoPcbWDz1h62y+Qz29vRm85z3cbys+GZzePl2DjT03TEq+O979PUbh7D2XCD+8nlMnPjFVjb1mZfi8KPcIvkc/Ar5qxme+pk74Pf40RLsQFbU8SRWQvCqctzxDyI496g+bvc8vJz51Sts+NjLMPT31MD7q7ZE8EQFHvb9TqD21Y5q8cvBEuvYnU76hR7S97yGtPQABcjv978Q9mJUFvg4bhj6udiQ9Ph+0vIGFjz1dAtw9unbpPHufP76omze+81/IPbUkG71TlBw+5ziePuO81b0NpCk+kSGPvluMnb3aWRu93RY4uhbn2L0IIF88Lm9QvIw6V74K6hO8qZbTPQ3ZZb07Qe+94rHDu+PIfL7Mxqi9fRlOPhVexD5YGc69W2HNPZyDSr7If5Y9WDJnPPiUeLzFyv89/OgDPtji5T2EwRi9jle2PZwthb2OZgO+L/jivS1hJz6Z9t89wGyHvpG3KD7vzhO+AyOkvUx/DL6xtNM9qRcjvhhRuz7XlLK8h8dTvqLiqTz+fDS+hFc5PmTSGL0D1Ee9qv5YPYahST583ii+JbINPvAHFb7qQUq9PaSfuwuPND7Dwpk8dHgdvqo2YL59m8u9UChpvuYhoD1tExe+EmMYPtUz4bwl3wg9eqZ4PXk8yD3+uyQ+uReRPucRuD6KJVq+gxUYvmDAnT3LgJ688Aj/PXIkAj7/U6k9ENuMvWa7AD6bD7U77JPtPbn9Nr60Rpm+OIqsvYa3d77E9CG7Sm43vuddHD78+JY+xqyuPBxtib1S/Ke9fk6wPXlvbL3z/Q4+eNF3Ps3chbt1WDc+NbNAPhCYCz6stC+7E12WvYFIJz59e2g93E+EPTa9fj7OuAW+4tYIvdk6rDzxOEk+6FH9PbR71r1Mjyo+cyuMPae2Jb5Pr/g6lsUWvGp77z3GJCS9IxkVvEbk7b3lbE49iBkcPvoRR75axoM9P5V1O37BmL0d7iY8OHmhPdaosrq6nYY95FlTPR7P7TpMjiG+L8MMPXKJNz0kFSW+FMn9vfhF0L10aee9nwQovbfxbD6CiRU+inkuvvRAGD6mEBA+Y2UevmqDOr4mns67pclovjNCTz5JsJm9ry+EvUejKL4qg4488OxhvmNqD74OVkI9DxlfPJqFuTwDArA9CN7cPE0oZ70vInS+yONqvopTVb2Hr2C+vjhbvkRd/b2Mzqg9FUVlv4gWDLwN1ky+5OwFPrBkUj4d2Yq+3WkXvnLCjzyaDcU9QP8JvuLtQr7DJMe8mo7jvQYsXz2D8RG+wy1EvopjTb/ecr2+BCabPLR29L0td649PyJVPWjrPz1XMnY9Fx4IPELdZb4EndI9KvFPvkat7ryjIyc78iyGPT0+Cr74/42+OxUPviRBuz2uzku+hurgvmGiD75E8Ig+ixUuPgiDBz1q4NA8JKE3vkkkt70xncI9XHQ9PnM1Ljtobnm+6VvvvsfoAb4OzjI+I02NvceVqb2t4VG+YDKRvkKoN76w6x2+jFbKPWhwer5gmoC+eoxKPkG7KL5hgcM9SyZEPRWbk75Fsgu+Vy/jvqZcbr4uMFu8B91avvw9qzzK6Ge+QPUjvkNtrb2UtcW9WeoavmSoxj3MAK28/phvvTwUgL7NGH2+j390PnhzkL5GO4O+RT0BvnOD+bxi7ru9b6h2vrnydz6S/5u+mNpPvZuE9Dzq7YA9J/wRPdeE/D09s469/hq4vPC0Az7HVrw9POxwvuLmAb6hrLk9loAfPWapPj4TjjY+Syz9vZOjUL7qsnG+aZ22ve17WLwjsjC+CDBGvnRVmT1uNV68AfuPvQ+fQz3tq3M9zZydPTJWyzyr0mC+H4MWPhKpHz5ZTN4+k+OUvYc0cL0YMGC9Jg6oPSluKz0uRsm9AUIivaWE4bxrCyS8DG4nvsZJMb1O8ru9XDUQPgTN5L0cHIA9BIiSvZf6K77ek1M+laBRu6j2Mb6pp0s913QqPf5T4T1XMzc+TiZWPsoYvzzPbQI9t3zQPYAySD6ILK49fZdmvf9Q+D2d2j4+dQ9JPjB+tz1oODs+qfXmPQ7Uwj1pDow9wFEwPv7wAr5Dukw+GSO2PtYWGj1gVp086j3EPR+7Gz0W6IK8b0nivEaqmz4+jH07hkrgPVUCDb5oGi68DaosPWCfsDz3O809+5tCvomGgT6rDPQ9ZmvPvaCRhD0KT9e9IZcoPjlQUj4NiAg+D/k9PPi/yjvuB6I9Pk6UPd/9DT747kI9/XyhPUNvc73cCiq9AiIlvh8M9T0zzgk+CQkbPoe6073zFBs++vhPPjdGWr4xVy6+zLOPPoo3gb08M48+ce0EPpVsW75MGdA9J6v8PHd9uz1TyQY+dU02PgYThD4ZJ+c9slu9Phv4Pb5BUC8+9gfVvARnOb4gFS++UzB8Po5Gujybsps+g20HPVwwXD4rOy4+/wMNPqAVHr6yBmE+To05PvQuML27Pl49CHIfPiiJoz5rZnY+5+hKPbi7XL7kzlG9wX/ovfVGBzurW+k9nraNPBlNJ713N36+ibAZvmR/I70Zz0g+bCHHPcmXJT4C4lW+iacfvu3EF71uW8u9OtEePoS0mr7nLJa+/qroPf9s+L3jPfK8fl4iut33kj6OJ209qIatvayEiz3XAoI9WwkZPkfgg75stOW8Cdt4PjCuAr1uisO9VFqgvSyMYj6neyW8irbrPVQk3r3fBS4+XNkyvZrekT5rES++qIgeujIEBD1VJkQ9ihDxvI8dsD1IUQu8frEvPSdgVr2S+gK+d6/nPnbC171j5nO60QmuPBiL5b0kDpi9EcYfvhQquz3S75k9lK9vvpteVL3vy36+AewdPqVi5T1Xqis+aGfvPEodWT0+Wko+jxpmPMXUpz2yPyu9M2xzvvUdnz0jDBM9YBROPpQcVD5JEZc+z503vnVrhL5rCEo+2/RoPpwy971aijW9A3qsPhjrsL2UZNG9WdeSPNLPTj1E6D+9OAeDvv8Ylr6r6VS8a5imvVABpr0Nzqi9DeCpvnZaYL7MPNg5zBmIvFG2Cj3McAi9ah0qvvdxHj5wDea9oQqRvnZ4iL1wc5O8DpWbPZqbmb1fqUW8oq4CvhJWiz5EN7k7/c09PJV0SrtKnw8+nw0tvofgKb4JtIK9m9nPvaCHtr18Pj++7MDMPR0rsz03Sgm+KHsnvl2hXz0oU9g9GERNvAs6wL24zZW8eFniu4NH1DzwNVo9qEm4vsjTa763JgG+HEWTPUiLFL6Gfqi9qY0gvsOY2r0t2li9yKIDPaU5Fj4tp04+vW8vPpLd2z2GDBE+c7mdPia1h7x0xLk9IDrmO6HY4b2XI8W9hQ8UvnKpArzO+KK8cNy/PYdFCj4bWuO9mh5iPQFknr06iLK9mw/YvdgbLT7NpSm+ChrvPfE0vzwFOUE+XVlWvWGB5T3kKLA97b5ePM+bnL4FACS+5UeWveKyyj0oLxI+ioaAPuhDG746aRS8kJLPPdqW8LxrXQ2+fYEMvmWhTD0UZoe+MfJtvQfTsLzumGU9RX++PfQ1irw7sRY+/i88vsTp5T0KRtU9j/OVPiZ4br4M/wE+RlQNvnz3ST7HbAK+h6wxPkLIeb0D/he+WCDXPY1mQDuNLeA8p2eCPkthcT72hyW8sjIZvTeWSz42Klw8eLWXPgifVz6zapS9YEIgPsXAiT3+l2i9E8+rPbnmRT3Jz589CksiPggnGT2+8AK+sXJBPm+W9b174kC+llYsvVn8VD7adP09qVvpPTTbZb72aRg+eJ5tPAiFOD1Jcmu+hGnyvcKAij6KI9+8AYVRPtxVaj1UZ7m9cOKdO79jY7yRjjS+PngBvpyN770NM749ZWGAvBqV8z1I9S8+3uw7Pn8fID7/bcY9y++hPi8n8DvfOvi9/OuHPeH3bzvfMQC+CLX5PdEFsT2oLOw7TkZqveFmTz4+c3g+utKBPKJbjL2wZEy+KTNSPRZQn71Nzo29o0ZJvpreNr1aXgE/ES+fPaCcej66w6y9xZazvLg7nb7n4J+9y/+8vS/KrzySZIo+33XfPcRo/7t5Xw8+9sxfPgmIvT0FluO9vPZPvdzaM76yUqo9+SUEPjQSID4yC4K5Pe5oPsuEuLzbdMM9TEcXvd+5Ar/QHQa+L7ilvUVUqL3QZHC+hyejvn7Clj6wUpE9H12CveozzbvnTKC+Km83PdoVjT0kSkE+tT4kvhPHF745VIE++spLvR7e471nxVO+bLm3vs3yGj6IIkM+eu4HPuAb3r2iabE8vTNJPY096b0NIdw9Vk4YvqLeaz7Mo3U9WTA4PVqYTbs3DxC+SzlOPgz77TzvdYm9UMenvZgVdb5BhVE+azAqun/Mgr7yUwQ9Sli0vF0ViT5gC909Yddkvt1MOL5o3KU99+nGPUIRbj3V9Gq+dnpFPg7S3D2lQoM+ogfTPahNHz4Y/i0+f9E2Pli8oz3pjcM+QcE6PtlgDDztsu89fbx7vsFx1z1MqkI+l2xZPeV8Vb30/KI+rn2evdtvi73+o5O99hUdPtEac729CKi9Pg6ivtEP4j0wHlM+4JfOvgkMVr3Lj4k8gM89vixSUD2tFZE85BwUvmLybT6+V4y+adVBPRYsoz3/JVu+jrz5PJmWOr2TMk4+/CSCPezIiD5xl0G9Tqf/PTksI7wMSTY8674PPheLyj5hXV49xN6ZvusIYL3IM4s9wlKvvOnilb7RSTE9vC2hPjorFz4IgRa+RMI8Prjovj5cVgk9kN2OPUaY3T2qZCc+HjaBvk2XfrzSuH++pWdXPg5+FD4TKDI+LyH0vRwiyT3lHds8mLozvVy65L1+ZTU+FkWJvXuuRT2/1z483eZbvgWtIb3evrU87SB6vDBZlj4NNvq7RLUSvvtMzb1YIC0+RQkYvlZBVz5LBrO8EbytPaUU2T2ezRY+WGgfPoZ67j2OLma+gQsfPtyFyLkf3jU+9TMnvbbRsz0AQJA9XLwLPn8SGT4nh9g9h+Bzva+qVL5ZCTM6L7P5vOJiNT6VILK+uk3+vYiN8j147hg+BQrvvUgmMb6lRyE8yYAUPoomeT5/8Rw+nWBnPfdoeT2CG2m+2iY3vchKrD6zmDO9TeIfPHcvGr3c4BS9zFlIvcR/CT5TCfS9UXcBPaSZJ77IK/e9qkl6Pd9Sjj6+9BQ88uAivlBjBr5dHtc9tBmZvILSiL06ATs+lz1/vtVCPDx7RRQ+Cf0VvqVPG77hziG+px+ePINQ7D3Re5E9lt0PPl1Zib685wI+nCiTvnBQT76SlAy+FsVJvT3luLwxBNm9uO1bvVhNlTxblCI+MhdsvphlXb4nVEG8r8arPS3oXb65aoM6ES8Lvbreyb2Idr66nIMqPtPPCT1ejH0+UNwnvUD0DT671t29BGWtvQNAn7zqfsc90l7TPa6Yhj14B0s+9BfFPYINH77ywEq+FSDoPZdqUD62ni2+awYvu+Oopb2mGYc87eQjvfykuD5GFG67Y768PR0oW74Ow1S9MEfxPONToT0jMvY8G0O5Pe2pdbwqrtK7yc6Gvd96Pz7MAxK+g14Ovkh8zr3ECcS8Kd2mvFluqj0Ue6883MPcPSh9xbyzKVq+qq8SvivhCj6Fkk69//1JPbBADb0KzlC967EKPXaHaz7Jmp09+QVtvSKiwr5zd1K9rgtrPmyFWz0WaI69NIAAPqR9JT7CWkq98lpXPvcoAz4zRsM9S0gsPqPRKT2Rsry9S62ovAynhjzTlgk+XnacPRkDlj06xdq9Zq6lPK4mKT3U9JO9NuOIvNmUbTub++K9LHiGPfP2eLsN3ba91TcDvBZVeT2+CB0+MI+iPFBsnD3Sdqg8KWMnPv32yz2FWrU70+sBvkXKEj4BlQ++OlYYunZYVb7AikW+/Zg+vWIpcT0w8vA9jwmfPAHNZb6h9q4+tM2Avb/RFr4B7Cq+b6FdPiTLJb7S+qU9BgaFvVJ+Pj6QDSU+m9MXvTcj4TxGmk6+xEVpPpKA3TxLjzq9gXyCPkQqrL6+OM073aNUPpQqBT4uHgU+rmguvXkT3z0aI9y9DZwRPX6tG74feUM+O1BMPkAqsT5iMCm+AvkjvSi+372zgCo+ZYDpvMZXI75zMDE+nzsavXdEdz4NOyS+dtKbvtmwij4qlvi8mftkPIoeGL0bHiy+LT8FP7Z7Ob72NGM+0tKZPrUtFL6xjeA94wkkPmHQj76tweY86zllvlvihL4GPBw9HxUMP2NhRz1bB0O+rJX+Plf4CL7tAOk9E62NvtC0s73coQQ+rmLTvjAt773uDQm+QCE3PrDYRL682iq9q9WjPrRNIjo3vXy+QxUGvsyOr76V+Kq+Ck7XvVXKqT57nFk9dwKyPixa9L4mBk2+JRp0PcBQS76KGe882pyBvfgxr77pxZg+lmqPvneL4b1KIQM++mKVPAyWvb4IpHg84GrfvQ0OQr4+TRO+R9GJO0X7773s13a9UoKOPgum2D3CJtI+NPkUPlfGnT4XJeI9xwhjvXjmBz6Zq3s+9rEGPuWi8z1ZwA68XFKmvr58s71UYBa9KsgbvuUN2D1wNx8+IBp+vT6vzb0k4ti9hLLvvZxgLT5EcGK+GWJEOj57VT7l45k+JFDSPcRq+z3cW4A9Pf1EPhGsj74NuLM9wiNKvqlEB72/bIS+ajfAPZeXRT4/43O+jQ+PPYiKkL74mBq+h4NmvvcEY77+cK++eOMhvtXjjT3vJvY9+WBIvdfyxD7THRm+ASgovhO5szzt/bg+UcbhvnfjT74AOJw+O035PbBEZz7X/E8+R52cPnTQ+j1Nh9e9US9VvL3L+b2pOoe9bi/QvnhKNT7MtoG+15bUPdd0Db7SlkU+9d4yPkBiub4xxh6+JcSBvht2MD6wllq8CF1QPrJy97zRjNu9GrRCPQf5YD7Cc2A9gd0IvpqmQT4T2I49qYlivuD2WLs23ks9+HmAvFx5E72zsxE9aKI7PLVCjDxIE4Q9wQADveyzNT7STd69Ii4WvlrSMz5U6to9lMjLvkVuZj0ERvI8rjJmvlymlTspuYw9+cCyvhoDEL6ozha+fj+TvWLcDr6QTFG+oGQ4Povzfj7PVI4+jBwnPqe8A70KkTo8mumDPu1HQj4VehM+OkQVvilTiT0u0ve7CHkoPjMfrz1oz4S9Sgu9PEgInD0p3ki+Ot0TvkUaUD00D1c+Y3uRPUT0rr6NWAI9iJkmPKwpub155RQ+AYqovOincT1W9Xa9ooi3PcfW4D0IJTQ9EZBovMOBcjw+Y+I9O1uvvXjWLT6MDA6+E/dUvdljLb68j5I9hkxGvYAZAr5PeJq9z+bpvf4apbtri/c9EcYJPg5K1728olU+tXudPdQNv72cF3k9kE+xPTPgzjwHBuG9K+IXviWMpr4fIEY+GVMDPHjeBb6dF1a9dW1XvXqu7b3Z9xu+h3N3vut8Rj22+5G9ACwZvkG7brzx8wo+SgFkPcdeKL3KnmG+B9XgPM+v273kFQA9ya0Nvk1uib09s6i+1upTPV3/ib1ahVK9T76QvZazLzzObsG9INC+Pae0Pz2iuBa+xnQFPTkftr0SH3S+U3wmPfQEkDxAmM48lHQEvtbi/byHOfO6lM+OPXuAWr6Uk1++6pIMvv5A1D2vc/g9PkEfPhsncr6D7Do8AVo/viQVab4065O+wFXEvU227T2eZXM9Zlg9O/kDwr35pB69TiQlPYPSP76UrCi+f5+TPhpvhb1R1Am9yVaKvhcQIr1/j8694KlEviP5G75IorK9C928vnpIUb4ozow9bg7RPKdZ6rwYz+k8HfEFvdeFnj0TLdQ9VE81vkuytb10vii+9YAdvZSgJL62gws8CEGOvVkU1b0yA+k7S3BSvgXIXj5fLJu9goEyvZThHr7iKow9PbMqvv1lVb4ZX/O8XHldvrnpn7w2Zxe+rVQuvkiGgzx8p+k9u51+PBajQ74zfOo9bg4/vqlLpr1UZhi+ZwZuvcWMuL6MV9a9viCIvvMBJL0ejJS95SaDvaEsFb7YiSy+21s5vhyUir1Tpf88Og32vC97Lrulbsm98FAfvWQcfT5Zn1M+P7SrPgrq9zxiULE9x+BVPXhKFT7zDBu8UubGvg1HHD5Ry8g+KpZCPiCQnz4hNtA7SPjgvb8EgL0KlCk++BEovkP4Dj1cuB2+F84bvft0sz2zQSI+lNi9PUMtgT2siay+VexqvZwtej7DUGs9kCFdvjTfJD3fW1g+zI7CPDSG1j2Jxui9o4ApPl9zkj7e4Bo+9KcbPdZPnz5GrXu923wVvdzWGD7DhpU8F/ydvUinWryWflq+a8ysPSnuLD0py6i9m/JHPgIw6D1tZ8k6PFv0PcW+L76jGoa9sX0DPhsIt70TYKu+faDqPVtKNb64/DU9M3MFvSA40D7mI0A+r6ouvWoxrT5ozGE+hpSTPUEqrL3rg/s9TiJlPjI2Ez4A0My9WmjuvOEYtD0OPjk+iPgLvj9Twb3gVhy9fViZPFd19zzUOOe9qGz8vZ2VyLwu85a92bZ/vstpyLwmtjM8F4jRvTpFyL3swYm9T8CavXEMpT40Jy++fKhzPjQSfT2GcMM94NFmPvdcCb6Yhk09qRMXvXMYJj6IWQu9qtoGPrnjer0dybO9XjEtvjBsKj00H809VG7bvRa7azxXA4a9wuQcvlZ2vz5cwcc9HC++vSX9bb63hS8+CuXRPSHpf735uwK9R/+ovQZ5ZD3tPco8yaVPvGIvmT13mRy+9qx5vs5VSr4yfyy8XHFPvtOcRj4elAi+fKOVvkN2Eb4JwdY9eclZPsZeaLsxkKW9TP8DvurPerx9zag91mS5PMJyLz2pv9C9qGqUPstP7j2spvW8ltpRPXIs4b2rND49bV+dvPoBjD4FqSS9wMCYvICyiz3EvgI9o5pQvhonk71+ObK98h9BvZn8X750ZSG+7y0KPsy5PD6z0ku+NEnuPM2BET5vtTK9qloBvt3XGL2sL/g8DnvyPblu5T1cXJ+9ZgL6PUpUUj6LWni+Q+a9urKOzD2LIB6+dqyPviZOrjskw8U8V1gkvkg9orzhY2y9oI8/vQVLBj4krQQ++nedvuu0tb1EMkY7Pw1UPgwqWr3Kepk+v1bkvYZAh758V1Q9MTM1vkTy0b0rhr09rWUrvtF9Hr6XijU9vk5NvrRjtz3qW6w8BHeTvLLzgDx6tCC+OY2bPje4WD3lwOY887mGPFj6RD0Cztc90IIfPtC8hzuAYAg+eUpvPm/J5DzksqE9fEfnPRAf5b0RgUC+RizKPWCjyr0aqQ8+gAdoPeuYFb1m+te9tIh/PiJw8z1/CRS+QYskvl5O3T1BabW+sIYOvbY/j7194oa9GQ0kvgh3gb1h9gi++gGbvdRTkz1HYUO+OG6cvScSh77W8Zq+QUtlPTBLr72KWHS7PQyQvi4mw72iTwe+7DyDvYflXr3tz9u8ib+YPWbRnr3QAyy+4XytPEBHlL3Eaui9PrflvQqBLL4onbi9xPe+PYOBSb5WbdW9YqT4vUSekb5+eJe++REFPZz4Jr7IeIE9O5u7vTVA+72hWtM9kQOvPb2ujjy8zwq+5rWLvme9Br5zuK287aH6vfNmqD0O6cu9WiNPvs5oWL2Z34c9X2qaO9ZyCL74GaY9sRpGvWENrL4f2Oq9GIm6vESBA75+jAU9D708vtCukr5lsBG9RZtRPTCSc77B/Jm8qC73PZkt/72JdVq+B/AMvnvz/Tsdcya++nN4vfINgT109yC+dFmmvjNgQL5BlzQ90MSDvkoNJ74V7Ge+9QMEvdHurb3lMQe+ifhRvvPxAL6xz829uXEFvr9T2r3RoQ68ICcwPi4PVj2ROKg9lPd8PSc6jb504UM9jrDQvaN0M74KjfW9R7fivUPoMr6ETOW9QENyvpYNaD0Q9LA9a3civg/QX715QUC+l9LDveRhyT3VLke97KqYPVniUDweSEU9Z8X2vUzDAj4aq2w9oZP+vIB+S76XvCA9juYRvo9USD0WCJW9a6wsvrTjiT0VCBU+0ZtnvIjlIj6akdq8UMiQPoaaVj485jS+3g+WPHzkXz6fO1g+H03+PWBFMT63hok9KILBvffTlz4MRTM+C01vveh4+L2fJNa9kJYnvlw1Bj5ke5G94oYUPv4RVj7izZk+jLnMvbLEMj4KXDo+9H8dPc9IW7yZ7wO90EnQvRZm8zumaDI++p2oPhrcCD6kqrw7QNFxvd1VQD4nOg2+x6zXPZnzgT3jE7i9eZmcvtwcnD583wg+FIkUPu6x9T0FCFc9Z0fXvX+gbr5BQXw9G0B7vQH2mD5mT9k8chvgPRPdej01244+wKQkPgeeHD5kdyY+mb43vjQSMT2dInW8WY8DvADbur1EgQ+9OzSxPbaZi73YOik+q5c+PRQAxzzP5ye9RduJPro3Cz1isgQ+WY2NPd1uub3e/fU8cpb1PWTtDD5QyJk8vS/Au/9Lkr1G1Dg+KU2IPaA7BD7wpFE+BxI4vTXMND4yxyi8g0gpPlvdFL4UdLO8trpsPfO9BT67q+69ENZVPSq7Mr4Ws1Q9QBn1PAG6F73iWyu7HfV0vTb3r701V4s+1EJtPgDAdb7M2jA+bH+avex52T3mwh2+OtvVPUiF2TyT/2K9RCywPcxLGz4dKao+hQVVvZCnDr6LEV0+RGVgPc2qszxCwg+8lfKdvcGLu72kq3M+UCUuvrzy5r0qnzG+zcFkvuY4MD2n4Kk9xj9FvnZlyz3QTNC98PABvrLGX7wtrek992HxvVqEbbz4ah2+7lPLvNNML74yy1c+q0o9PmID3L1X+e+9N4EzPteAL7uzK6m8ZdrhPXnHCDz29hk+eLPKu7G/C763RDi9PztDvW1/mr3LN6i9bU01PQvfWT1g7l89I7MHPOKE87vYUc89IQxYPkIZvjxawR8+DXUEPnnDN72bS1m9pYS6O8KCgD1p1Gy9pDP0OnLX670b0Ng8NA01vFaRAD5nMW49ajsqvpylr7uYOaS8PxWovX+9SzyXu4M989iOvaf0Ir5iwfI89rOFvS7oPD7XwjO9zvUTvkzFoDvSIE8+8/Q2vqSJtbtjM5U9114aPkyQo7132sk98X79Ow1Ivr0zjVa8i5syvh58yr0U3II+MGU/vgkd4708Lvk9wKYRPrEBqL3no/Y7+V4dPu/5ur5ROTu+GmdkvoBhDD1HHo09ht4avk3f9L0jaKy9aJwAPccztT15JcI9bvtvvQGnZL39ikA98zEGPrLU9ry7qbs9rzflvY69p70OowS+Lw5YvUpGEz7bpTK93pSUPquR7zvYvlK+hUjhvcZ38TwgZt09EBovPiNPND5rnRU+fI4AvtU7hDshhaC9BrmPvO7R871NLTS+sAlRvam7a7zU6J49bmnRuprcFT0AIlc9eYlWvcHtJb68kRS+TXvUvp9T/j1icDe+KcEwvUYvPz5Te4G9WLDDPanjVD28WCU9U878PLi/g72MMx69VK46Pc87aj1viMA9W6irvCeuqz1io+27sNF/Pn29hL7PdCg+oCL2PKqfCT5Epfe9LW9VvmkVIzx6SJi+NEtzPVv4I76PSY49XrTOvSukNb6mMfK91NDJPZX5RT36KjG+NkO/vX5upjxeMMq9Wf8HvlPVHD0np/k9n9O/vcX2KD44zMG95t2HvdS1KL2NeKm8w7ToPewI17wqJq+9hX7tvVjZu71jZpi9nruiPd0CYb4tqgS8q3aHvDy/tb4WRM+9R0tPvoW6Fz3IQ989pPJtvF1ihb3IKeu9Boh7Pcflcb1OB/q9SIV1vJZNFb4Q9RW+zRcrvsxuZb2VMhu7uqtaPiBhsT3S4ji7Yy2Vvftfq72XsCe+YYTLvCEWwLt41Ry+CF1Lvk0CIj6Kc8o9R5ITvtC9sr1X1ms+gt11vgpBFL4cl/Y83XVSvuYh2Dx3ggS+isG3vaOkML1PoIy+O/2cPUlJIT3wyEm+JOpVvbfXMT42rJo9tX8wvvjYhL5InTo7DUfxPedCH75Pbtk92WAwvpHNF716zk++CDGXvup4Ir4l3Qo7Z5MDPlhxtL2VXjW+BQWVPbkBHz5GtRS+QAQjvvwIxbzijzK8otv7PLmZEr5IbqG9eLMNvg+N0L1Ujou6p9HHPf8Lxr2E6r69sfDQvfzc3T3f8TU82T80vk2cA77UP+I9hAkNPi+YKj5huAO9u+p0vY7o7L3Pvo28LlGWvm/VFL5uJY69K8auvhINFD60B5m9dEPNPYDnXb6MQCM+aX0pPRW8Ez51E+S9N+PNPYh8f73usmI+bYRbvVnhu72MDJ890maqPu5hTb3/jdk9cFIOvfomlDzqSJA+ImJkvdkn3b3whwQ9lY9bPXBymD120sm9pcZgvmNU/bwqZFQ6exGwPIumQT0YTWE+MCtZvk0xUDvgeCY+PdeyPYf7cr10j/G9yeaxPSNzlr14Zh8+OaxzO7GoBL1Aj5s8MicNPrmjZb6b/oG9kKBJPrNGBr0TCXq+masFvZKTPz6MYcq96N9ZvYaa9Twrdb6+SnXVPaU5GL35/Uu9nSuBu69QED5jGb89juIBPqPAOL3A0gs+CqmlvWFdEL4eOMU9y0qMvl69jD4lI1w9Kx4pu2Kplj1RalO+LPPZvNUDHzzU7+M+SHcOPtukz70tWD2+IbudPpO+rT0LuxY8T5A+PlACQb7Ogzq9hHe2vVhRHTw+cGI+/Eotvn94Xr6VAO+9eb89PR9K/D0Ea7a9coEwPj8XMb5QYz283PBvvjg6kj3/44U+vXigPpVngzxZ+pw+0zU3veRnfz39V7O8W28rvhDg+zwz+ua91iq3vSN6cL1aNGw8n1IzPmdn6r1bbAW+M8CEvSI+GrwF74m+jsUovgQ4DzzD0k29nbaiPAKeXL3vHAW9C5pYvd5sk72kuca+JFl8vhdrzb28Lm0+jLUjvm5g0T3I3gy8k8WNPsXNgLxTobw9NtgqvE9VL771Tby+yaARPeGifz5tSo27hR7ovQ3FhT0lVTE+Dxm7PDB+CD1pPWQ9EbebvqREvj0FtSA9h9azPQn7X76tMLK9tMGXvd1O0b1gFCQ+CaItvePPUL14XQ6+2f2WPZL9cj6VSf09xLe+vVu1FD5VGTe+KXg+PiZ15T0x/Xm8jWPePVb8Vb3Xzwq+I5R8vYrqnj7djbG736WuPJ07ir7UaRi+HlxMvhZ4Dj2MAjg9dFNhvdOzxr04VQQ+LxFhvQrarT37Fy0+sQHGO/OApT5Vx6G+is+wOqlkYr7bduW+ZrQLvst+cL4LlaA6mTimvgJ4lj5+pAI+yZ6bPnFktr1wzbc9ZMvJPUrt0z7Ggds95VGBPvKppj5gwXm7xiRVvhKIET7roh89ncFJvpccIb4PMUo+SjR6vl8amTwdntC9wfBOvtPJE73+rQ8+N8U+Pp0Mbj7PxYC+ObShPOMZDr0yf5E9TSU6Pa5sSD4gRsO9D3EHPgYtMD2b3yo+0K4ivgryB77RXBY+v2nnPMf1Hj1Vnlc9pHzjPY/tHz3Uwus9JcmvO7YYDb79TxQ+kloTvncyUr4nDx0+8tF4O4UZ+z0w7De9Z6tYuuMCFj4Hk0M+ZjwtPZHaO74Q3448iu+Hvjvsej4v7H29EyaFPCwj4DxcPhO+AwZ9PjMzUbxHwSA9a+oMvjFWVb7KvuK8RnZDvdzKA77QCwI+N99PPslurz6BqcI9zID/PQmccz6rJCk+FFuSvUz1Uj3QNGY9DF+9PWZ3873Aa3C9wbYNvWsomj6qVja+i7BQPk5Ymj13TAi92lIKvoiMdD1JaES+DC4ZPveHcT6dJvK9A7X/PY/Ffj1ZYAG+hRSJPslxpT0i5mA9Cgt3PS0KXD1q7+i8CK8RPmy0g750tkQ9LNFYO5v3AD6zMyK9IEgzPlMAG77FNAQ+kyejPGsu7j1rC4I8mIV/PIK4CD1xmpU9a4+/PR7DtL0Q3dg8M3vQvS2ySr5P90i+9A4/PmHmkr7aRRc+ALv1PZyQrz39mii+bRJsPleR1z38d5o9sAvmPcl+072pA329ddBivsDlor3jcJG9G/aOPbhjtj1Hi0M+/HCtO+J0WLwSvee8yaAOvTgizz0btKy87nfhvFcJVT0HyMc9i/tgvRs/iz1278k+5TiPvllLRL1u4vO9mu4wPhevGb4g/PC8pBSEvuVkRb7xqx8+x0VNPSED0b1FIG++Jvh5PTxhJ76IEPU6tTTJvKVszb5VBO09zQMYPtwLXr4XHTc9eJLKPJ/h7r2xFEe8Pr6/vRR2gL5x4Iy9r1MbuziwOL0E8829na7gveMGPb1nthE9XsE4PcsejDwdNGG8qEKUPowMOD0W6ku+XIG4vqZ/Xz4SKyK+Rw9IPinVwD3H7kK+8sSEPsUu6butCBM+p4FdPhjreD5aRXA9cycbPvXKwb2KFD0+bigHvsvKLryakmk9v+5+Pty9+D0wpYi9SZPUvc7tFj5+CXU+IUYTvjuchL5y1Xm9G5iFPfVCnr03CWu6/0W3vFuNIT0vpnY8SIg0Pi+xeb1BIaG94sc3vnlMj76yWIq9lNWgvZvsRD79q3g8CJ0sPk7crr44sIG9BIrPvgzhAz5A7FC9gIYCvviCiL6WBmE95mW1PB2y6z3iGJq9E4OyvDbYqjuZ9jS+5KAyvXg4oj1LBV6+FunLPKDIgD4oauS9ai2Tvmt33b3zDN0+ohJMPT6tOj7dU1A+f90/Pj0ytD0k4yC9DMmhPZzuwzz0ZX8+aL8uvnqvgz5afAS+ImtvvvWCBb57v7E8dpiDvpp7K74MJSY9VNLivTvHP71XOVC+1y+7Pafrv722P7o9s8ygPuI50Lyq0eK8SzuzPX7PK74h+p+8ZXpyvmN5c73mRRe9JIcrPlZvi72JHVW+3NeMvn7sqbyAHIU+nO+dvcgVuT3keBA9OOmqPZyw2r2aSj69lZhnPoAOkL139h88rJZuvqN1LL4ycQK+n4SSPrt2Yj1CCZu9kRaLPaGt/z0KLQc9PvDnvWj47D38n8u9+w5cvZ4e1r3vFau9vqE/vBO+EL6kqDw+0VRNPhwK27z5U3c+9LRQPn2Aoz23E/Y9Y+sbvlkIhb1s2zK+csAUvq51Gj1AA5899Ym4PYAugz04fJE+f+J7vMoIhDzSk1u+L9EXvi9Ysz66osA9bJVKvtUeWz7fRlu+kqN+vjMLLr4pAR6+wT3IvYqNCD71mLw91xGXPR4eRD5Sdys+jSRGPVGkgD47Bq67e28qPk/OPb7Hqcw94inPvXGjjb3wM+e9ZUBKPiXo6rwO4HS+mV9SPmW58rybZX4+5rdWPsMbWz7t4om9iTBYPTIkozx1tBq+yUdzvi2WTDwNRAY+h79rvhDZdTsz7ra9bQTiPW0tAb1TlsG9Lr7hvNKq0DwEkgI8gNNSvRmPQr0z9k69MznPPQnnaj4No4A+3pFZvS0iyb1Y/N89nIjoPOG/OT0pBcS9/oZTvqCHwL2HZAM+l8gCvvdeeD2FlEk+sTNePrthUj0WAi69eEUVPnkyDz7tEyW+2N90PomxQr0F80I8cycUvV/Vvj12BY4+FvfAPXtzPjos/yi9TPegPTNxfDyWRjA+Uu89PlVu2L3StB++3MqYPa0uvD3blR++o9cRPOhvP71/zL89WdwvvTi9ij2uDBa+ACOcvWcVp77/uje9nPUePj/KJrwbf0m94zwwvojVs72OY+49YLwyO97tVD1ZmFY9eOUYPhawqDsgeSw9d4eovWjk0z3eV5497t+HPaY9sTz8jZg8aVCFPXjf5T38BBM9nWKYvZxpND3r5Bo+3SnoPH5ITD58htw9mOdGPHmgWT7wYwQ9oZ9wPSdTOL0/1RY96G3YvXvAuj2gobC9J5KYPaLm0b0ONPQ9IROMPm7+Dr7L3N49VeIkPduziDy2so29dVpTPi1tfL3MvIA9+OtZvrjmIr06f269f6IdvSWpoj1S9dW9mzUuvRwZqr2axNi6fDKEPSbr9j3CTiU+CqhRvu0yIT665Si+3TeZO0nUs72VGJc9Px+uvbX7ID3OUhQ+5p7JvVVULT5Dwfi9XhEcvXe4fj0fnBU+1PIovOnhSLypACq++7qoPYnGGT5tfme9k0B2vSmiqD1yLfe94sq0PTnWXL7B/wE9QkJ2Pgoqeb0LnV09uxtXPkWSt733TxK+xXfQvXqnsb0uNyM8M163voHPir68pRS+yHdePlhaJj1vrRw+mWaTvoRroD0YY/U9Swssvmgw7TxNBym91AeBPtD81byOAYa9YOgEPtmUtj36m5w7f2tAvs46Cr4affY7hBpJviiFmTwk8PG9OqcpviA8rTwHtWc+LPC3Pm6qIr70WIw+tn7svADDdT2xgP69YCervZy+HD7mb2W+8uydPWDMWD54fzO+aJOrvVPakz1Bbc49nVdpvjeFQj7t5cW9TdJ+vopzBb7/N4I+3TP7PdLI8j5RN/w9WS9cvqn3cT0KorE9Lkg/vjtsgj6wl3g+elOovjsz8j3jCX29tPdPPujFMD6aIAO+z9zyvSPx8T06CyE9Zo6NvkIZk70yE9e9xyfrPWrVVr6EIoW9slaPPq6EjD0t/Yc9y965vplyqr0uM8I9u7y3Pbfvvjp7UjW+9lr6Pd856D1Y76y9Isf4vWZMHL67iaO9WxAGvRDa970ybaO9BBuJPQ53az7vM/W9xBXgvHn+CDyWU2U9X2/QPtb0tD3ZzaO+4DbJvUEyOj6zXHO+ZpR4vLMDNz2zsBu+JLijPTcBAb56clO+R+11PB7l+T1QZN89tKutPbRkUT46zTm+il3PvcHCOr4BmoC9TzBrvgfs6z0l5AO+6tL1vZnynD33ZAA9906ovduHVz2eUxo+o8EBvpwoH760FlC+IrrZPTsjmD16EJa86Ogtvf88vj3tm2C+1tUlPiUBAj7Q7Ri+j/QUPtP9F74t2JE93NkSvme+ozuZ3ig+qdzUvpHn2D3GdNo97RiOvmqorjzhLgU9BVavvgPjjD7F/J8+k3kdPiACvL3qKh8+g7YNvlMTxzyEIxU+zhkyvmxEPz25UDM8i1wRvgRubr7PA4S+/UodPfKIab3fgeS+24wkvPCqFj32B7k9Nm4rvaiLq76fUtA86SlFPW35NL5VV7U+TFWWPecKY76xHZi9FsMJvaXP8T0zPgq+kXeaPZ+2qD6guEm+SHUkvZho472DSRs9r0q9vPCoxjwHl2A9aWdzvqEJlL2XHM29Ks3BvsCEH74gDE2+VJS+vpekTL7T15i+ZZVCO4K3hL7WIqm9QqimvYDWl73vDQ4+mbksvjKy672Ne0g+8IVivtA+4by0DFG9mWcsvqLB7LxTf58+g44PPq1PpT4ELCi9aqpVPto0gz5+/n6+vg6Cvas8vTwr60y+Ce+LvWXlizig2JG92p+lvc/m4r3BPSK8/J+ju/UG8z3rdZM+7meYPbOHOb28f3A959GpPqRUBz1pOkg+YhNuPh9JjT065BQ9sdidvXNOcb5xAaq+N6UyPjFMIj77U0S86zz2vfltgT43z+K9A88JPqKHab3fP9e7LNEfvlaCfTzPgOI9RhWEvVA7NL7sn6U9j1pfvujsML60JAK+clX1vemFFb4fCja+RsJoPWgJ3r0ppq07345TvlvJxL2q2Fe+DcpSvejuljsUCHu98UmKPX6Yh7577Is9tHIZvjS5Ar5JsiK8kOS8Pcno1Lwq3Ae+sUrvvU4H3b0C66s8ojkGviMh0b3jDT++QSdqPe0bL754OAu+qtZzvjdZCj4rLxu+YniHPInzxj0B6da9rRBCvniNpbwaVYA9xq6yvd5XwL1zeAC96lLIPVYZlT2w/V89MeMmPC3G6b1u442+d34nPTreEL6dDVE9NSyDvPDYnT0Ra/G94E+uvTy/ob7baIc9Y6SkPCh1hb0RU8e9oLs/vUCtVb5RJDG+xBDLvaOwLL6tP229imJ6PIai1T2aTKc8+dtivrS19b2n+NW8xjjhvEemajwioTm+kCQSvjv8yr3kTym+g2gxvn54QT7keQ29PjPJvcbj1j3Mixq+2uKKPaCBh76Z14O+7bkhPYV4bTz8eI09YQfbvVi7xrx7j2q+W5syvoqaE74iQsq8tQh+PfDuj71yMA++qtKPPZN4iDxVEVw9F8dZvMvZPb5N1uG8P9Z0PQBe7b225iW+n146viKjpjw3i089cMlwvqI+N73/gBa9bPCwO4Mo1zwGSd88GSL4vTJOHb5S65y+MH1MvrvFCL7KFxs8MozTvFSrpr1XB3++GZIRPu8o/T1dMou9xoTEPGJNKb607Je9aQIIvh4bsD6LFzm+hNUDPfuUeT0UULK+CfvzvPoJMz5S9HG9sGbmPCNXVL27LSk+NHqwPcFkCj5yQQY+uCmbvpqYoj5B9gk+MLhwPcPY970X75i9FO8cPiS9GT5mMm686RiLPQixOj6UMZU+7JjBPgRbFz4A6wk+EwmoPO1skD7lkl69bibvPb/jBr4qsdw9ujYevq1Qw75A9uk9+M6cPdwMxj2sNcA+t+aOPYLGmz1I+Hs+ABO4PvV19T2a0ZW9tLybvlspJD0EwNA9fEFJvgM6qL2ICbM9Vwu/PLhSrD3L3Qs9lMU2vUrgRb4HAIA+Va+bvDo1qDs/x6u9PgqqPj13iD3+sju+BbKxPatJET0zdXe9z7OHvovWb73B7j++88gWPxWmWj7zFUE+uS2aveC7HrtvODw+iSBWPk4YKj6isti9UQlyvdAaZb6ppw+9c0xTvgUg5737C4q9ct0lPLaRaj5F/Mw9oq+fvXjlnr0QLKg+ybWHvXccHL6Dtko8xo76PU7TbT7v9Us+QLmIPjl/Er3uybi8U6ufPJxzQj5MxGU+OgwkPJKQkr4q9CG+7iYCvm8qqD31/4A9gVTWPJWGjL6U7os+NKcfvvPCsT28fme8BN0VPnighD38rzs9R/YIvvhhpj0Xdis+Un17vZ8d1L3yZvy9ZdofPp54Fj4GA2++BXWPvMb7U71zOlc90KIVPub8jz5NP1C+yW6VO8mM7zy1A1I97xmjvpbmlT0hkGA4HbhWvdm2Lr0SWZm+HPaYvRp5sb2lQxA8LYbGPQ1aNr6wpZC9aUvBPjyfhD6gfom9CY6avMdTo74V8jC+2tjXPCY0iL0U9CU8yvLKvWvxjT3PGpc6SYYNPdUT+LyYP2A+Lo0tPGZ4dL2Ve4K9S3kLPr8KWz2A+fW92owLvq9lwzzS4Zi8QTlkvomYRD6O2P09+xwaukn7j73SIR8+bworvnvTKL74x907nL65vZQEmD20Vza+kNCGvdzk2D2+iIm9hho5Pn4S8rwl89s9SnLrvQpLkL3lH909NGEVvj1OWb7RdEI+22yIPRMvNj2uDt+8mYVQPu1VvL3aWyC+l9A3PhzEyb1MynQ8p+P4PRDXHT6Pzky+SAyyvbhjNr7kdyk+WpiMvRmngT7iAEo9YxOWPn7ZlDy5ZE2+UcwvvbB9uD3J2M49jBvAvezjaLtaUb29J3JdveX9E773pFG85puzPClwYjov8YI9DBvAPXAh7z3th429OOxbPp1saz4zk+896HCpvJ/7eb0EAzA875IpvrLujz2ESYm8+PlEPhgqvjyk2j6+UwLoPV9S1byIBQi+XhRdPuiysz39ama9TsgovgvJCT0WCc49wv5GPOZXeT7qAXM+APAWvnZoNrwTUYE9LXEtPkdnpD0mUQA8cE2yvdpNbL3Zmka+kGVsPSeNnT0L3wU+A4omPiC0M73jKiw+Mn5HO4c+LD6MYxY+cNN7PUzReD7MWAi+htn7PKXWCL6VrcO9ooU7Pm1MgD6K1sy99GpBvAxTmbw5YsI9p8uKPOFELz6nlxC+ACUXPtuQoj0fNCY9gNFGPWIgCT70mrA9VNeFvWAzAD5pZWw90V7zvSXrBD7LtmO+UOisPWDV0Ty/F449lVrPPTg23b2Qroq99pcyvs/59rw+uAm+QOeSPUkgpzyEiio+9+ASPgiq070MRIK94uA6PJHdkD4r/4Y+Bi2ZPWM+I72ZCnQ92IvgvdnSCDxWHKo9n9sNvcmCST5LTpg9LfogvYgrUz0fcl4+aY1+Pnx0iTwVl2u+K3M9O0J0B77W50M8qNgPvti3e7z1P/u9Fby+PPWHBz3Yeqe8jyJdvh9fYj538ac9FEc4Pokh9r2z0Iq95Xe3PbrWPj1DE+09tLQRPu6Khb0izAM+af/SPOKZnz08NEI9waAFPpM++7x94+A968u9PSPLHL6KsTg9loQ6O5W5Wb7oLZ475PjZPUnahL5N0A0+WULoPcmCRj2gRBM9g7cZPjowGb4r+2A9zsQ2PvOKaL439yo+/AvDvS5qBbxniEi+ymKQvr61Pj4R0go+D7U+PmgWxr3Fu6U9yTj1PWre1j2W6gE+O6qmO+JNnjpeggE8scsCvuoFRzzOwzW+HrgRvXzuJT6umHE9QcCSvc8+FLxNV0c9N74QPSAoqzxBxew9jtSSPqnPzDteeSe+qCkevY6LL7xcUW89g/VoPKoIhD2AKRC+lNU5PlVB9LyHDGw9CD+UvVmc/b6+ibO8bjFHvcpsB74ohp89+QpQvlPtHD7XbIY7Cbu9PN/YzrwPbCm+q7EevgQVZL1BiOm9Ido5vptP/r3TnQo+VyHjPYiUAj6Gb8+9+7onPqUXK76Anqs9iLq3uzjBXTsw0VY8bteXPOd7Hb6MBaA8pUQpPUKATj7lwHE+Lpe8vej9+rwY64K8T1FFPti40z2cUAS9/xvQuGm4XD5OJ7A+pWAwPaiXnr20kGc9jWyGvTbSCL7YOcA9IFmUvv4uKr5jeBy+JsAyvTqasL3qMcS9OZ14vdo77DwdaGM+jcGpvSLBkD7Myyc+gOaEvbwnUj6Q6r8+2XnuvckfuDzu77A9XjYMvsWNtT3NRSw+iCLRvdkUTDsZ5qe9zaM2OuBz6r2EPwy+2mv9vZdYmL5QrKc9pnZmPdwj4DxbIAo/5fCivdmFo70Fd4a+/jEdPXLxPb0p3Jm92ls1vrSxQj4nziw9HifyPcLF5jyUzIG+RHUavqZQQr7g60c+WvYmvdI7gD4kFag8hWdbvakpEr5iMG09A5eGvvgbMT0gWaO8hbmxvOmlKD1DcH+9CmZ+vVjOKr7CdnO9OEgWPlA0qL6n44A+QGYqPrKXrD25uce9LmscPoqr8bzwBs89clHpPR8mjL67pBK9elPDPbQ1pb5YY6e9O9ftvQtser3Vb9w9dORkvdYnD7x5t7q+9r5WvmolOj6oM/e6azSiPfaaQT5xc3A9kOwTvBvqnj4M27q+2WuRPcR5lb3LFmM+jia2PSpoYzs7u3A9lBWhvtgPub1okjW+M92qvkLflr0pdCQ9aMwmPulAtLyqex687SuPPmwwOb4c2js+NI0QvCOsDT78Al0+5lQOvrwWZb7t6E6+3XeNvvgOsT3ugqG+5RP/PdSTWT4SnC0+hxBSPv+4gb0Tu7I7MlsYvVINT72K1zs+eW6GPEkWqj7QvJQ9CZgfPUvxMj7eHb2+ooQrvrl9jL2/WSc9gPaLvTWb0b2hmNY+z58bPYv+nb0VMQy9cSiCPl3MMb20/4i8iXxDvkqfqDwqSOg98XBvPaooWz5XhYM9OH4FvSezYrxlSxi+hF2avkKsDz5hErs9X1FquYCKjbsH2kC+I8bQPYahRb3ZgCk+6Sw1vgibFj4Lhu28tBW+PViamb1zVPK9Mx/nvcceJjwRugo9osEMvvMRl73YE62905NXPEDREr5ZpXy96uqTvRXUAr7glgi9Bc7GvUw5Rz6iHsU7wlKNvCSYCD7LWqi9Agqsvfb9RbwiZ1U8SgbYPQTIoz1DhlE8oD28vbQTpr299kY++qdXPWKxXj3nxMG9L8ByvfRpK7zpv5a92FuvPQQNgr6/ses8GhSNPP3zP744eCm+nv07PJud3D20Bpy9jujOPRUvrD10JVc9lfBWvuxTbTzXgjs9WsMnvq7AtL2vyza+bEYRPbramb0b/AG8qnf8PT9RQT2ROR4+u4AYPhKelD1w1CC+FNuuPf0/2Ly8Vga81NgnPat4AL13iwS8MazYve/HQr0psb89pV4tPoaWJL52ziS9p1OtvYBNQ764y9Y7W3cGvW+ytr0b+Um+9eAPvTuoeD0bVRq+jSEEvj+5AT6OsHk9Dn1pPdg+hb2suG699Z+avZlv6LyT/Fe+oaaqvXwYRz3214K+x8c+vuJVizxkywc+qRwtvSRGu71Iphs88WKrPTV5B74wDDe+DFJaPdRxFL67HMi97o5OPaNG4btX7CO+43ePPXoNdD7OmDq+MV2+vC59lD3zoa+915oQPsuQfzz6u5y+cYY6Pbw+Gz7Arx2+1V6/vWWOPj3hHCw+lNVlPhajID7s90u+1t5BPuw4Gr4GHD8+tWBfPtIWgz6MTBq+dc9SvhOAUj7kmWK+U1xnvm3HmT19X8W9PBNDPcYGlr36dk8+LGUHvjM7jr43aqY+4qs0voA9gD5Q/Ui9ZseivXTIOD0XjuI+CeSKu7PKyrvFu/+9EowrvmePtz42FLY+6l2IPUnpy73Tf88+Kx9IPiMHRD5kXkO9jhOOvR0dCz1QRjg+VW9Pvirbt72kyZe+YCgBPndnKz7V3ps+fX5KPkGMGT4pYKo+p9y7PXhJSry0OVE+loz+PSx7IrvIMdo+WyEEPo0iiT1aS4S9Q5yHvdHBmT38d5k+P4dwPnWhiL1O9gk8APiMPtefFL60mWG61bcIPU2GbD7BKCe+AAH9vGNOtj41nMO+DjNbvcW29T0h9mg+XgigPbR+Cb7iR0o+hVXMPWW1yT7oZG8+kK9au1MPbz15hTC+kc3FOraZd77IhNK9/HMrvcHr170lVqg9HgEMve6qgT6cgKK9upr+vchZdz4S30Y+9BrtvVu0Qz7Svhm+wXYnvUGIRT44fYS89wXVPs+QML57uhM+Un9BPZxkpD7/BEQ+2FrHPoxYVD1M5Zo+bw9VvRKllj4uwcY9K7eyPVTVOL5BaV89OHvxPF0GE7yVHXC+lEecvnhqkz0zWM09SmjWPCKTubxLNIe+gi1OvV3YIb7DmAA+1B2KvSVjZz5uW9W9JAQFPhUyET7NV4s+0cqFvdQbHz6bkTA96uv1PaSGmTwmrlY+0t6Wvf076zzmMVs9v1poPnnaJD676HC8Q37MPOjcGL4fCGU+7J7TPNL2+T0A2V6+0L5uPhgrnTwtcha+SlcjPdpsFL7jZUY9UL2RuTBtV75k3yu+H44vPaK2wD11ROi5o4k0vVYwfr5PENY9/5aGvSUKRj7WP8w9R2lKPhb2oD51Xkk8idNevorUiT4kQSg+FogKviJKELuYRBE826PXPWqfCj5DaPc9zl4zO17MSj1zIDs82SEBvh3QsDujn149mA4eu2+QSr47B7+91ahzvn/zQL6FPZ097tNEvh+kqzzvAkU+khfgvRhkL75zHpY9jNlWPdji2T2JDWC94QmmvX8XrL5FMNY97WPpvdgGMjthJNY9okNJPXvpBT58+ni9c5TcPZF4jr6Vkkc+cHR0vW1Z2r28Zse930viPbkaCz5Tlue9JcjZPXvN3z1IVaE+ZYK3OdFe8r6fj5W93wiVPt97h7zl+hK+4msBPj74Qj4Qp0o86F2sPR/GLD0nCyk+9DanPjF5ib7YEQQ+MKhtvAysG75Edey9fXyKPC8Fib4d0wy+aI+FvWqARj1xBZo9lU2GvluNrL3+NY88Y0azvVMcLL59i6w9pGybPHpY77tZIG29r9hSPYKWg747yqq+9CJKvrM3wT0ndyK+Gp6ovsIPpr73ToK8ATjgPaem0r2ceyK+Cn7CvLxVHb7LSoS+o3oiu4ojDL7QplU98tAPvo4Itb3Fw+e9fQidvaHnrb3+kL69/xwjPRwlI7619SW+Nq7nvQFUTL5Ifq+9oEugPRH0h748vps9LaZtvTjtVr4S9ok9VgaTvBdUoz18FSG+HapkvujHKb7I8XS9wRVBvga4mr77CD6+jAEEvoMDlr4p0h++OkMLvk/+BD5fZLI6GdNKPT3KPb0wX9C8x4sevfmot73t89U8Up5kvnr+8L2VW5G8JJqFvZNJLL4DwK29emnBPU5wzL1lTLS9oUoFvfFpAr5eMDq+5xBHPcuoc75lV4+9ygScvRM6kLyhp1++wawUvih6PD3KIC099FhbvuoDfL50BZi9fnumPe4K2D15eJc9EkfrvP0QSb5gYkW+aLaUvnnXJD5ifhk9kAllvUOcmL5KknO8iA+RvrBgCb4YD0C+vM7OPdtNf74g0r+9Veuavjgmob1/Egq96Xv8vW/U770I9fq9WG0Svj72Kb6cd1i9bpiEvp3LBbz05Y09JlNvveC9Ub7vRJu8TN1/vTLwoT0ojUA+AwumvM1S5DySd4S94o4qvQlfLz6unAa9JC1uPCu5eT4tx1K+P64QPtwqMD1eoj0+Nsp/PohgpTwlppO9fmE1vqgCEz15mIY9omKLvtni/j3l8ZI9rcxzPurpgz0u6iE+V+65vAFcRT6uh1s+cA4BvpklDr38+Xq+oezfvfSFEr4LSpQ+oo2+PYNcDr3LIyo8vwKmu6eZLD5LlcQ+WW2YvY/4Bb7VB8e9CR6lPuZwrz7LDRY8Fry+PXyzaz17WlA+GQe9vT0LTD2bgpM9LtGcPnI5bL0EfVE+FwdNPrGZnT6/PsY+7lncPT33fz6IG/K7447EvaItD75THTI+88/tvDRF0z0Txk29gIFJPpPaM76L6/c93kHKPaYHbT7qzik+md9OPbBlHz0he5e9fBqXPUyvSz0FBIc9qREVOysNMT4/EeS9Mqy6Patchr0iGGw+qK3nvfFyOD6cMd893ROrPoBJxj1jqKG9cKZmvBAP8zzUiLi9pi8Avl9CVD3b0Qc+hh8oPqkSKz5+kl4+ZApWvs+qOD7mFOM97SMPPaX0zL1Xeww8dHS3OyC6rzzQNa+9CHguvkrnkz4PsGW+Ho/HPmbsHL47e3e7yVFjva5wYT5Lva8+93kpPij1vD0fxLm95fumPIgBpb2FS8+9dXFPPVKnxz2NlJU+6CsWvpCtQ72sl1m95tznvHawmz5bZQW9NNxqvVRxOz4/rzy+5DsLvfSbpr1Pxfg7j/4gviDCyz2a3VQ7YAaEvdUgQ71ZwTe9Q8wYPt+S2j2joDe+X9xcvtob9j0YGgG+cXDHvRa7Ob4NZ589fcRvvivFsD3dXN878+C1OV8KEz0nXY89cw3FvJAL6j35xLK9AJo1PC+xCj4u5mm+VnmJPnWhZb2rsmY+1ikqvYKPDr4gZ568B44gvk7j073k+j4+g/cAPScLg77m1I49TtegPjosdDyKXiu+ZYmdPQG/xrzhWT+9i7CYvtBtGz4nMzc+vSuoPQFUhr6xJzI+2G0Avb0iCj7lSVi+EhMivnAwtb1V9Jw9tRWvPbwB3b1a+Wc+HnyKPkD0pT1HCrq8kUa8PQjymT2E+rk9MrkqPHVPaD3RLZM+TjAPvhK5tb2KRr0+wyzDvJlnmTwQzQC9ryICvgnRyL0GaE+9aWONvU7mcL4yUrQ9tRTNPXrE5T0dj6G9sRVJvhQVcr1oJBo9uvjAPZR1GL0G1Cq94MqFvdA1fL0iZ0y9lXr3vWNBWb0nUw89yhhTPvrv5j08ZX69onOhPo8dFL589GU9tGiGu2zeSD7Nube98wqHPFLFMr74X4o+9SSgPWqLDz6I50M8MyP/vUMdHb3aLJK+Ej17Pp63or6D31s9CJjzvYqUGb66fkM+DAb8vX36LL66DMw9onI+vpzzTj2gQ9U7gXOPPMFghb6hAVi+syG0PepKDb4qyVS8EU7ZvXLxq70Z7Qq+Jo5CPTSMAD2gyrK9uu76PTG7Jr2F2wc+IcZbvpqIjb22246+p+QGviB5+T2rBww9bD3yPTh/YT6M/iy+70AAvnpdL7zxkvm7rHCGvXjair7ZcR2+G45TPUr4Ib11GbI9kB8+voPhrrxREce90rgQviHRSL5XBDo94hLTvel2B74SXw6+urmgPKa67b181ni9VrHPPBrQ3b0zQlm7HCQQvgc8kr6zIp89DppMvhl3zbraO1M8X+XJvcnCjDwB61k8v7ewvAZmKr49LzY+L8jJvZSUwD1MORy+IdeGvRGA5bz/zcy9iI9hvPapNL4VKRm+zjm0Pecwijw5L3W9JOPLvbhmjr5Z+Tm+KXeavaRhM771eoi+1aV4vuNIMb2dJxW+1AWtvkNgZb58s00+AiAFPc4J0b17GI47JQkrPu6kDL6t30O7hw/6vfSRJz5mHM49SvQtvC8+6j0x12e+QHSjvXhxKr36QqG+chSSvNiXA74/DP89z/14PJ2Hnz0MVOE9BFUpPvRvh7wyItO9pPwrvaWWWz7zy3091gg+viTfSz5XcrE9T6/zvGuIIT1XpBq+xJMtPhO7d7xZmhK+UwEKvkK3ar0BCxq+DLwUvszNHb6+LUg9SOBBPjEUvr3nhxS9nZlQPgjgn7wkBDA+35kWPB+hTD094Mu9ljz5vSq7OT52UO091yL0vIK2NT4tI8y9Nx12uu/LSj52mWc+bJ7PvpGskz4eBE8+s2APvfPq173l6B49UljivXR8bL7pwFm8saNCvcniGL10Oi6+SsRvvoP4hD7XvWk+UTaOPtOZIL0LBfW9B1u2PniTtj5RqXy+VGZfPhA6FT722j8+5Q6VPTUvz70hyRs9hzYtPR0JGT7OzCy+ErwyPvELUj7lHQY+0kxVPU2/Sj6kaRQ+OmGyvvqyVbyVfWM9nEyRPE4iAz71xiK++lkpPXQYIb7ymns+dycPPs0Kmj7Ke8y9irQHPgkPbL366kI9J7yevXPZDD69gnW+dR1HPdNATT4FLjW+KUmTPakLB75zuBM+zHt/vW4AZr0Toig9S+lfPjc/lD63Ltw9mB1EPUsxIDwG2lO+nbarvZpkaT75ICc9lgFWPdekLz5iNJw8klBGvuTolT7Tr7O9fuAqvugS8r0Rnse8yYMsPpgPhr7HYcq9gvAlvHi0QT2PzTu+9ofOPjaSmj3qJaw8HlQbPlOUJD6WiJI+vtNwPuMn+L0Z/fO8/BOYPfrSYj3gasA9vxqKPZ+rjr2pRRQ+caU6vshbEr4SyGq+fWaYvu1Ybz4rglo+uzY2vsdusT0SSTW+vMmaPWxVdL2FjQo+6ZglvsiCKz735Ko9YJoivjJhfT1sB6e+Z34UPWw7az2siyC+HQzHvKzQYT1cbhM+hCDQPVWZhL5ihUM+Vy9IPRL+MD7u+Vi9RTllvhrz6j1Vj5y9pyqpvLUZmb78mey8V7OQPsOBjj2WVaO+pYLdPRVdSD2vYxu8hUdMvj981b1NyRm+0VtLvjlwOz2TErG9wgdru9w4pr79+sO8KfxCPsI3Hr2np38+YVElPiIWlz2GAFU+6WAjvazwvj1Opjq8mPIRvGiqqL5rlkc+FLEjPRHTLb78dbU92mupvaffSr5bSTW+1UCOPeUucz4C8yE+TlcpPnDNtrulosC9zvPGPIe4Jj0PfQe8Pm3IPYalQD1LxlI+2isRvm0woDvDyPs9keU7PvneQz5fNoM+JXULvS3xNL3uYxa9ySuPOObGf77CKMy8tNXEvQ8tar2fbRi+VYepvTF30jwTcu882y/DvGMYDr1KeJu+dFsfPmXXT71XrfC9Yq4/vsL2Sb5oNye+tZvuPXS2OL5EFM29w9u+PiTxJL4xE8W9t895vqaDTz7skiC+4rQPPprFpb1VEDE+yXXpvInONj2Aag8+/gdHvomJbb3looG+XzeKPmIiH75A4pu9RkCxPUReEb7QCGy+XscJPKR0sj/QpWW+kk2XPe3I+D6DCx4+L3ZyPxjwAb6GkME9OvKYvnd5Tz49x529ZdFbPpdBZb4TvzM+SMNrPrwJGr7EwOs8SRINQIi4yT3xa1y+bWmivWvbsz4gvh68Vs/EvocZmT8bP4q+4J80vgBZ+rxxkCu+IjYEvlurwD06L8U/Y+CGPzHCqL0jk4C+5oLjP6mAQD7rNhw9VbXVO+e2wT711jQ84ZsgviClYD2U+CM/liOHvQTmcL63QmQ/84LrvQL6nDw7gJG+VK6WvuyVlD1r49C9b85/vpoj+z3UTG4+dxauPWEvG0C+bYK+GDgqvoSw0b0U/6m+a56KvcxNiT36oyk6a8AxPtP+mb7T+7e9AKY0vkxe/r1Qhem8S2JxvpnNLLzmO8A+Nk/9P2KM+bwbLFy9PHhDPUMG3b1Eoje9h1yavZfZDr4q+gq9G2DfvbV0Ar0oxxs+jb8OvtWSMb7l0Ok+x2wqvnGZpT+TyxU/k9PxP9MYfT48jhY/cSi2PgtWer6Px9c/kXiuPFI1TD0KVgq9iri1vYI4n72qn70+aj6QPleVQj5s2ZI/8bAqvgUrBEASu2i+/qPTvcckIb6Tesy9VkWfPhRWrb60cfM/YKtXPlexgr43k4Q+w2lavnhHNT1YQwFAIYhFvUPTNb620dG+K+JIvTknnD42JXo+bUEtPXsNhr+hwA2/7ecYPmpayrw8mRvAmJJevjjL8z2dKI8/lweQPZSTLr7vZCG+YyMev+9fOr1de5i+MvY4Pc0vx72nO7+/lrQNvbut5r2hvhI/+gHtO1akMj52PnY+U143wMGbXT8gX5K/dSbJvCO/Fb5QsRM+FBZiPrvGKsAcbMc/fdYpO3OTvL1X/8Q/SHQVPrbMwj5RrMs+QJ6vvrhqpz56K3q8BT/LvaHQZj89x809ywzhPkqC6r5bgUY98gWxvc5G1D/TkCs+EsptvqP5HD5iIjE/C00WPI0ZXL9SLQg9s6QZwHAfkb9UVwU+ZuCivpoxUj9o85A/PDUIvX7KYz7i28C9zS1VPoT5kT7aWCG9fWjhvR357j22RYk/i6LKvDggDTxhP8C9zELSPVJzPDw7iVw+yervPPBBJr7ikew927CwPuSIFL4q4/e99ZJQPkdSDr4iLXG8KrrLPRYCzr+jWhE+v4HNv1oaH7+uLJM/NaDdPH0lZD6sy3a9guaIP5sf/767ZIQ967ejPLcjAz45qNy9z1nsPXQFHb+qCtm93BZuPue8Oz/+qLU+T1pPP0S3bL+hA+M+mBgCvdpCnT4IARa+0urVvvcYGsAvoPA9X24mP/zVi75j6HK+6Cc/vUZDIT5WYJm+Cfe0PyJ4Zb4rDT49BBdaPsZmAL0FQTe/7Ss/wDQy0b6mc+a8kf3DPRbFBsCZhAS+92wzvWiK5z632Qc+L050vZZyTz4J1yM+zTuFPrQUYD2mBqM9vWSIvmaVMcB6IUq9UEsUu+KljD7wS1m9qKc1vXDtoT6Shsa/4doEPPtP7T4E1AI9wvnNPd/lvL3xkTA+ERT/P0Kf8L+ok5E9zV+vPv7m3D/Z1sy9ddNDP9GMP70Mkho+VHMAv0K0GT4SuR09jr+Ev0+uyj2VSGo+YWuUv8xBI76qRKQ8pAWMvtFLZr91QgE7ZAEhPitqMr+Ii9q9cQipPrL/o73U8lrAYcU6PQolIr5muoc+gweLP+5eJT7vWEi9QXA1Pn9XuL6LoCo/roaqPSbEBT4b0Jy9zmDXPVLr670xi8w9IwobPqbWfz8UdIO9i1lOPvX+kD2HJR2+G6uFPoF/Bb61L6Q/Hka0PZslGj2z4iK+xyv0PZJUID6jDKq8DtetP57Fhr1DDATA4r+iPC/bLsCs1Pi92pzrO55ww71qIZ29mdluv23o0rxyvoa8o2koPPIV/rvV1Q69Rh8Iv8IIG7xjWaS9S0GXvzusJb6wZgNAUJ6VPk06JL787Qu+gRMVP+2nbb1Lzwk/DeLhP3JvMr7WzXk93TiCvjIsCj00qR0+njoUPks1uT6P2AM8"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "pFBwPUkatb1jtWu9GJefvRa0pz2spYa7Ixi2PHjfwL0xSmG9n7fePNTJUr1k89g8RP/lvMEM4L3+9X09XvIju3ii0z2nq6e9/q6OvXQTAz366+m82sUrPWNSAL7DVtS9IR+Dvctf17zNLku9jGlcvZMFy71ukBq+OCckvduy3Lx0S0q9e/9HvLbm6r37x768AkSoPEAKIb2kXEW+iGT8vQMq5zxcl6i9zHMxvhJcDr45wOC9riMLvs3V2j2scYw9+6KbvdrWv70zWVO9TC6Ave09Y77r7Nq9FClMvk1pBb7pTvi9zCU5vcIzHz1WeDq942ZfvcFoKL6U7bm9G+0+vftobz1rFCi9x4CGvUiw0bwHS3A69mR7vS8mA74PWwy9Ps+AvhTgQLxcvwc9VIn0vT0djTyBe6y9HvUUPeno0r1pK5u9ENzpvHoa1rxiXBG+mNh4vAyeoTx4nUO+hr7wvS5BCb0rV8y9k2f0PW44LL62KVg8fdn1PI6Vcb7sZme9cpyOvmaSub14Y0y9fUTpvey/A77MLUe9AHxqPH9SCD1ELZS7f/gSPi/mrr3Po4W9+vq7uyiDFTpYMA29GQHjPX9CpLwxZce9pUkKvleEhTyq2em9BeycvYd+ljx7/lS8zw7GvbCvYr1crZi9YeHnPRW0T73+aYW9vacPvoq/IL4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 