{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "4jWAvWXKvr3qvm8+Gz8QPo4rPb0hssY8XBwOvR1RrL1BhKi+kBsrPVTZmT3SDYg8iY5sPgveh72RT8u9oW7zPax/o70Pz7Q8HqucPQu7DD6v06C+Dv41vdwYQj7+a7q95IpNvhNfa74H/Mq+HowfOzBTqL6bN18+lm6HvLx26L5iA94+NouSPQEgu74kVMu9RkYMv/L1Ub2x3xK9mzf1PdSphr4KlFC+EO9aPg57Ej7xJwi+pWT8vHtyzz0NT/q+bMyEvhOlrL7DYA2+v/aJvrwKPTzYOhQ9irm0veGKQb3zodQ898VfPTpbDL35O1s+1tcgPjykCj4PvYE+QntGvtAX6L6nh7q+KOB6PuORGL6gQ3C+31m0vUz0973coz6+ZrxquvoQEb50Xoq91BPUvUOYWb3/ZX090k+Pvihy+zvDabs+pfRoPouQG77VyQG+7pZdPr818zppdBc+mEPLu12Aiz0rp5A9Gck/PpYWST2vcnw+DsjSvsxxlz7yYJc9AKC0PQ1wtj23qTU+7LNHPeA00T1dq/s9pCkHPMoGEz4FgWC+xAbRPex2GT5slwm+g/54vaUSt77N3JQ9fgUkvon3XDwphgk+0NcoPpeu4bznEvi9LJJNPN0fCTxrNZ6+cN/tPWS/qr3z95y9iobAv/bLnb6bmiI89rlbvpMbJD5kKGA+Y+5KPvq8DT5t3Ik9M8avvSLgcz42NYW9IqxdvdWiiDzU/ms98AEyPD+g9jwKpci9EFMPPto7e7zH1Ii+8O3VPqufIr1dG1M+OfeLvdFHF75tVuo7CAZqvfa5N76QUoi+hHegPK90fL0SQwC+KXjvPMHnxL7VDiW+3d87PoSGLLwOzxW+yjNKPnWPBr2OVGw+goI3PjZjOL7gyz+9HUIqvnFMjD5Qon49ntpjvgPghz3s1Ui99lITPpYVmj5wWTc9QwbuPbb4fL4E8Rk+1fXOPoqtTb4T/FC9vf8qPPV7w7vy7ae+cIKFPlbmpL2f6IO9mBwdvKDZBb7DV3Y78T5XPABifb78tA4+PPH4PZQLij7drh6+K+d2vpmai75mL5u7KqjTPX/g1Lxeb+A947+2vdB9jr5OlT2+dPe6PQ8uUL6p93i+OM4OvQDD3L20Pii+c+tZPiQA8T2L/CC+mSykvu442by4CgS+ejPPvSEeT74FwkG+AnJ5vpQIfD0+D1k+h2Avuyl8Vr78aBg+dGF9PWREsjw/4Z07sazuvbBslD1NQti9vjKhvNIfmD7KobA++WqhvZmCPL6+Doe+jLt1vU2TM75q/808cZzFvDiYKr7gJBO+DSgMvngG6bzPLaW9LLFKPjSBv71hf9e+J8/ivKlf4L2nyHK9nEqFPuXkuj1Id0e++EtIvSijBr8jL5S9OA18PpAzzj2yfQe9am0HPjukmby7F5e85N5Vvd5/Z72eapM9+a83Ow4IOr3hRF2+SskHPmtbjr32fW88yoppvrpswz3QEiw+VVA/PrJwSz23uCS+wYDiPTfYBb0AmxA+5KOQPvfMtj2/P10+eAVNPiz8+z0VdPY98180vomLLj7xOoY9UvA5vsKw2jtCSLw+0pefvnylQ70ZXWK9XhEjPqclXj6zDJC+cO0ZvreHvD49GKe+fj8lPlNPmj51IUi+gFPLu0fHuL3qt8a9sNtjvTIQDb6APiO+aNfePQCzvDy39vA9cbRZPYuT0b27bRo+QWFmvMWm271h4/M9g67NPQ/NeD4Y1Uy+04sCPirdHT4PkL68XJbXve3NNT5SRlo+b9GyPYtu8z2cTAq+7lUMPl2UKL4H3KW+g/ENPpitYL4mSD++wO0XPk0GsjwBNvi+60OMvhPTOD1aFHy9Eg0wvmnJDb8i+0q8b3+Xvj01cDryg5A9jL5zPq2iiby4rP+9h4bxvayjVT6jb5E6HGVXPlHtvr3DpBC9jyGwvOA4XD49j5Y95BaqviXPAT3EpH0+ozx7PbXQ/r7I7O69htndPU+DRr0eTRy9hX0gPgVyq74w4Q4++6FBPs/01L2BlFs+SHoavLKT9b1n0R6+WvY9vubJkj1CY8s7IiapPI01rL5lM4a+sPnLvQtpir62tIu9dOidvUudFL7//Qg+fuwWvqM0Hb0jpV0+TNOevjDCZLwhhMg91PQsvviQlr20mWi+a3DrPvh/HD5967+9A7XfvXWLU764CKA9yvAjPovWb77WEhU+6eNWPqXjy75EUo++fkipvrDuwr1b1zw9HdeMvoCSAb4gcQi+umNavHOTub2OxUW9Eoo1PQir6b3x7fG9Eu8KvmRbEr0YCLE+BI+SPf4+Mj7BzNg9fUQHvzhSkb7M/da9GZBEvdfD673NhQO9AQX4Panjcz3POhG+IiXHvipVCr3aD4u98wbMvRuaWL6XfTk+wZzCPc4k/b1p4Ru+ttZyPiJHvj1DLRk+KX/LvmQ2l71Peje+p/LZukqOiz7Os7m9rw3qve8Wj7xSVTK959anvlMIXz4ChLO+1/ccvi/267sIPn09jRvHvBKebb4InHU9dIfLPa/gp73oyWG+4JLGvphAI7ydCKK8c54pPeK0Lj1PJgs9L8bVvTSQvT38gcs9qq+VvaMybL7yvGy7t8YIPb55Oj7bkJU8FB1HPjRpND4lZYI8qYNrPjYE3L0TXpg8oxErPKemIr4tGSc9ry6jvC+ZTr7N9jO+wmf4vDhoMT6l7i+/DgsYvxj4UD5NFVK8vf9oPpXyD74REJI+gO7PPV9Zbz5H/2a6aLfFPSjSmT4RJYK+q421PeAVNL267wo+/TqDPQ+ZAD1ssrc8AImAPu2pSj7f1Wi9wHLEPfQ/BT3NZ14+T96WO7XVkjuq3K09p3QSvqthub0AOB89u4iDvchLCr3Es5q+ZqiPPD4nmL60osm90PzTPRh3lj3oPDC8bKhBPkNBIr4moIc+FcWFvY0YhL6MA4q9E4umvoqOqj6QCn88DRRWPnm+U75WFuA9NYVWPrE4sD1b7ie+KOuBvZo3kD3TkZQ+bhWIPgoHX72J4we++dYqPsPDhz2FcIa9zv0/Pq/BcL75m1E9buxAPtLByDyP1BK+YA4bvukyZD2HZTG+vvUFvrfoIz5/3Zg9v3PvPOj8RbsLiNI+7vxVPpEysz2D9zU+KiZqPmK5CrzmCDm+8TVHPhE2K73h4aC91MtoProdmr11snM+aTbCvZGBiD1I5S0+15pUvgm1rD0v2QI+q1hovBs0Pr7O+I++IVvvvK1DHj7C1Rs+cn8FPrfNVr6C3YI+Ogs0PHpmQD2lb6O87HOrvZS0Aj65NB4+789EPVgxPL0l3Ig+5Bq9vZdTBL48NMM9XyN3vLyRvL2mq3E+xH/1vCITKj3xNhC9oV3CvKnuqj2ScCo+REXJPXD9B77V/CC+kS75PV6oWz4KGKQ7nUJHPqLIBD5DBx4+VVwrvjjUR73QG/c9TC66vXzsFT25cg++A6ZAvjIffz1ywtA9pBG5vC6+z7pH/vu9lh7hvRfsYr1UcCm+3mMZPccYGL5Ej689ySznvLE/nD0IeI0++wcPPq1Roz1rvJs9c692vsQPOD61yMw94mNpPgrPtT3rn7I5Oh6DPunwi70yb3W918eNPYecgz79moi9RFc0vpRCerzfwUI9kfNwusoTED36bJO6nhUKPg51Dz7wksm9ITb4PX5XFL7f2QU+lAKoPZ9olD3eoy++cDmvPghNhr0jBYk97B/iPX56OT2G8BE+7yL/vIc3Q7yRtbg99VQ+PEOHDD2em6o9UhiJPZXaHb2QB2E8YEJLPhTAgjy9YkE+n70wPu7ikD2PGpu79NOWvkdtXD7t1KO9SngRvkB03j0bLJK83+I2vsBbqr3Ew467HEDCPTgwzT0SHje+Oz+MPUhRrbxDcVm+NRuevo2iSD7o4DA9uZlrvjYB4b4+9W+9ZB3MvfhQML0S41M97baoPduVAj3QfUq+VdoXPvKQiLzp3PO9h5pWPajdSbzq02G+s9auvNmE1zyd3bG9zMCBvriuGr7kR5K9Dk4avqgU4T1vds68/Z1mvYeiAz4WoY29OqYAvkR0iL4QslS9v+EbO6iOGb4lqAq+UHuwvAXnHL792Cc8qpklPl6oxDxJYfS9TCE2vZ3MtD2Dd7G+khC+vosanzz2z3S+aSdWPuku/b1OLo69Gmu2PiKWeb5QQlm+bZCuvkedvr1EO/u9cC9pvt1Lir0JblW9w/6PvoviTL7zxIm85M5WPmrCT76CGLW94U6avNuVBT6wtP69+OY5PrgD+L4x7Dy/x+eIvvdO2rtvjcK9zB1dPjKCm73RnbM9UicXPAZFwTwDi8U8KEmBvpYa5j3HeZI98F7nvcgs6TyGhyA+A3UXvvx8r7wtkJ+91FwPv52NcL56z0K9sOG4vKxFs71sUC2+3x6xPWHO9b1xF4u+Aa6KvEBh5j3zNHQ8wECqvVUJLD5MyBW7CBI5PlnduL2hD5i9YEIdPuKC9LwREpE9cf9gvuTKJT6TG8G+1eI5vaz6Or3X96+9AamjPVVpzj3gmBS+/0g9vsgG/r1YOZs9pexmvpDd4D1cL7M7x5lVvtIeXz0WfZS9l3GdvXbmTTtoDYW+GdJsPfa+mr6dTa6+BCRzPZJbCj4cGKI+J2HcvF3QTT5XHhy+HeiWvdXHg75zM1q9iU/zPY80gL09Gk++VNAevaMfPb7kyZE8RpLsPfs3D76YDkM+XDHxvYkXnr5NpxG+JRCAPeGNIr7ZBmC+3PMUvtWAQL7HmGu+NegqPtNIIL7CfTu+LFqpO47Y4b3mvr88/9Q4vsSZCr57ggS9LmT/PJ82FD7W8Fa+47SoPR2chjzqnTI+snJ4vkTmoDrHEKM9/tIDPg5JnbwzKwk8lMoJPOh+070hJ4u8tlA1vin46z23VrG9haIOPuisGT7+jAq+PDEivcmvjj35of69eRaEPZIcw70Taik7iEWcvsvYpr3DQUM9xuVYPl1dYj5aiZI9yeqQPR0z6DuXJR0+rjcdPsA2Jb5CPgm+ad8Evon8UD0c2Qc+5wJPPYXRGj3wF22+dMTIvdER6j2w9iw+CB3sPimFij25xU6+Hor/Pd746D0jIyu8MSgkPg/Vfb3YUfi84DUPvr05BL5fl2G+EC31PS6IvrtHj588HC/NvMU4xDxLy5U9tNiVvd19Jz5n3dk+AmfVPVktND5zAlI8SJc8vfrutT2k2aC8SuMEu8g2T76KrKS91wKiPaZwp7r7obM9SyYGvh5uhT7sZj49E1mpvME+oT2Lw9899NIFPdlHQL4tLTi+ghHGPeSJLr1HTBg+JUGcPma20b1orio+Z6yRvjjQjb3gmCW97iMQuyYd3r2efm48ehoVvIX0Vr5OiLq7jr/JPYyUbL3J1vC97h2yOssQgb62AK690iJJPgkDxz793sm9RffHPZ5iS747RJs9iA5IPOavE7wuq/U9CKoOPp3U/T0G9SO9df2wPXgXg72LKgq+jyDhvRjkKj7bbN09Vz+LvgK8Kj6U2hS+fZaovab1Cb5+ENo99B0mvvZzvD57x+q8huVYvhQUqjzT1Tq+CcU8PqwaOr2p8Fq99CI8PX3tPT5V5ie+sbcHPuqoF76xSDa93eWVOxbgOj794dQ8W3sgvtf3Xr4SD7m9BXdzvh/eoT1t8Ru+S68YPrYaz7zODhg9O+mAPdfdxD2Ppik+kaOPPva+tz6iz2C+nZIZvlChkT1iwpu85XvtPW4tAT5PJqs9zK2QvUeF5z2BbIg75pfyPZ5ZNb6NsZy+mVCbvbCecL51Hlc7c4w3vodXGj4rspo+J+6BPI92iL0y8KC9IFOpPYR5Z712Wgo+QB56PoPkQ7zz3zY+459HPi4q/T1DgTu7acSwvZn/Kj6K0Uc9dimHPVqDfj6aO/q95kMTvbSbgTyV3Uk+sgAEPttY0b2Q1C4+6SSSPQa3Hb52isa7+4Lju50D+j2CQSS9ODKPuyco6L2hCkQ9EaQbPv2TSb4eRIQ9w82cNzKXnr3NJwo8SPyVPawh6jkM4IA9V7owPUDRKjtwYBu+uzMEPWUbJT0LYx++1LT5vS3i0r29e+G9LWAdvQs6cD5mmRA+uRY1vt49Fz6LEBQ+t3gavjASPr78SXi6bd5lvs37UT4UnbK9kX+KvfUQMb54qoE8+SNhvlD4E76uoks97yN5PLiBoTx/hq89DAvTPMOfVb0aPXK+YW5svtHvWr0afma+cdhbvk7p+r0//K49dhpqv5tQ37u/JVC+i3QGPjA4VT4O/ou+AsQVvmwXpDwktcQ9/O4KvoeLQ74Fp9i8fM3nvfNkZT0YwxC+li5EvnnnTr8WLb++4kG4PCUF9L1em6Q9N1JQPcBUNj2RcHQ9iZbhO1ACZL63oNU9icVQvtr84bxAtZY7zueAPSocCb5XP42+uGEQvvTttj3MG06+DEfivncqD76T8Ig+EpYrPn3JBT0bGeg8YY02vkqvtr0d1MI976s+Pj13vTrDM32+F6LyvvIS/72AzzI++fOMvYwqlr0UllC+xRaSvvtTOL6e7By+yD3JPdMveb7lAn2+Z51JPkSWIb5GZMk9vxVLPflqkr7gPQ6+CaDlvikQb74yqU68bORdvrF1pzz2p2e+2vsqvjS2qL3MfsK9tDMavuEmvT2yFLi8AlNlvd1xg76yD36+VvJ1PhCKkb75+4K+0jn/vQVn/rwhlL+9Pcd2vnUaej6SPpq+/8tLveUh6TwEo3k9qc8XPW6r/j308oq9GTejvCivBD4ooL09y2Z0vuXkAL5OJrw9ZeoePZvCQT5qVjc+TuT6vY4ZVL7xLHG+AOm2vaTwMrxqeDK+kNRDvjylnz2mTHi8tn+RvfVxQT1Ldns9vpqiPcSivzysJGG+3doUPqEDIz7hkN4+/lievQager1rVWy91qumPSuyMT2axcO9DJAqvdXf27yoOi27Idsnvi5iMb3rm8O9PBQTPoWr4L07NXg9Jn+GvQIlKr6uFFA+28UXu3XiLb7vJVY9XLwIPW7o1j2mLTs+FNpWPm+OkjymOyI9t/zDPUo3Sj6fMLQ91+JcvWBzAz5DbDw+7O5NPif2uT1FNDk+vtLePcL+yD00n4c9iwEuPrEOAL4rD00+Djm/Pru2Ez1dRoA8IUfEPQhrFz07QnG87j37vPtYnz6Qsyk65LrcPXhyD77CjZm6bL0gPefVjzzrZck9NmhMvuusgj7hhPQ9imjLvQaqgj1NgeS92OIuPokXUz6nJwU+c9RDPEgwWzwtP589E5mZPYjbED53tVc9RuCbPSvngb2aK1C97YclvtWP9T1bKA8+kfwdPibexL2DKxw+czJZPjBBW75Xny++u2aRPm5eib0kao4+GKUDPlQJWb4ARtA9XFftPBZawT2zwAQ+9ek1Ptq9gj6xz+g9aEi/Pq+uOr7+WzI+rur4vCZ7PL7pJTG+04GAPhM+kDwhlZw+ExjzPNy2Xj5Qri8+7zwJPpslH75ZRmQ+kug6PtUTGb3O20k9sowqPud1oz6HdHI+8ddRPURxWr6+OWu9g3bsvVGkJztg7eg9Ou1TPN9xFb3VHIG+bEobvrRPGr1il0o+g4PDPRnAIz7RF1u+5HYjvsv1Fb2Cf9e9a8UhPjm+n76jlZe+RGjdPdE/Ab7e67u8BORvu4ZEkj5p2YA9qGKvvUlQoD2xFIM90vUXPpwYhb6Qrau8gqlsPhaUAb1xocq9iEifvQYFZD70F5e7yfzxPeaZ473r1zM+oOJGvZoZkD5qRDO+KoEtN+RL0jzRBmI9FlgVvRJpuz2lHtG7L9shPZDrer2C9gW+GEHqPmQJ0b3fFwu8TW7WPDCN170JtYi9fKQfvkbutT0PsJ09y2t4vtdQWb221n2+GLMbPrd85T0A4SY+Q1bYPJ9eQz1wNks+TfR7PPrulj35PzC9hXyAvgFFpT0IxfA8R/dPPgSnUz5YxZo+GXk0vnmUhr6fKEk+7OptPpaJ9b05lyu97MmtPssCo73F89u9UVaAPAFYXj0P3FG900GBvkHLkr7uF4q8/lumvaxHr73VeKm9gBCsvvAxY75Hs8u6S6yXvLuLFT0GdAy9L9kvvncCID7JFdi94xuTvlhcjb2rgkO8YiakPTZYmL0xjEi8Y8z8vfHaij5hpyU7TBRfO+oG37vP/xI+ncAqvje7Lb4aWW69DQ3XvYsPtL2cKke+w2bEPZXqrz34hAi+UuwkvmXTWz2CzNo9MYQQvH2xyr2eIGO8eJLTu5+6yDykNnk9YcG3vspZbL5E2w6+vD6JPYU6Dr4TM6W9ygIjviwc0L3hVl29zEfmPGNjCz7EIU0+YfcoPrFm4D1lFhM+FrWePjPQkbxE77A9CN6HPNkr6r3rT8S9ZN0VvqoxhLxlD768opK+PcJECz6CxuK97odVPUYKob0KWJm93WzUvT93LT7tXiS+N8byPYNgqDzA3kQ+i69Yvfeu5D3Ghqg9iqBuPKNlm75NYCO+BdmUve+wyD1HXxI+FEaBPs2dIL5gnC688UnfPT/D67wx1gi+vm0MvuUwLT03Koa+TfNZvbwxfry4dXk9CcPDPZF/e7wCFBI+L5k7vuwt3z1fBNA9UA2RPquQbL4l9QM+lUYMvmJEWD5Y4uy95NQ2PuJZfr2GIR2+eRnRPQk2VjvzyK48mjZ8Poy8cz4DT9u7krUKvb0EUD4/R7E87ISYPs8FUz76i5S9EacWPmiEiz2Hjmy9i2WpPaKYRj2jvpI93dsjPpq2HD05wf+92UM+PsIU/b3u8UG+JgsyvW1dVD6sHuU9yV3zPbe6Z771qxc+0/XkO5RsUj3mVm2+a4DqvaoLiz6jqQm9r61OPs50Vj0O8ru92P3sOxOSnLy5+zK+CAr9vTZX3L0fasA9L4GcvJav9D1ZLi0+14c7Pi0nIT6HmL49XiihPlCyETyUGwC+jDGDPYsj0bvFP/u9USbsPYk/tj1WuzY8q514vSxtUj4JVXY+HnoWPBVLjr2TRE2+99lZPYyOnL1EuoC9QthNviezG719kgE/cuqmPQQQgT6pLLi9OPa3vEgUnb5qMqa9rdq7vRXKTDyjMo0+kizlPUuiyLv3fAk+40BcPsRyxT0neda9H/I2vUdfM74JaqI9Cd0IPp9uID5NZcw5LYZjPpWcvrzHRsU9SqwdvcyeAb9svgW+XnqnvQldq73KVXC+OPmgvkSWkj5geY49kVOCvbXq47t7FqC+4MdVPbOuiT1eTjs+eUYnvlQDHL4xsns+UJNtvQqh5r0Tfli+ECO0vuv0Gz5dJUc+umwNPtYu3r08ONI8KVsmPRhp5L1Ie9E9uqISvg4wcD7xjYM9s8IqPVdMcbqXoxK+wYVOPltJxDwtvXC9ujWmvcDXd75hX1A+oQ0iu/Rbgb7rzgs9yXaevAVqhz7IDdw9EYtevtsVOL5dYqo9Onq8PfaKhD0fbmm+pNtAPl0A1z3ANYI+HEnYPX3NJD58Zy0+BZU2PnXYpj1n/8Q+95c8PpBNZTtygto9qPd9vgxW2j0m8EY+kQBZPYKoVb3ngaU+YE6ovVuuh72rQ5O9d+IbPrX/Yb0Lb7e9Mwajvt8d0z0OR1A+qXjPvsjhSb0byZQ8NH4/vuiVXD3roLs8UywZvgZiZj6zBIm+Y/FXPTjvrD1Pjle+hOLEPGKHLb1guE0+WYp3PV6MiT4JgkG9gbYCPgi18LsxDTw7cXcCPp3Mxj7wDGg9rOmYvkyhX73yXaY9SZbivANQmL78hj09KjOiPs+HGD6EsRe+Pjw7PhyAwz6IeOI89pafPT9o0j1VXCo+bv2AvpdhTbxZlHq+sxhWPn7WED7GRDI+vsD1va1Qwj3R8Xw84dJBvWJC4r39Tzw+OXmJveJHTz1NDlc8fbBdvuXhNb3nWd08qK+ivOMvlD6FZu85QAoRvvTRwL29Zio+ayQZvhcFUD7RKoa8E4CjPQ5r4D1JXhM+NCYbPihO6T0b11y+nRMePlUJm7sjqT0+hXk7vTgmwT2Kn4M9PmAQPkM9FT4RD9o9enN3vSo0Rr7Y5CC8gn3DvKC7MT7MV7a+Q2b3vXYu+D1mOhs+ti/rvT3nHL5pPt07spIVPqI3dz4wAB0+0ApEPUTifD3FOW++3cBKvQffqz7kCzy9i8AFPDY+KL1CORK9T9FKvY8UAj433/C95N4cPedFKb5kwP+9ekCCPauIiz55JrM80agivkXjCr5xheE9r71JvMBZfL3JizY+Lgp7vvUe1rs0SRA+/mcTvgpmGr5ybh6+zha5PE926D2Eg409xbcNPgGRhb4GpQA+OKKPvt/tUL5/CA6+AQI7vQn0OLxo/ta9gYxmvVaMkTzhLhw+95duvkm8YL4faDS8j9OxPflPW743GCw73dv2vM27z72VezS7sO0kPmnFDT3rs3w+xwsxvYdHDz70beC9dYuqvcQnvrxBtss90ibRPXjrdj0R2Eo+QH3CPWT5Hr5kvUq+rorZPb9JUT50kyi+eBJuuhs4q72pmow8HyYXvZ6DvD4kb4G64w+yPS6AY75wPmi9V+4IPQx/pT1MjwE9Hne1PTJVT7yMiws74S1/vXFlQD43YxG+E6QKvvqZwr2FbQW9olqMvBd5pD3q6sk8GEriPczPN7x1zVq+gCsMvr1GDj4cVlK9//Y7PW+cF73Wv0S9udINPcMvZT6luZ09Kgl0vcbXwL5KpFm9zpZrPq9AWD3ggJm9emsKPlFMIz6BH2G9pitVPvcAAD77qbY9W4wrPn1qKD2oWba9dSrEvBkagzwA0QU+Y26bPbaSij2lf9W9yDbOPM2MJT1mcJK9HxYyvGgqQDtbX+G9tsJ/PWw6a7uxSK29UNoGvCFfcj1Xexg+VT2KPOeZlz2J4KA8kQsiPkFizD2OryI7owkBvk8xDT5AMBW+VsAfuzOUVr6u30O+1MYjvdKOaD2sNes9mKKhPB3aZL4/sq0+vT99veaNFb5CbCq+NWJXPtZ+JL4oZak9xTaLvVUbRD5faCI+ZSsVvXPBgjxFZVC+4vFrPuWyFz3wXSa9HWOBPjD1qr5Eigw8X91TPoYUAz7TywY+op9KvVut6T2aksu9BHoOPYC5GL5HLUQ+bhdKPvx7sj4gLia+jWAlvQZe4r3UByA+7vq7vCi4Ir6bMTI+nJgvvT1Cdz7EbCi+ss2ZvsOfjD4AAwO9fLAoPHJQEb3YiS2+p8QFP5N5OL5fp2U+qAebPrWFEb4SoOY99CchPk5hkL7oqMM8gkBsvgLPgb6JDyM9q90LP+fvSj1wSUa+2yj9Pt7mB76Fwuw9aFqJvqRNs70RXQQ+zZfTvjQG+L0jGwW+d4U2PiN4Sb7vqUe97sWkPn7ClDqT2IC+dyoHvuWDq77+jqi+1o/dvVXnpj6MHUo9gLmxPne69b7+C1S+rsRsPcpfTr5UUr88krGEvW+RrL7l35g+yfOOvqLr4r1EA/09jZE4PNy2v75f+kQ8O6vqvU+OQr6kSxS+GpndOxTY471opXm9nayOPkGl0D3WodM+GnAZPtC/nD6H1d49/llhvXEZBD64Jnw+oGAKPkJZ8z26ggm83ISpvqxcwL3GPCe9Pl4hvj+F1z3Asx0+i2V7vS4ayL3UMuO9CADqvY8TKz5rNmC+EzMKO5O5UD4im5k+n9/YPTWj+T0wRl89IcVJPr1Qj75jjK89sNFDvuQ6xLzZNYi++Em5PQrZQz6j3m2+61qXPRjjjL4eGBu+LU5lvh1Jbb7fRa2+fogdvsKxdT0Vvug9lOxJvZJDyT6LwRa+Yz0gvgCNmDzOybc+Yw3hvmnWSL6Au6A+UxToPdSXaT6Sf14+ZFOdPuccBz7xJ9u9RgjTvKHd+b3yhoC9XdvPvubGNz6wTnm+QTLWPecuCb56gz8+oRUsPkKFtr4g+Bi+NzOCviKUNT4hFI+8r+JMPtdzwrxsGc29cz0+PTUVYz6IPEc99KcFvgdLOz5OupE9GoFivp35B7tonzo9RGWsvL06KL2CbeU8DtsHPPEFfTzGVIs9RmnZvP0GOj7nBfO9DGANvrhJMj66b809vfHLvmCyPD120Qk9VLRgvmMdrjtzw3w9rTS4vohLC75czxe+Na6RvUxBDb4GkUi+rCE2Pq8Pfj7aiYc+9UYhPr+Ky7yifD4804CBPrxcPz7Hdg0+sMcaviK7iT1/LSe80kQjPsC6pj2oNo69HqrFPJeRpT10Wkq+IhAUvvBNaD3aVEk+jz6EPdeRrL6QEf48MnotPGZSv73JqAs+N23OvCUHhz18/oW9Bl+zPRB05j0uFiI9q7ykvKPBbTywQes9+sutvQWwLD5eZA2+16NVvWFuLL4ukJs98+NBve4JB74ZpZ69lLH5vdjwz7vtnPs9yPEJPu9O672aRFI+oP+hPaOjvr1xOYE9WtS+PRdfAD27oNa9FHQdviTaqL7r4kQ+vRO4OxFK9r3ZRUe9KmpJvaR26L0pvR2+OMdxvoGoOD14TJW9jKcWvr8wKbw6nwY+/ilpPZxsIb2HMmi+4uXWPBXMz70j2fQ8O7sEvp0uib1wT6q+WuVJPebKg73vPWW9I1+WvUHdBDsjxcO91369PTDQbT0ZjRS+YrUAPeR3u71InnG+F10wPZdsajyENK08PygMvhf2+LyPtPm67aOHPWLHYr7Kz1i+knUTvnO7zz1bz/A9UiEfPv6OgL6kX148BhVIvnU3ar6e+5K+mUTAvRHQ6j3DsmU99ibhO8fow70U+CO9O44aPUJ6P76ZBCm+z6OTPk8Lgr23APu8kMeMvsGaHr2OCse97Zw/vgmlF75swrO9Hby7vpOsUb6BVpI942bdPJHlurxIXPo8upjmvB/AqT1Jfc89K6Izvv5LrL3tACa+oNozvULHI75JiO47rxGLvUUy1b3QpSA7kb5RvvInYj5Qi5u9Mnk1vSc7I75d7o09L6cmvt5WV74t5AW9MflgvkVipbwxDxS+6gUsvlpblTxdJ+U9ZoGJPIG2RL7mHvI9CxZAvtr/qr3QMxa+AMd8vaahuL5SH9i9i2KIvv0QMr3s45C9TABwvR8SGL6sXiy+vpotvoT2cb0RsxU9KkH6vKKBPrywjsC9IGcSvXzSez6UglA+fN2uPtr4AD1t+aw9g79vPdLaET6r/Ia8WTjIvpLWGT7VCMY+/ENHPm8cnz4tPYc7nanZvV5+cr2gKy4+vnIsvlHfGj2XLxu+vYMcves8qD11hCM+Qhe0PQq5fT3v9Ki+EY9hve7+dj71SHs94LZZvr+UMj3a/lY+ClC0PB9DyT2sWe29TLYwPvpOlD7P5B4+POU4PRGonj6ht4S90MgavZKvET4kPY08Gu6MvQiTkbx051y+5GCoPbOGMj1i76G9Uh1PPla+5T2a3BO7b+71PfBKKr4jU3O9PxEAPkm7s71y3Km+6/vlPaWTPr4syzA9qkjcvI5A0j5wvkQ+7wA2vfBrrj4yh2k+tDGNPbeOrr3MAPM9UIBpPpxXCz6NGdC98twFvdustj19h0E+MPUKvmGmvb1lag69036yPA4+ED2T9PC9a5L2vS+V57xp9JO9HUmAvlGCorxECCc8HCXVvd39wr3mYYG9NyeSvQTwpj4ziim+PrJvPg2ohz2J3rw9k4xtPnyDD755cmA9Dv0NvS7aKT64PfC8bdsIPskEhb0a6La9Xvcxvn9hJD2TZ8o94+7Xvalspzx9EoS9V+ghvrBUwT4J6M09BL24vawtdr6fqyk+kizAPcj4gL0sEsK8N1envYF+cT2RJcY8IG5wvFbwiD15Whu+MjZ7vuYOPL4+Vo68URxOvgvmTz6l6wC+hFGTvvVLGr4bVNg9CflTPl05nTgT3K+95J0FvsIroLzVS6U9Xo7GPJghOT23h+S9/eWNPpxe5T2BmAK92bd5PRPR3b2kKjg9RXduvJ67iT5yCVW9f6UavIL6mT0gdAs9ufNHvkDql72Taqm9WSM3vU21Xr6C1yG+BdUJPns+PT6Bj06+3UfEPNDTGD7PcBu9yWX+vbk9Cr3GzP08pOjxPcEg3D2CWJy9p6n6PTSxVz7ErWm+fxufO8ip3j1yLR6+QjqTvoh+VjtpfcI8R3YpvlWjjryMRFe90XUVvX/nCD7iQQE+9fGgvmUWsr2Ui7s7IrpIPtamg7023ps+d4DsvfTGh76NhiY9Sfw1vsP9yL10LNA9mi8nvpW+Jb5mLSc9QuZHvtRh0T3kAbU8TXtZvDfVPzwW1xa+LKagPhBqWD1Ow+Y8DBGcPPsoOz1eGto9HNgbPvbC+7mxnQo+Fc5vPuZ2izxPhKU9bzfhPaWK3b1bqUa+cuDbPU41070YnBY+xrxwPQddPb2Vi9+9WaSBPrno+T2s0RC+yrIlvtbs3T2CRLi+sVwPvSuykr3pLIS9guAlvo4Md71otAm+iY2evaR2lz1txEO+sy+mvcGVir7U9J6+GThqPfyUqb1odia7yc6OviLwyL1PKQu+Bh9yvfAoTb1bhAK9gRyaPSWrlr0/3jC+esysPN6dk700deO9NxHtvUE6Kr5YhLS9tPW+Pf02P74k/se9y631vS9Kkb5wfJa+hnESPZalK77jQn89boS+vfzn9b0P4NE95LisPaJsqDyJVwi+TsmPvqk3AL6Ha6a8bjn6vS8roT3b0dG9YidPvnZxTb1jOIU9VOChO2teDr4GB6s9OetCvQ9FrL7Yue69I6nfvB9KAL6vi+U8GWo9vsDflr6bYRO9lARRPaTwd765Kpq8YzH3PcFg+72EW1u+G5EIvqDEQzwOeia+KQCEvQfheD13SCO+ap6mvmavN77iVzg9JdSEvttOKb6h72q+5/MjvSGmr70Xkgi+sl5WvsouAL75Esu9sWIGvuod2r3WJSK82B82PoRbNT28UKM9MZB3PXGskL6n70o915DZvalYM74Lw/29RXjbvbOULb7aSOm9GyVrviHEcz0NH7I9QG0hvmENWL3tmz6+jFuxvWEvxj18W0G90cGYPZxLdjzF9zc9UXP7vRRPCT5bzno9P2QYvecwQr4OLCI9dfcSvoJwST1aEZy96i8rvjHvjz0esA8+4YUyvByNIj6i1/q8UmiPPkQ7WT7wKDe+8NPAPGH/Xj6+f1U+bnvdPSE2LT6e2YE9fFnIvQPImz62xjY+edR+vclF/b2GNtq9X3Esvvk9Aj7r55O99LIWPqfbYz6Weps+lrDMvaPRNj4HMkA+7I0XPVPU2bt5hxC96VbdvYwdNjwzLjI+lb+nPppyCD4ahFw7UqhjvYGPQj4tpge+CiLTPbLbej07IMe9iZ6dvkdBoD4vogc+wo0RPpf76T3+iD09MCXOvZ+5aL5KE4Y9qECBvUu4lz49MdI8qzPgPYtxYD0qXpA+InMmPrEKIz5scSU+Fy46vgsXST2rlY28nhvZu3sbuL1eIB69zGOmPdd5kL1uIyo+N/BBPQAgwzxcwTy9wJuMPp+uBj2I8wQ+6u53PZHlsr3aHes8yoLvPZiEDj4xUdI8Kz9Vu5Nolb0uPzU+odOFPTLBBz7IIlY+/pVbvWhWOj7Iyhq83s4wPofVGL7JL9e8PihuPTIoCj5U5+296ZNdPb/UOL71WE8979jqPHJ8Cb2FB1+7jI2DvQkluL2qCoo+edZvPkmddb7zBCg+U9OfvbSp0T0kGyi+cLXhPd7kzDxytFW9q9SiPXuNFz7z/Ks+sVlVvU4uE76e814+BGZdPV3gvTzjQ3S8GUClvWfztL3LOXg+BvcyvtNq8L207DK+UZdmvjDuQT2l1Ls9ksM/vsPM1D0+2Na9cIQEvgSfObzKweM9CfTzvcWlNryN4SG+ZNgDvdjmMr4aTlg+KlA8PsKo573ECfG9jEwwPtA3Arw1UIW8hDfTPauIgjtLyhs+eUZiuxMsD77IVTa9+hdhvaPkmL0ETaO9vA8QPSaoWj2l1U89hO1KPFmTBrul7Ms9nJBcPokImzw7KiU+VQIIPq4TQr0Dqli9PrGTO4jXWj2QrGm9ae5EO26A7L0m7qY86EyLvA7c5T2/OXc9390kvl9Uabs4bqC8kHqpvc1rLjyLOaA9AwydvS6iKb5EvOA8JcWKveF7OT7mKzy9GoQQvvytnTu+YFA+SD40vuvA5rtFNJo9Ax4WPk1Opb1Xw8Y9jZASPPNutr0WX0a8A5JLvmL+0b03SoY+J64/vsOf7r0h5Ps9aO8NPhH0l73fkns7xTwePtejt77eJTi+OXxqvr5FAz1bcoY9sVQVvkC89r3HvK69J1f4PK0UrT2GcMw9DiRPva0pUr0l7FQ9GKn/PfJJ4Lz41bM9I+Tavf+pk738Jg2+V51avZ+TDj7lICm9T5KVPg+STjzzh1W+4czmvXkKCj2Ihs09GbwpPtVLNT46uBc+0A78vdLx1zstyJG9PhtqvHgL471VxDa+9kFNvT5TkLw/k6g9CAddOhJbLT3uWGM9psdYvcNxKb7z6hG+jwLTvhht/z2XBS2+4049vaazNz7Cb4y9SgvGPfMiVz23YTc92CgWPYOQi725Hwe9W9JJPSoraj3Xlb891IzGvHoqpT3qSG+7P/uCPlJBhb7DTyw+8Z8FPQa0BT65bPK9kfJUvupLSzcNj5a+zl5hPUkSIL5qiXA9HOjDvY6rOb6dCu29SwXNPWFYSj1N0jS+pgm+vXHftjzDYca9ibYIvsdrCz0/P/A92i/BvWBuOD65MsS9wmyJvY22Pr3Tiq68xbHXPYJl0bzO5bG9awnyvTYYx73GiJO9u1mfPcoPZL4oZ0m8oTFivBZNsr5rStK9SNxKvrHaDD2lwuY9zrefvEqsiL3ZoeC9WuVoPRCAjb3p2AG+to5QvBewFL5Qtwm+b54rvuNgbb0p6XC7xSdbPoN6pz2u6CM7le+kvYHtp73gxyO+4XapvBDshbvInRW+io9IvlclJT4yjL49e4wQvsvkrb26yGs+qlF3vokzFb7OQuw8OnhRvggj5zzoTQG+zhPBvccWOb0nA5C+v4adPSQvNz0GU1G+GoVMvekaMj5YVJg9gp4wvqg2hL7hefw56+ztPT19Ir4Dmd09onkpvg398bxa9ku+TsOWvglgKL4iO9M7d9f2PZhlsr2yjza+7ZKZPaFSIT7BPhu+HC0qvuGTorw+MQS8v60BPXmwDL4n0Ky9zC4Uvuwbyb1uROC63HzaPZcdxL3kzMq9lQjWvT0u2z024og8r5A1vpQRDL4ZnNo9gZYKPj1OLj4/tvK8tL6MvSR/2L0qan68/OeUvvepD772kJO9P9Wtvl2eEj4zOo+9FXDfPczpYL73eSA+/QpJPac5GT7RovO97o/OPYQ/ir3IEmI+G5Fyvbtitb1yc509IqWpPmcUTL3ez9c9QkMxvcddSTzE9pA+GuB2vVyF2b05x/w8eYdZPb9dnj3urc69tVpWvkqnI71gyx+6qfm6PBcVSj3lXWI+eVNVvuPInjsXNik+DGqyPeflab0Luvi9oXC1Pb+Ri72R8xw+uL+JO12PAb2TjLs8jO8RPi00ZL6BRHu9vFVEPn/REb3wJXq+LO7GvKGwQz51B8q93WJSvS/4Aj0Gtby+1P3KPZwWJL2FljK92HglvIpTDD58Sbw9kxsEPvfgOr3n4Ao+eiClvbXoDL5KQbU9/uOLvmm0jD7tQE49KUINu/0dlT3+QFW+Ud3SvGpRHjsIz+Y++iAPPlhnvb181kG+/eWhPrGMoj2MrQ88pqY9PrU+Rr54gCG9fAvMveLekTx0il4+304rvn0hXr74auK9GhBfPZA6AD6n1bm9oIMqPqbcKb5d+Di80U1zvsozgj17j4Q+vemgPmBTiDw81Z4+i1sqvVzzej2HE7u8kXQ0vrCs+jyKuem9/cGnvfipa73GgmE8OqQuPt3f3L2Vnga+xIdlvQmhs7sgQ4u+pGEnvpPYejySYDG9UasEPAAudr10qxi9wMN6vZJPob3TrMW+Tnd+vsyj1r1r8mo+cXIXvn1Cwz0/Kpe8yEeMPk3ChLyZEcI9GNamu1wFMb43KLy+ISn/PAChfj7jAm28urjqvbKvlD1w4Ss+m7kGPNGn7zxY8GA94Mahvn6T2z1SRS891pzDPcrRXL7fErO9wDCPva2T0L2uSiE+1J8vvRhNYb0E1wq+uJCmPSrIcj5F5e49pKqpvd0PGD6DSii+gss7Pi9a7z0THZC8OALaPZ1/cb0elgG+WkF7vRT5nj6CZ5S5NBJZPPE0h75iVyW+tnVNvuvwID0W8TE9GUUrvbp+uL0GegQ+BjJMvZVhqj1ruSA+6xz1OoJ5pD4KmZ++qqWQOpe/Zb4mYeO+3KkKvgeZdL6ctwG5UTKlvnyAlT7mDgQ+JkOgPpadt73lic093t26PfSB0j7Z6+I96tZ7Pjm3oT5KCBW8viJWvouEDD7XehU9og1FvgVlH77n2Ek+q6p3vhf2dDw4mMu9xCROvnqhCr24HAY+a5NBPvY2bj6WfIC+2AvYPOJnH71rm5E91mFCPSNHSj5XbLq9ctEMPgpnIz1Ydys+kjcqvvQ7B742Txk+rHEWPUFgQD20jV09S9DkPZZZIj26BOQ9+CrwuvM1B771UA4+g8QavgYoVL7h/Bw+3h9TugzJ9j0+mVa9jhrcOftgEz6kZz8+q/VBPeTpO76zM3s8OzaHvuRtgj73xIC9MCavPB+XEz2SFhW+NyF5Pj7jH7yrTgo9nGwOvjFVXL7WluG8cr0zvWWEAr4ykfg9yolTPsohrT6D3r49TaIAPoyefz5FHCw+V8qavYXOTz16lG896QrHPRSo872m43W9mwwTva5NmD7Bfze+PthSPgjpjz1evuG8PQQMvi6Zgz0FcUO+Y6EYPlyqej6+afy9T9/0PflAdT3uA/m9mc6KPmq0oj3s6X89JMKHPVvxaj03Ff68ujsWPm8Egr7yMUc9ricpPORqAj5PLTK9W/4uPmQeHL6HiQE+pSuvPHhB7z3xPFI8fdGLPLwbAT1ds5c93n3FPeHCo71ps/M8Dy7Jva2DSb6ORUy+K+g+Pupnkr6sLRI+SITvPVVzsD0OUSm+6s5pPmaA0z3ytpY9QE/mPRR8z73Xjm69pZ9kvhiKn72BZ4+9+VGbPXFGtz3omUM+N6kUORRojLxAaNC8+xf6vDOmzT26lsq8Y7XfvHORVT108dA9RL1mvcIdiz2c+sk+asmSvs+MTb3xLu29z8ksPgxPFL7FtOK8diSAvphDRb4xSx4+cplxPWNy3b0vdGy+I3KYPUPcJb4cFuq6nqzdvIISzL7Rc/U9VeEePu30Xb6eVDo9VtvHPJ3sCb5cS6O8OSK3vWk2gr7oR5K9UH9HO3NsQr3wisy9buLpvdbbQr3wfi899pciPVo20jzhBEC8ySKSPg4nXT0KEVK++z+2vixvXz5PyR2+115HPuHTsT1BaUC+rP6HPleO7bvZVRM+VdtUPpXldD58VHI9758kPjimwr2otEI+oj8FvoW+frt8eXg9+JCCPtTn9D0ZtZG9tV3Jva8tET7m/XQ+fXoYvpkahb7MI3q9e/2MPaRMlb2jgkY8EAm+vLQOGz1GPmQ8JuErPkgKbL3ynqa9a8krvvZmkb4HGo29Fv6PvZEpRD4Nojs8s7ApPksXsL573Hy9xwLMvhOrAD4wrF69qlH/vTp4iL5um1097kKUPMrn6z2uupO92obgvIVpkToYgza+z547vU7VpD0vOFS+7+KmPPiEej5RYNy9DimWvnO2yb0E8dw+zX9HPVY9OT6cWFY+bRg8Pr2ruz10bhO9tAyaPSrQ9TxSN34+8RsovjVhgj5mAwy+rcRqvjnxCL6OzZo8ClyFvus1ML6YDDA9rCnjvfmwTr2CVU++CHrDPVa1rr3PYLg9OqOiPjZVlLzqbLW8eke5PUM2Mr5S4Iy8lGp5vjobjb3Evse8/K0qPn0sjb1oJVa+RYqOvjQExLy2Z4U+naudvdvSwz2U7PY8x9CfPaN7xr1lv029ETFnPs2liL2Nt9A71B1xvmQsLr64OgS+S1aUPmOKWj3j5J+94geEPWB6/D2v+Jc8FLvqvYPx6z3lkMC9/mhZvXWoxr3a3669JvlivFJRFb46tT0+rHNMPuiVcbwysng+aP1YPrAdmz1g/AU+Ijcbvvphm71lMEC+qN8PvkFZET2mE409a7W4PSk+jj1lNo8+DeemvBl8czzajV2+ZHEWvtPIsj77Fso9aP5Kvj20XD4/KUq+sk9/vgxyLL54hB++qTi4vSQJCD6OIbo9bcaIPQYNQT72KCs+kH1CPefYfz7teCC8OOQfPq1lQ77VIdA9YjTfvWMCkr2zVNu911xOPmJoAb2KBXS+1Y5XPvOpBb2lzoE+9DVYPuebYT5Ki5O9VcRdPcN4zzz3eRy+sVltvj279Tuifgk+lSRrvjBf+TqtMby9iPjtPa10Cr3Wr7C9gSDgvHWotzxtjaU8OoNFvQKARb2mkzq9r/jHPeQqaj6gGIU+yA5JvUewzb1cqOQ9pV0yPUkSKz1gtsS9n9JOvriiz71vdQc+3ZoKvkpbfj03D0c+NkljPsbAYD1aAzG9LnUVPpelEj5riCi+Vtt2PgVuOr3U+sM8hcMYvRc5uD0x3o8+sLrIPdDapzr1Gza9eWGgPW2xnjzu+y0+VbhBPvdmzL0lLh2+cWefPdaKxz1IqR2+Wb58PDepLb2rVrQ9WMsxvRENhD0SshO+03mbvfkPpr5qLC+9zAkfPq+DG7yqE3C9Kwg1vtPvrr3Z9eY97qSIOkpeWj3Cm1Y9D/kUPpWPTTxRSik9qcelvYvr2D2iRaQ9s4mLPb5yXjzk9qk8PFSMPYfg6D2M9xY9wEikvWCfMz2jgB0+m4nsPO6zRT4ss909o7+APBrNVz7cu/M8+JR0PTN4RL1Cmw09A8nivb92vz1GSLi9+LiUPYBgwr0SXP09ZKGNPgELC77gBNc9RDghPYxaazyAZ4q9Rz9RPnRAdb2MWYI9qn5TvgPkH71xenG9v2I0vWFlnT0Uw+C95Wkivbacp703A5259MCEPfCe+T2IMSc+vgpKvjyKIT573Se+MXXxOxGBqb0EnKU9JZelvancHj2s/BM++rjGvXOZLj42wQK+GJcnvZPWfz3GdRg+wR0kvKoVbryr2iu+xc2mPb3OGD6LKGu9UA+PvaYhsz0JS/S9ege3PZ4qX75GiAM9GjB0Pg3egL0cC289M4BXPmberb3qkRG+js/NvcXxr72yO0A8iEC6vkLXir6ktBO+o8xZPimoLz0EKxo+RcuPvp+7tD1gv/c9hqIkvgVY2DxWDSi9WbmEPiKKCb00V2W9tS8GPtRrtT0ETa07weo5vkaECr4yWiI8YnZOvnfHljwxWPC9hCUuvrlo2zzWnWs+O6a4PpE+Ir6Mf4s+j1PIvEVThT1zWPu9Weevvep8Jj6qz2O+lAuQPaqDVT4++jW++wa8vdnzkD3l1M89WadtvmKqQT4yXbO9g/aAvgQD+b1+MYE+DLv/PSlr8T46wfY9IvNcvkAUcj3TDrE9x8lDvpS1gT6QZHk+kISpvgzU7T3rNoy9NXZTPrfeLT7VbgS+qwnnvWa/+T1bKDI90oyOvpyAjr1giM69+CDuPSaPXb6MG4W9BVuSPhtNej0Q9Hk9XAu6viZFo70SIsY94zvHPSi8vTkEOjy+ohvyPRMm8T110r69PBfxveqAH752S569yVKxvPBU8L1Q0Ku9JnWEPdY5bT6HRvK9Ccv2vOz3MTxw8EY9Yu3LPsIIvD0qeaS+xM7FvdMOOj7Y7XO+v9OhvPTIRD2mVhu+Cm2nPfpL+r0yHUy+90CXPH0N/z1f7Os9PrGuPc0uVT5XeDS+0wrcvU/3Pr7WWpa9fohovj9z8T34Dga+NZncvY6YmD3qttA8fsyevfgnPT2VXRw+ULADvrpyFr7POU6+usvdPdU8jT3TJMG86cQhvf3buT0p+2C+jjQ6PpkK/z3u2BK+/j0UPuGNEr5MZZs91Kwavm2dbTuN5Cs+2VfSvhF64T08qeM9bYaJvpjr+DzHgAM9CH6wvrVMjj5YNaE+BLIdPht9tb0IlBk+wPYMvjgquDzYGxM+IK4tvodbMD3mdys8QugZvsarcb7oCoG+8PMjPQkNY72DReK+JAaCvJIK7jyGx7s9m0oXvf94pb5yxgM9nINNPUEaN74JWbQ+usqQPTdaZL6kR6K9QkEYvWID6z3KxAC+EPCUPcDaqT6BqUe+uCgfveK65727pgU9OIPkvFkNAD31O0w9uit3viPMjb0JfLW9s//BvpaEIr6/xEy+rbW9vmyHUb4E8pS+VWleuqB+hr7Twai9+SOgvenqn71uoAk+ykUrvvAF3b3gi0M+VDxovj3Fr7xuamC9DN4jvq6s87zvUKE+oQkTPvUdpD62gR+9Q4ZWPv4liT6iN4C+pXl0vW+yrzzkPEq+wPOUvZFedjsE7Iq9OWqwvQcm1r2RMme8G/sBvBp64z3ix5Q+w96JPdCQHL2/Sn49z9unPkuuxTyK9ko+d01tPgZHeD0lKAM91/ScvSBLcL6eKqa+dPYwPj3wJD5EDwO8Yh32vV3pfj6iL+69klgDPq0tYr0SASy7g5kgvp1rVzy09+E9JcmJvaJLNL71Pqk9iqVXvpMqML6fk/+9o3sAvsgPKr57hzO+XQhzPQfV2L37YfI7uUNOvq7sxr1+1lK+sqw7vRr6CjzHnXq9q7CVPT0Zh745D4k9W2IRvsxL/r0gMAu8XRmzPepG3Lzzzwq+FMHuvWsm170AgKw8D2cHviUpur3BNj6+WKSBPcotNL6wZw++FX10voIWCz6FkiC+++dhPHzMyT1Jvua9Szw/vsiBeLzuFYQ9qYKnvZOXvr0e1A698qHBPaKTkT1BDWA967URPPXy7r3maZC+o5gHPeIHEb66CUI997apvPn+oz2P6vO9dpivvSQYo75RVoE95X6TPBPvi71qtb29uqdEvTqeVr6CJTK+0TTAvadXMb69o4O9seZHPCxv3D2pZnE88JtmvtPG9r2eC9q8KXoAvXRJSDwj9TC+VjQTvsppyr1i4Cq+uQk1vmcoRD7lKhy9LRHNvRAm1T031xm+mqyUPVmvh76/AoW+jtEQPTVlmDwMypc9ZhnhvcTGyrxBg2y+YKkxvnuDEb5jJca8oQGMPZNWir3wDgu+T12UPf2GjDzYrGo9gkJuuxNCQ76GCMK85vBcPejv271Y0x6+smE4viHG1zz2sl09AZdtvuHzKr1aIhy910ccORPUrzzPndw8UGn3vYQpHL4Uk5y+chRIvhW+Cb68eQo8kS7KvOVSpb2BKn++s7sUPrQRDD7L6Ia9Z4ChPCLcKL7uuJW95uAGvqkGrj5zIjG+88YCPWBzhD0jCbK+T1jQvD4INT449369TqH2PIT/Wb3n0Cg+p5SsPWa2DT5fjAg+gPWavng6oT4m2Ao+PB55PVbC5r0Ld6S9/ZodPrszGT6D90S8/ZmTPd6YMj6U85M+3du9Pg8EEz66Cg0+SeuwPIHsjT49Cz+9x2bqPVgiBr57F9090GEZvvUrwr6Xxeo9R1SpPbDMxz3qxb8+hu2WPZCZlz1cOnY+jCy0Pi989z1U/ZO9o7acvu/oMj0ElNo9Ks1Hvs5qq71S9rQ9MTuLPItCvD2ZBBY9a3kivQSgQr7xGYM+5dLhvHPtIjzpF6W9iU6kPhIqdj3AGj++kpKyPbBkMz3YF1u9aZyHvpkOYb1mez++dzMWP+PuVT68QkM+tMmgvRw37TtsGTo+iklcPoKFKT7EXc295ZdpvacYYL4AtwO9Pl1Xvltv672hMmS9IGMaPLpZZj4CbMU9yh+ovRbuoL03K6c+ZNeIve/XGL4a0iU8si74PTtDbz7Hp0c+YDmGPr4BE72vZSa8m8h2PLACRz7kgmU+25NiPD3tkr4eyye+SLzuvQAjpT1juXk9gH7KPMJqjL4j44w+0PUfvh6aqD1VTSO84goQPjhUgj236U49vwMNvgb9qj1U/ig+zyF7vQT8yL0q3v69lWQjPjYrGj4brHW+HVWFvHOKU72d3GM9WxcaPv8vjz6TtlC+uH3qO5caEz125lM9/MChvokjhz24NCO7qpFmveDWKr2FzJm+DzmavdzKvL3h4g05C9fQPfFYOr52kru9MtDBPsyUgD6tWIq9RTp1vAKEn77SwjG+XFrjPF74i71zbTG7rwXEvfUckz1b73g6SSgTPdq68by0c1A+NGpnO5+jbL2Dc4S9wRsLPvHuRT1mLuu9AfEJvuZVrzyKAl+8iS9ivqxpSz5hiPk9gHmkuuHPkb0nuCU+HLgjvlPMH77CkEE7HvuxvbqhnD2FATq+FeGcvbOb2j19one9LXYzPl+L3Lwqwtg9UenmvRUYmb1o3NI9oVAVvr3cW77k/EU+e9yXPbtxNz0Hpdu8n25PPjYupr2iCya+ItE7PsVWxr3n04M8mtb9PVgNBz5fwkq+85GwvT1nNb5ViC4+rFuHvTG7gj4/7Ek99KGcPpJWtTwi8ki+NL0mvSnktD0GG8g9+tjWvckVs7vEla+9wX5TvcvnHb5Sa/+7fW+xPO0q2Dm02Fk9vmXXPdnw7T1SL4+9fJxRPq2YYD4ThPg9/P+OvImLVL0yzGI8YzEpvkbZlD07U6O8O3JEPpWhvDw0WTy+4qvrPSsf77wsVAe+dtlVPn11sD21a2y92FEpvq1FBz1bR7k9A3FKPF6vez6zynI+Y9cfvkjBDbxuaXw9AVcqPoHAmT27eeQ7y5K9vTThZL1dKkS+rWlzPZuNmj3JHwY+FeMrPvKqN70lGSw+AxSEOxRkLT6VcRU+IlSBPReSeD4wsQa+PgroPIPeB76yebe9ZKg6PkeWgD5hasa9sRtEvMJvobw4SsU9JJN3PGSeKT4rIBS+ijsdPhDsrD1eqS891MBAPXVCBj6RcLA9eoBwvR3F+j3gpnY9O6HnvWdBBz5hkGG+FWKoPZCssjw4eZU9EqXEPaok3L2x9Ye9Uvowvo9XDr0DXw2+vnWNPaaNmzyWYSg+15gWPizwxL0xGG+983tsPFQ+kz4Kz4k+t9KcPQBXI73LwGA99vHhve2w9Dtap5w9tUAvvUbbST4Zxp49wjkJvUWgXT3vrmM+eq5/PjJZkjxzAGy+1m46umhfC75XR0w8eAIJvvkFXrwTsQK+HjqzPAWJGD0/A768kFRevrV3Yj4FEqg9huQ3Pn2c9b0XEpu9Kqa7PegrTD0/zfQ9BCELPq3Vfb0k7AQ+6joVPVGMmT1LETM9LkMCPiigC723Uec9b0nEPcQsIr4TrDw9iMLNO7rYUb7D/uE7BbfPPbhrhL7zbws+u1fjPcJpQD20GQw9NSoZPs0QGr4ji189DiQ/PmVpbr7lFCk+UBDLvZcAz7kFyEO+xmaTvpXhOj4BBAo+nig/PrVLyL1CHaE9IWUAPiRM1j2BlgY+9bcGO2ovOzqdQKw74rsBvi42ejwSfTe+z0kNvQ/SKD7NAFQ9LY+QvfJxUrwoPmo9EsAQPTl3pDxCB+U9JGqUPneHEzwQXyy+FDUZvXtQMrx+8Fk9wEmdPEvwiT3OGA2+xbw4PmJA4rzri1U9+Ayevfa0/b7IPK68ME9LvR2dB745fpo9TPNKvtqDID7rRwk8ZNrIPGmy3rxbAyq+aDsavnDUaL0eWvG9XgVDvvEKA76t7AU+1uXoPbfu/D2boM29p28sPt2jKL6AsqQ9+MmRO78QlTrY4mY8e9BqPKZFJL4hLYI8nKNOPRmqTT7IbG8+19S6vZc7qLydQie8DNFFPlHQ2T3yHe684W+ZOeYtVD4omK8+Dg88PcysnL0vj4A9LchjvdHpC77JNsM9BF6QvjvGIr5NgBy+rbJIvQwItL3JjLu9+b6FvVcUAz1lQGE+nBCtvcUekz5nkiY+TsyIvSUYVD6WksI+5yDmvQCuuzxN1ps9c/EHvgXYoz1jCC4+9FDPvZ/FCjsnL6i9hhmUu5w+473EhA2+zfsGvlYXl749xbM9cGlhPW8hwTzSiwk/9WClvUxumL3TN4e+hD87PX1+LL0M3JS9R9U3voMMOz7AQ1M986D+PRg3CT2/8IC+ePMdvt1+TL45xEU+Ims2vYOqgj4qa548VY5evaA3Dr4zVWc9N/6JvgNqCD2qY328DwHCvCc3Kz1DKWS9VYiPvdBYLL43mGy9FAkWPkT3p77FAoI+NusmPuUrpz1T8de9wUwkPnWgBL2uftA9zYLvPW4kjr6moRW9N6nFPb+9pb6sKKW9ZAfuvZbrhb2iN8w9VkJdvXT6ZLyyuLa+dOlZvvY5OT7Go6e6Cf+SPVeIPj7QLHU9PpCAvAghnz7Uz7i+R8SPPUH7h739YmE+drq5PfxaIDpLeIU9w8uevhGzrr0Brja+a2Kvvma5rr0Kiz49YMQkPkYDubz6mc06R5SLPkfNLr7kizw+s10SvOndCz5iD2E+HLcQvnuWXL55AVW+PeCNvqFQrD3Pd6W+E68CPk5uWT6MijU+EMdUPnXvf70AAXc7MRwcvX3mVr0GHUI+/ACDPL7UqT6IWZI9jVH9PCAgMz7o6cC+wdEtvifKlr1NsTA9Yk2PvTWw2b06Ktg+kUAmPae0o72bQvm8bPeAPru9H72CXvS704FCvrrQkDxpa/U9T8+KPfkLWz56j4o9Wa/lvNhBiLzGaRq+eQiZvrXmDT5MSL49pLrMuiG71rtiyEC+bMPOPSkpUr2xESk+AAo3vmgUFj5nTdy8D7SyPXHjpb0HW/O94+rcvTloSzy8pB49afcOviz9lb2rLrW9IJZpPIikEr5+LIS9ibKTvfKjBr4TR+u8VGjAvV5yRj4JiMA7SL6PvA4DCj7pZqm9qXGnvQ4lDryWpXY8rJvbPTCsmz2pO5E8n0m8veCnsr190kc+HUxUPb9uaD2YOcG97fuAvd0uWbym9o69YKOtPZYFgb6Y5+U8mg+mPDKqQr4+ACu+SkIgPNI61T129p29MDnQPSRPpj1NcFg9+z1cvk5KizymzCw9gUopvtT8s70ajDm+aH4CPRRHmL0hPvW7PssBPmkJMz1iwyA+3a0VPlcCkz0BSyS+TxS1PRCfyLzqnIq83podPWDMzbwHyaG7JLbTvTkGRr2dQbo9m/InPqm7Jb7PXRi9eVKwvb4MQ76D5eM7jsAivfrMsb0Gd0u+AQcOvYx8cz0i3Bi+j+sFvm4U9T2OtnY9FqpiPbLUgb1GVXC9vummvYYi1rzUQlq+00Gpvak9VT0W9oK+XSI9vgUTkzxWeAM+Nl4fvTUUsb14l1U82VmzPeARBr5PMDO+4uplPbddDr4xsNK9VWJDPUk9r7qg/yG+A/eJPfnLdz4Rhju+21KivJt1lz2DY7O9uRcRPp2YkTzQzJ2+IthBPVRRGz4p+R2+0SvAvYQTOD1dKyg+YeBuPhPRIj5uDUS+geI3PqRGFr6dgzw+vupSPkS+gj5b6RC+bDFTvpl7Uz5FU2S+MVtnviOmkz2k9r+93cYwPQLKjr1eUVA+eBwIvkm5jL4E7Kc+QUoyvnbcgz4RMVO9ogavvVfROz0BueM+7yUIu794M7xyrwC+LAAqvtd6tj60FbQ+uS1oPWD/zb2nm88+481LPq+bTD55Fjy9xy2WvUeTGj2sajA+zhJJvk8gtL3755e+0JnwPQ3BKj61npo+RLRRPneQJT54Qqg+Dki1PQ+cQbzNhU8+i4f7Pbp5SDvjENg+cjD+PS/agT1TVYe9LMiGvXD3mD3xZZk+rXh1Po5if716ppA7XByNPhyhFr5U9SY75ge9PMhMZz6uvyu+stTgvCWCtT5TKsa+uE9WvfsmAj4t2V8+4vaePVRZCL5TjFI+kcTFPZjjyj4XPm4+0J99O0LjZT0bxyu+7ngrPPXKdL4ozMq9XMMivdBbzL3UYLY9Z5sHvW1XgT7nV6O9pJAEvh29ej6yLEY+KL/wvQ9bSD4imB++rtUrvf6dRz5fZ3y8TXvXPrVqNL7hPhc+vAUxPZFBoz4hkkk+75LJPiW4Tj3zz50+BLk7veeZlT4t17c9UW2nPdBiNr70Z3M9GC3PPDroTbzXfHK+rH+gvjmJjz1Hvc89mSLPPKweRrxh94i+QxNCvVEdGL4dJgI+be2DvekpaT5kv9u9vbkHPsuqDz5v8og+jSWPveJpHT4EnjU91ZD3PanAlTwpI1o+YdybvU4KpjwOmG49vo5nPuGhLT49p028dau1PL2nF76Qpmc+y2jMPCvB/D0Ucl++Wk9sPgcqoTxXoRq+NT85PWWKGL4F7149NuFhO/P8Wr5LazS+DctHPbQPvD1br6A6EExSvXGofL5w8rk9K8aOvW75TT5Fc+I9g+RCPoq4nz7IOXI8WtBgvmd6iz5aADI+OSgHvi1APDsIzxs8MWLMPQDjCj5E4gM++fTPO6DUUz2j1FI7amb3vZmi7DtdxWI9AWNLvPOEUL6TlrW9br56vrNjPL41daU9cs5CvrFJ5Tz0h0g+oJrbvTx0LL7FNZg9hjtcPRGGzT2SI2e9CGzAvWGEp76SncA9Riz0vWbE3jtNcdQ9dHdYPVp7+j1o0H+9KtTWPeNNkb4+ZEc+0b6Evebv0b3Qzsu9BurhPf9ADT4KYPe9K9jMPblJ2j3+zZ8+SgJ2u/5E8r7DgZW9hveUPhaDsbyvVBK+WjkAPjB0Qz7QDJG6J0SnPWilKT13dC8+956jPqOoi77jugg+5lSFvPcGEL5ANfu9V0yVPPJ3jL6aBg++DiiJvTKSOz20GJg9HMaFvmKhvL0BZY886FK5vTlmKb4fcaM9iI18PJG+N7xpoXK9OKRcPRRpfb5t1Km+we9GvhTdvj3MLSW+MTilvkbapL7m3KW8D5PiPeom0r38ZyS+QSvcvGAMHb5RSoW+TiiQuwajB74jOFM9mMIQvjRVr70HmuK9LK6cvWcctb2wY8C9ZpMrPd3gKb6R8yO+Z3TpvV2CTL4WJLK9wWudPTA/h77+1Z49cSl0vRo/UL6NMI89+HGTvOHYnj3z8SC+OddkvowWJL40FHa9POw/vqzQmr7guz6++cMIvsPQlr4hGyG+rhoOvvAUBj4TCDG6Jf09PZzIT71iKOO8TkYZvT50wL3ncPE85xpjvjwK7r1Gcq68MiWBvZwnLb7UBcO9/PO7PbLty704Db69TGcBvYjQBL62Czi+V3gkPdrbdL64nI69oaqaveJsjbwmw2G+7tUXvsyAPj31Jzk9P8lavi67e77xFpq9fG2vPQ3gyT1pk5Q9C+vbvGAaRr4qJ0O+6weUvvi2JT6mxA89mBJovYCImb5E5I684xmRvnCeBr5Ra0O+OUDPPbGxgL7Yhrq9EouZvsHepL2vrgK9uEbsvTh36L0w1fu9Dd0TvkxpJb5L/ku9i+KIvrDwp7eZlYo9uUJuvdn7Ur4kv6e8k0J7vb17oj1KWkI+Qr1VvNQ+5zzUKYu9Y0cyvRpXKj664R+9J6ibPGxEcj6Vy1C+wPj1PSDMGj38jzs+ist/PtiOqzzmZJq9Tww3vt7+ET1Oa4U91uSLviSd9D2nTok9JUN0PpY3lD0fVSU+AR7MvJzjTT7JTls+00IBvnsB+ry3ZXu+gIrnvXctGL7gA5Y+gHm1PdDBIL3paII8UDm5OsPCLT4oW8Y+VraRvUvSBL47CtS9KlSoPmEstT6NjkE8hFeyPcVyez1w40w+xUisvVD4ZD0EGZw9BWSbPm8lbL0qgE8+QOpLPgv5mj7fXcY+ZlrTPZyYgz6U/LC7mrrMvZkWCr5dozA+XzPhvCd2zD2TYkm9EJRDPknBOL7i6PA9Et3LPfKebz5hxiY+vedsPSa/Dj1bC5i97qdnPbWrWj0qFX49vkOlucC+Nj6BhdG9MjK7PUOAir2w518+jUbbvb5CPD5h7eg9fWaqPpDDzD3yLKO9QdsKvAoO6TxHIL29W874vfP8WD2LixA+8zgnPhYXIj5kL14+fPxZvpbdPT78DOI9aT8HPco05r2k89o74W//O7MhvDynKbC9+jIwvsiMkj7NznC+e0fIPqdeHr6yWpq7vNl2va4sYj5s5LA+y6MmPiyBuz1hVb+9toimPCGDnr0Iac29hm1bPbJdyz1vMpc+JxMbviGHUr2NFF69xEv3vGF9mz5VFAm98JuBvXVvQj6GXUC+xCcIvfzmlL3UX/c7M9odvhHQzj3IWzI6awtmvQpxTr2spz+98KEWPluCzj2u2TO+srRdvqMk7T1FWwC+rBK5vXZPOr5/d6U9cQplvrEsuD3wlQo8j6BbOHuJLj3/xpA9SxravEa+6T0z1qa9wicIPIgSCz5IEW2+RDSJPpsabb38JWs+KwcXvVk7Cr5stLK8MvEdvu8R3L3UMDs+UicOPV1vgb7PA4E90A6cPiXpsTzAhCO+GgqePecK+7wivh+9qqGYvnrwFz6gUDs+cKWgPZ7Egr5oAjQ+ikYavc5KCj4JZFK+WTkivtTxp70u1Ik9ozW3PY1A272nE2o+pTqKPiamnT2y7ge9S7SzPT4doD2ofa49PQq8O4YceT3capU+VdUQvnZ+sb0kLrw+nDalvDzHpDw8lBS9cFQIvusZur1iMkK9vnGfvQsdcL7WEq49G/rSPaHA1z35waK9fzpMvj+3dL0aNxQ9dnXAPZCU/7wupCO9Qq+JvSftgb0D8We9JQcBvjUhTL0SXQw9ynNPPnKU8T3U/029WUugPrSSFL4WIGI9fh4ZvHN+SD7AUL69TP5zPPRLKr7bR4o+WLuZPdvOFD6MW5w8D4v9vZPECL2GFpS+j75zPgkwpb6z6U49NKb4vfLjFb7A+Ec+4QrwvZ7iKr7hWdQ9jSVGvuswUT37aJ856VPOPNlZgL661Fa+bcC3PdgDEb4a8aq8KaDgvUidrL0mmge+xkIwPRa07zwceKy9HiLyPXHKT70DiwY+1MZfviCyi713e46+60cEvqrq+T2Tlgc93hnzPSTQXj4rfym+rswDvt/+nbyexPy7rtuLvXXTiL44gR++VNdXPRGIQL031q49X+A7vrZptLyUgNW9vakPvpGrTL5PjjU9qwjSvVJuBL7qEQu+GHqNPFw07L2HF3m9yHn+PHc61L0qbry66SkKvqlnkr6ewaA9eNJJvv6rdrv0dpQ8J//HvTI0fzy1an88gLKsvMPCKr675jU+Hp/IvUYqxz22Fxu+BK6CvfiH3ryG0bm9x0+Wuw7BPb749hy+1QupPZIPsTw0lGW94X69vbmKjb6U4EG+HvOWvXHNNb4cj4i+z+pvvh/rQr2JZg++50GtvomAX77zIks+vW4FPSYpwr3qIvU71FwuPrOgDr7rK9O7crHuvXQ0KT5neME90P4svNSh5z0u2WW+9CSpvU2tML0e6qC+tRK4vAG1+r1NeQE+zSrlO+soqD1+lto90UszPrm31bztdtm9G7clvUxaXD5QSXU9dU48vqkZTj7BxLM92FEBvZIFJj2rXBi+O7MpPvayjbztRwy+SBUWvvgScb0Iuhy+pZgXvlSHEb4/40k9BVpEPsQ9072tOxe9JUBTPt5I7bz9dyk+8NhDPNZyWT1jouC9dcf5vbQhOj4lVuw92CMDvRt4Mj7EHsC9tuaFOG87Rj5ewmE+tvTPvoiAjz6OW00+1s8NvXI74r1j/S89ciDTvcicdr5Zv+e7htOCvQf0x7zekDK+milwvrHChz4dumU+te2RPv8QCL2ON/e9w320PuC+tD5Pq3q+aqNlPqTpEj7mAD8+5/yJPYaN2b0AxC89p8MmPZdYGz4qNim+VMkrPhKnTT4kJxA+OsBhPU2vSz5kIxQ+JIexvuCEk7zaJkg94+iBPPAQBD4bRyC+BalYPaYUHL7wKYM+vP8JPiUemD4GQcS9L2oGPk47Yr36Rzw9BuKAvXvmDT79JnK+x/1JPYBERj641j++fT2QPcyTC74mwhY+g6FTvUUIVL32zAc9hSJhPnNZkD7JFt493XQfPRBVCjxN71i+/NW3vX6qZj7EKSU99a1WPVD+Kz4DwWI8VyxMvkvYkT6Aoqu97xMlvoEg7L3ahqi8iowrPiGJiL59u8G9jwWFvL4DOD1ZZDa+RILMPhiwoz27FIk8uXcjPrEhHT5ejY4+hghyPrXNAL5b6+y8EmmHPQbiYj3kvMg912ODPf3xkL247BM+30U1vi4eC77YLGy+dgSXvtn/bz4441g+MFsvvmFelz1cMzm+WyqZPfbAgb0ZIgw++f0kvkRTKD6Eg7I9HJQevorXgj1Qxaa+AcsKPS9AgD3+TCW+wQvZvH1dgz3Gwgs+offaPbg8g77rfz4+/5c9PdVUKj64Uku9H4lqvq4Q5j03lJq94+PkvNtelr4tJhO8iXCRPjt8lD2yEZ++5FPTPSHcPD0kk4e8Tr5HvjjbzL1STRG+bpVLviaOWD1GobK99OqzO4CWqL7/GgG829VKPl+VRr0WNH0+oj8pPh31mj0a0lU+XII1vZkSpT3Jk+i83xCAvJ0Eqr5OKkc+mUM4PTEYLb61JKo9k0yzvbb6TL5yaim+FRuOPZ/ycD7VPSA+GSkyPrKGY7zaHMW9pdX5PPblJD2pP8O7ah3DPZI/RD2OTlI+uBkavgwkvLjjJwA+xCU4PhwNQT4nroE+af8EvelUY73IH968W9ZpO29cgb7PJLm8Cn/DvW5dT71r1hq+4z+ovZPe/Dy+B9Y8W3xdvLQwG71+Ppe+fG8ePvqBab1E+vW9aYs7vrXZTb5GyCK+9KL9PaRWOr58/8e9onu+PqquH76wuMO9IXB9vlYyWz7t6Rm+p1oOPjk7nr2Ooi8+1GUOvFUIST1ufQ8+OTJHvu8zf73CmYO+9yuKPk7nH76ylZi9xCelPUReEb7dIWy+E1u3O6bJsT++pWW+A+OGPe+7/T7z+h0+FglxPxjwAb6GkME9ScqTvnd5Tz49x529ZdFbPufrYb4X/TA+SMNrPrwJGr5ER+c8WYEMQIi4yT3xa1y+bWmiveHntT4gvh68DlLIvh/nlz9foIe+cXlAvgBZ+rxxkCu+IjYEvlurwD0uXsU/8peGPzHCqL1j+IC+KILiPwLYPT7T7CM9C5YgPK7avj6rKWY84ZsgviClYD1K+CA/liOHvSIycb7MvGI/84LrvQL6nDwB3ZG+pcKQvuyVlD1r49C9Dbt8vpoj+z1+zm4+dxauPTGsGkByOoK+GDgqvgoP0L0R36m+64eRvSONkD1i/1i858I3PgKalb7T+7e9AKY0vkxe/r1Qhem85tx1vnC/brybpMA+i9D7P2hJBb0bLFy9PHhDPUMG3b1Eoje9h1yavYbgCL4q+gq9G2DfvWQwAr1Gxxs+jb8OvtWSMb6upeo+fvEfvnjZoz9nMxI/lUPxP9MYfT5efxY/cSi2PoRcer7WKtc/kXiuPFI1TD0KVgq9iri1vYI4n73yp7g+B/OPPqTOQD4aUpM/8bAqvk9cBECeAGm+ZPPMvcckIb6Tesy9BVqZPgEgrb4gD/M/YKtXPtgrg74G3Hw+1GtcvqZ5ND1c+wBAU2AvvW+fQ76TR9S+K+JIvUgZmj4hGIU+CaUvPb3ghr/Y7hK/r6wiPtiVxLy9sRzA+idavjjL8z1ivI8/lweQPdtqLr7vZCG+0HAav7oLWL3GTpi+tusxPQd1y70GwcG/lrQNvQLD9L1QBxU/GPdpuwRYMT5UoIA+fnM4wLPfXT9brJS/FLunvCO/Fb5QsRM+FBZiPgheK8BnPMY/fdYpO2KWr72HW8U/+mknPqdDvT6g8s0+YnezvmsvpT56K3q8BT/LvVKrZT9NPt89ExviPtvi775bgUY98gWxvT581T8gOSY+Esptvu/XIj5PvTI/UflLPCI0W79SLQg9egEbwHVDk78IYwg+S7KnvuvkVD9NRpE/b03bvCDoXD7/+qa9jQdoPvSakz7aWCG9JMHnvR357j3Lioo/o2/OvBttVzsVTty9sM3iPWDUSDw7iVw+yervPGgfLr7ikew9aiezPuSIFL4q4/e9TS1NPkdSDr5xbku88DK9PTLBzb9c4iY+unHQv/KMI7+UYpI/NaDdPDzFZz6sy3a9BwSKPy+rBL+7ZIQ967ejPLcjAz7VVuC9a6/sPUuSIr/oFui9DLVfPuwMOD8YQrU+YnVOPynqcb8DVeI+mBgCveTboD6nbxS+VjLQvp0qG8AvoPA9uMAqP6hdir4ix2O+A8xAvUZDIT4POJm+rAW1P8CUbr4rDT49ZcVXPgIRAr0tVje/o+s/wDUa175L8nK81nu/PZm7B8Di7Qi+92wzvZ3v5T632Qc+ksF1vZZyTz6lMzE+MSCGPsObXD0yd6M9U6GHvv9vMsB6IUq92dR1u6Bojz4NpYu9P3YwvYvlpj6Dyce/6qqiPJfb5T7GUtc8wvnNPd/lvL3xkTA+3//+P4AT8r+ok5E9Di2uPu9q3T8zkb+9evY/P7SjWr2iBDM+ucb9vkK0GT4SuR09/32Fv+4f3D3m7ns+csmUv8xBI76qRKQ80bSNvpViab91QgE7AQ4kPgokMb8KQeG9bKiqPrL/o72N4FvAC8cbPUlDIr7tGYo+nJyMP11KHz6LmGO9ePQtPulytr66aS4/cDCnPSbEBT6pPJ+9zmDXPa/g973Xyb09iI0jPjmPgD+gRoG9l0BPPvX+kD2HJR2+7S6HPoF/Bb7KB6Q/Hka0PZslGj1WfCi+xyv0PS75Iz47avS8eJSuPwaZT73qGQXA/HUXPHW7L8Cs1Pi9Yei0O55ww73ddqG9TDFyv23o0rxyvoa8o2koPMeWP7wvphO9YXULv4RkaLzsr6G9vyCZv5cII77QbANAdOqTPgk0Jb787Qu+8XkVP/ZMeL3koQw/JMngP3JvMr77wIw9oO9vvmXq4DzFJh8+njoUPt46vz4SeYU8"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "E3x5Pap6vb1vvWG9nY2hvWfKpD0oDyi6eeyuPGTZur0z2E695HXePIiPVr0vFek8VlrfvENf3L2+uIY9Pt0JvBH41D3C5q69wXmSvaaRBz3ddAS9eYcvPZ6z+b3qTtq9HZWCve214LxE2Ee9vt5PvZIp0r20bBe+Wg4NvbWAsry3JVy97IPRui5C470UhpC82Z23PGVRLr10fky+hK//vYT+Cz2UMKa90TcxvlkHD76lj9q9zEMNvsZp2D3Iao09/Cidvdb4vL0wKW29u0J2vdtOY76C2Nm9iZROvg6TBb5jV/+9JIVFvfDIEz1N2Ti9J8xSvbo6Jb7Qxrq9eCFWvUGreT0vhya9DZ1+vSFeqLxkYqc7h2V+vT/lA74flgG9AC57vi9ICbyFeQY9L775vfftvzxzRKi9cGonPZPLxr0WYay9Wp/avP3W6byC7w++faN8vE8mozw67T++fq8Bvl/iCr1hENi9Hw3vPXnYL77voFs8ORr8PPXqe76HfnS9Fj+NvisguL0gFEu9vhL0vfp4Ar7HKVO9KARSPM9UEj2yvgM8/+gWPnLzq71/84y9mbCPuzQKH7u1OgW9v3HtPSkGury0TLy9a/8NvpLNnDyQZue92HyevedjyTwc72K8Z+nEvblgWr0MIpe9bhb2PW5aSr3GoYO9aGULvr/RH74="}}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 