{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "jo55vUHQv72IXnA+BY4RPhZLQ73bmsk8uqsJveHcrr1Tcqe+uz8wPY6Zmj3AVzE8JUpsPoQHjr0rg8y9vIfnPQSuqr0LJLc8td+YPcb4Cz55HaG+NZU1vSDqRD5elsC9bHZNvrijar58usu+1T2cOxGoq75212E+kZOHvD/06L58DOA+M0mUPd6Mu76prdK9ApYNv1EKVL1I3/y8G/XyPaeVhr7sgFC+0n5fPqWnEz7yTwS+hZb1vLARzD24hfq+oOqDvvi8rL7P8w2+2ySIvgHpUjwXMhk9kFu6vcTFSr3y37Q8a4RxPQ8iEb3wJGM+aPwgPogcCj7/J4E+bJlKvj+v6b5EXbq+T456PkSqFL4u4nK+X6OzvbSf+r03uT2+fQjaOVVtDr4OcpG9P6vTvZjSVL3DIYM9bnePvs3X5zsxvrw+htVmPs9cHL6zFwO+xxpfPqcNsDtB4xQ+JjSqu+LwiD3Qko49hPBBPs4iRz1f5Hk+KarUvjBGlz5zc6I9EAa7PW3+tj3TIDg+uJpFPYTF0D0t9/09pXYuOxQMFj6JsWK+8NfRPfcNGD4PDAu+6YGAvfjzuL4fG5s9TdMkvk0ROTwRqgo+1z4lPn4l6rzx2PO93KpXPCXMEDxmjZ++EXvqPQFjvb2+wZS9raPAv2VSnb6SAjM8ShlZvl56JT5EF1w+vxhDPkz4CT5e3YY9Nu+lva9mcj7Qd4S9ZjRTvRnZoTzkYno9Og8QPB293TyAWtK9sZcOPkPndrzD6om+6SbXPnTuDr3LN1o+8WmIvQsyF75EAvM7lbNzvaUHLb74J4i+oMm8PIYpbb0ZzwG+30/5PPlIxL57hSC+cag+Pp3bU7zo/hS+l7hLPqJAIL2/32w+rFA6Ph3DNr7zRE291Y0pvo9njT4Gp28905Vcvtwwiz2iUVy9/IgUPluUmz4rljQ9hOfvPRJver5euBw+GezOPnoTUL72Ela90vYQPC8IrbsR7ai+yAaGPu+nmr3dO4y9Sd83vLwGC76hl+A7ERwSPPqqgb7Alw8+hDTtPcKIiz6gsRy+9fB7vvUljL5WOpC7vlvPPeVHsbxp3Oc9vUKyvQEdjr6Lnj2++JDLPSTbV765Nnm+Y4wJveq44b1uAyq+h6hbPjd97z3kJSG+HHufvqIa+rywFgW+h5nJvVrtSr46QEK+Ljhzvoo0mD0uslc+isOiu6S1W77OWRY+4Et6PaOkjzz1nQ88Ym/ovb60hj3Cu969ZNGmvPEgmz5qwLQ+m/KjvYu0Pr6x8Iq+kNp/vRoSOL7VweM8YcK8vA8pLL61iBC+gcgLvnOK4bzchJ29z7VMPkKKsL15kNe+PUrnvLDG7L1UeXe9bEaHPv3duz09w0y+a1A/vYHsB79nIJ29xjp1PtlWzD0SIQy9348MPg6DqryZZ4K84AJcveGeb73Gl5U9/so1O//KMb0QZV6+AmgKPsLwmr1NhF882oNtvlDrxT2btzA+K25DPqkRaD1Hmya+vlrdPTsRsbwQ4A0+HI+QPlg0rz1MVVw+NatQPg5O6j25y+89at0uvtD2Lz6VcHg9TCU3vv7UFjztar0+b9+hvnqATr10elu9fPUkPiW8YD4ZNY++Lrcevnt5vD5DJ6S+ya8hPnBjmD5ClEW+Jy0MO2E8ub1ugMS9IM9avfZoDL5VrSG+th7UPW3vxDyIs/Q9DDVqPb8R0L01Lx0+bPE6vIPV3L3Pr/s9aMbLPSkNfj7OgUy+tBz+Pa3uHD6AJLy8bZPkvcMYNz6N0l0+Ede5PW7c+D2niAy+Gg4RPrwBH74P9ae+sB4LPhSkXL4wFkG+AmsYPlrAsjzquvi+7R+Ovnk9PD0lv3O9khU1vgS+C79imiy8HFyXvtwFtTn1VpE9Um9yPoRcbrzUWAO+nV7svcCzUz47tRs716JbPiI3u73Kewe9bCvUvN+EXT5m7aI9epqqvlBcCj30HIA+2zaKPQsE/b4HxfG9DGbmPd9sXr33/wy9lkQbPuwdq768GhA+Dpk/Psad7b2xx1g+DZVMvAYm9b0WBR++tb8+vo3lkT3Fgco72iCyPGAKrr7gLYa+KHrQvUMUi74vWIO93bydvXFzFb6B3Qg+o5QXvrpBJL0/vF4+JpOfvo5CebyhUMQ99u4wvlXsl71niGm+iPXrPu9fHD6JXsO9OsPhvU+JVr51uKA9/xomPgSUcL4C2RU+HBZZPjQsyr7XwI++5O2nvo8CxL3azDI9FiCOvp2OA75Zcgm+KSZdvHocub1uaki9McU/PawT672qt+69kfIFvsgfFb3I+7E+Z1OWPXGNMj51i9g9OgoIv7YNkb6Yz9W93FZCvayH6718JAq90AcAPvJGcT1zNw6+W8/GvpSIDr3+CIu9X2HYvelUVr4c6zs+eMPEPUuQ/r0M1hy+eSJyPuRZvj0Pixk+KdbKvpojkL2pcD2+akjnuoLwiz71Kbe9QxHpvRJRgrzcrTS9+qSpvgs+Xj7uibO+sOUdvlBU6Lty8YU92o3avEbxbb78X309OCXLPfClrb0KJWS+6FXHvqZVR7yAirO8z0MzPZUgLz00kgQ9vtfYvWGdvj2KYss9PXObvalRbL5m1QE6IEwMPaH1OT79uW08CpVHPk3kNz4IY5Y8JJhuPgRU273CKaI8a3BRPGysI766qiU934CdvIgNTb7KVDK+D3n3vOC5ND6qjDC/WFsXv97dVD748Ea8/4NsPqPREb5v2ZA+9iTQPdPibT6NM6+6ilfLPStHmT4sqoK+Ddy4PcEPE72dpQ4+AoB5PZEP6Tyrt7Y8TQV+PskKTj6nCXm90ijEPaFoAD0AJ2Q++4ytO1xpojoL6qg9V6USvnAnsL3G4xU961h3vRxFAb3y6pu+5St8POGlmL61Nb+9zYTOPceilD2L9rW7NjpDPn1tKb7EA4c+KDaMvfK7gr7cj4+9SianvtVbrT4TkXI8pXBcPiKcU77GVtE9MjJYPrrctT2A2ya+mxyFvc/MkT0rM5M+iGqKPr65Z71yYQe+f/MpPozUij27JY69a+BBPh76cL6EcEI9AZNBPkSjwTxgmQ6++6wfvvEYUD06hDG+F0YIvg+IJT4ZUZs9ipLlPO4ksbu5JdM+trRWPg1Wtz2i4TY+xalrPqOdaLtK6Dm+xClMPh+QML2qWJi9lCZqPmRno70vqnE+zzHAvRhagD3GKC4+uCpPvt1srT2YZQQ+wINZvPRwPb7i3pG+blnhvEdtHj5lRxs+PrADPjYGVL6wPYI+Xl8+PE3RTD1yTp+8cAanvXvQAT685B0+Htg7PZO0Lr2Hcok+o+3DvSMwBL5fVsE9h0iQvEXgwr1hSHI+SXvxvJS2ND2feAO9Sli3vG84pj1dkS0++DXCPRh2CL4UGSO+CHn+Pb17Vz7JOw47GqpKPkRwCj5nqRo+ns0qvoWdV71l2/I9GufFvZgbGT2OEhG+8LA/virAiz35AdI9fwG2vJmYJru9ogC++g7ivYSSar2QfTC+450YPUOkHL6xoqU96J8GvQqFoD3OzJA+h4MRPtbvqT0O8509COR5vq2uPD7Zpcg99CVnPj/NsD15JyA7Y6+APkhLnL3mC3a9mq6TPfDMgT5MpoC9K7gtvkzSkbwNFUs9v3WWu9w9BT1Xta87WdQKPosVET6xqsC9CrP0PWSuFL4h5Qk+XhGkPV9YjT28rTm+xmGxPrtCi70NRIU9R1LlPfp5Oz1v7RM+be0GvUsIgLxhHLk9dGdFPAKs/jxVra89RWqJPaKvJr3NGS08kf5IPnlsmTy8A0Q+GD4vPjkOjD34BjO7CUyZvlekYj5ESZ69hkYMvgb/4T2pxYC8UC85vp8Qsr2RWqE5igPGPZi4zD3L3De+79OHPQ/ksLy7n1++XEugvjyaSj6nUDU9nKRmvkkE4r7Yq4G9jD7RvYKkL70QuFA93qWkPQX4BD3NAkm+JewdPn6Udbwt5Pe90FVePcLxMbyy0l6+McGqvJffxDzrRqu9JdaAvgW2GL4ipZK9s6QVvhkt5z2Yi+C8BwlkvbRu+D3VOYm9Q1ABvjFHib52gV+9piDIOzJ5G77IiA6+qaTSvHJnIL5rL3I8+5skPuV2yDzFSvW9SZYvvWnJrz3EDrK+W02/vi8JnTzTK3G+qWNWPrO1+71YlIm9ytC3PtLieb43e1i+O/GzvkVAwL0E8P29PFRtvmjgir1KUVa9V12RvjiNTL5f4pu80fNVPlfeUr6SqbW9txeRvNE4Bj4MYv694V48PjHN974ZVT2/vQqHvlD11bsGNcu9QENdPhJan73fca891XUSPIDEvjyIDsY8Pt9/vr5R5D3Gh5M9r0vdvWXC6jwFLyA+hK8WvspBtLyowKC9rJUPvzINb77rjj69cQq6vLOXrr0D5C6+YKa2PTfi9r0v8om+Ow56vF5z5j09P248yVWsvSIyLj6OzO+5ZYY7PiGQtL0hkJm93sscPquO97wqR5M9zy9hvm+3KD6gHsO+Uz88vT3JOL1dV629P/GkPV4p0j2rORW+Sv0+vv/gAL6oRZ09jLFnvi+23z0wFDU8X9VXvqclYT1+ao69kJmdvVsztjrlcoW+8v9uPRXhm74lo6++cWd9PWnbDD4P/qE+NpTlvAz5Tj50Oh2+dOiavc7Kg75Tok696wf0Pfidfr0n+VS+f+ccvStZPb4mPaQ8+OLzPQUfDr44Y0Q+mfPuvXtvnr72vRK+6QeDPfOAIb46q16+ynITvsV5QL5812q+sV4xPsrCHr4hZDu+8ODuO/zp5L0g8MY8txM6vqZ1Cr7EvvG8AQ0DPWI6Ez5eB1i+iCejPfJuvjw6xDY+JQN7viQ+jrqxzZ49ewcBPia5jrx6k9c7H0gbPCn+2L2kgzO8tbE0vr7B5T1etbK95UMUPlfTHj7GCQ2+YUYRvZmAiz3uP/69Js95Pa8Ywr1nLtk6Ma6dvjeFrb2mTEs9NflXPoTdXD680489jx6PPQakOjy5FSU+DRYdPh68H77LFgm+iKMCvihBVz22kgI+4IBEPb0RKz1UnW6+yJLKvXMt6T2ukCs+MovxPhL0iT1mk1K+RKX9PT906D0cGCq86zUkPpxibL25uQy90JAUvpkVBr6CSF++AqPuPXxc4buur5E88vbivIPkxjyPyps95hGWvRMHJj5Ax9o+umTePXIdMz6EwFA8kQ4yvUO7wT39Bpy8JZRhuz4yUL5ve6C9FFCePdNHvLsesrI9KQgFvuXzgj6PZUY9xbltvDnHqD3Syd49HIYSPTBcQL6jfTe+ZPjEPT+APL3huBc+rQ6YPhOVyb1NaCo+KT2Svneihr3NLzO99qZQu16Z4b2LmH08VJTHux/mVr68tKu73lLDPY82cr07Ie+9RkhpO3YCg760DbC97NtHPneiyT621cu9MrnHPTO9TL7FFp09ZYUqPDA1t7suqvA9O40XPlvC+D2Aeii9srOzPRrxc702rAy+gwDevcD2Kz6ztNg9CSiPvvMXKj73ZRO+DMepvWz2Cb4o4OA9Tg8ovvPevT6xHgm9WixavvbXqTx9ID2+rio+PsRoUL3cKmG9orgyPcxMND7cASa+CXEFPqPPGb69NDG9vBAOPEKhPj5nKvw8XGsfvuZHXr4Oha69Vg12vn9ZjT3rAx2+mKsbPjejybyjPS89zFJ7PUAPvj3bcSs+FmuOPhvAtj7zcGG+k5YavoDQlj05yZ28YMfhPQ8bAD470609bluPvSY02z2FVVQ7qNb0PZP8NL7ljp2+KvqSvQGNcL6feww7x5c6vokOFj5L+ps+dqFzPFmziL3ViJi9zhOkPZXJX719Fgg+96d4PtHyirxeXjs+kMpKPkAq9j2IONi6IO68vV+GLD6+dEM9jQiAPUZ8fT6aKvC9Vu4XvaSQVTzxv0w+niEGPtwyz71j8y4+PdiWPfymHb5KK/+78m7nuyui/D3LFzW9KlEPu16u4r2A9Sc97AkYPvDhSb7ESIs9g9CXu4OBn73k0ys8cmaaPUxcdTtWxXc99sUfPQE/QjtvTxe+7TQBPUKgLT3Srhu+jQ78vbqD0L1QUdy9izsQvZE/dj4Rpg4+QPM3vnsRFz4VXRY+pFwYvhs6QL6m4Ic7ekZkvjAGUj4uJsS96T6VvSbONr7JMGs85pdivjOvFL55yko9DiCNPKBJjzzRx649mjrEPBC1Vb12sG6+dJltvoSpXb2Gtma+q5ZcvpjZ/L3nmbA9H7Rsv4pNBrw5kVG+8VQDPiUdVj6vWIy+rEsWvoLzoDwEmMA9TZwLvnK7Rb7Xcte8gzTnvd80ZT15+w++TENDvjSEUL/EOr++PazaPBSI9b2HTpk9feROPVBfMD3iTW89HDfrO5ibZL55JtU927VOvusn57wNKpA7RdqJPX63Cb5Xio2+S08QvozZtj11OE++9rvivlHBDb7po4k+g84qPojNCz1+Ld88ggAzvsGNt70XX8o9juZAPp3y4zqqa36+DcX1vu7S+70uejU+FQmLvfPbkL2a+1C+WaWSvkfLOL4YtRu+G1PNPUvleL4Ke3++j15KPoHBIb5i98k993BNPWCakr7nSA++iCTnvie7cL6IXka8aixevq8rpjxjHmW+X4ktvgK/qb12j729YQkavsvhuz3s9si8ooFivSEchL6Pb3++7ed4PpcAkr5cYYO+glUAvixf/bxCZcC95lh5voanez77t5q+L1hKvdWE7Tx/0Wo9hhQWPf/RAj6uooa9uN6SvEe1BT6lZr89Jtd0vq+bAb59qbw9YTojPcbaQj7vtTg+Zwz5vR5MV75PS2++E32xvdPzCrxzeTG+pZ5AvlG9nD2zW4W83rGTvdxsPz0yR309L0qlPdgKszx0I2K+wAoUPhduKz5ZR+A+4HqkvdKPgb3gkoG903WcPR3jOj3rmce9rNojvddE57yX55s7MAMovn7qRL33N8e9oowUPh9B1b2GunA9u2J6vV5VK75R2k0+O2GnuzEGK75lols9X4f2PPWvyz2+PUM++xVUPmkIXTy2kx09yGzAPaTkTT4CSLw9Hi5fvftjCT5nszg+6MhTPgrCvT3hHjQ+zRnfPXHw0T21C4U9ns0sPoXP/b0Rekk+Cm/BPn2CDT2msUE8sFfBPcNuFz2QBXi8Zl79vFqJoT5meK27WpDUPU8hE77+MJI7fjQMPU4tbTzGn8Y9TuBPvlSMgj4/dvc9k/TLvaO/fD0E4eK96yo0Po6zUT7SFAU+/RlhPIbpnzwRTZ49OiudPWVWED7Xkl89ezyfPWNnjL0OjFO9MaUkvgwT7j15exA+zDkkPlK0wL0DNB0+x+VdPtRXW74yKi++rsqRPlwkkr01M44+Yjn8PWvnVL5UhM49ucr5PBC8wj2OcgM+qk82PknpgT4dsek9M62/PuJmOL4AkzE+0tkHvZIaQL444TG+XSaAPnGvTzyyJZw+VzXzPNRiYT70Jy8+WXYIPhA8IL76uWY+dOY7Pgx7Cb2Ytj09RbkyPnIDoT4TdXA+AWliPXf5V77vB3y9jMTsvV1WUzvrfuU9GbkDPPMhEb2+PYG+nbcavt+HHr2nLUw+IA7CPSKsIz4Z5l++Oo0kvrCJEb0LV+C9XvgiPhlUo77Xw5i+WlTXPcWLBr4WTpy8jqqcuzKakj7SKYM9VjmzvbscsD0geIg9NwcYPj0ehr7ExY+8P0dpPuLtJb0+n8q9pneXvXBQZT58aK85aw30PdsY472hdDQ+P19gvQ/vjT4NPTW+HpuDOd1U4jwLCGo9vikzvY54wD1DjNO6ZeEbPUUJh73yrQK+WhLsPsjUx73rgDi8v0/+PH4e0709goe9TxEjvtCdsD2Ra6o9q4V5vpZFXL0TOnq++v0dPqLG5j08wCY++ZmxPC5zOT2ruk4+U3uCPHr/jz2Mtim9pVSDvolcpz01sfU8DdJPPqNbVD5X+Zw+XmEyvr/Mhr5YP0k+oH9vPnmZ9r0TKy29VFyuPl5eor0Bct+9EFFgPK4XUz0Qn169BgSBvhvMkL7cN6+8MresvWr4tL1Vd6W919mtvt7OY7628P44okdrvP0hID3MORO9+T0wvuD8Hz7Sec+9weOTvraRiL0L7vG7hA+oPcytkb0QvCO8zVzyvfDHjj5getc6XsiIOkizE7zW6hM+9vYovsKZML64PGG9bt/dvbPGs725ME++7g26PVAgpj0h0Qu+TJUkvgccVT2Kbdk95dsbvIu/z70QTmO87oATvKokwDwW/Ys9IdG2vnN9ar5gZBK+SOt/PRJsDL41dqe9oSwkvqBtyr0y2mC9Uny4PBc6BT5DkUs+rY0iPu1x4z3sjRI+oOCcPndJqLz5u6w9LwHBPOyA6r2eQsO9/PkWvuowgrzhesu8u6nEPZgdDD6Zp969svdYPYxXor3Bw5q9O4/PvevXLj7NUSS+kqv3PazUgDzCnEY+X1wwveOt4T33IqE9ywV9PPGYm77uziG+69SavTG7zT2MhRU+QNmBPu5jI75R0k28c3fhPfp0/rz1Age+DtUNvnUbKz32Koa+ioxbveu9YLw3PYY9N8bGPeFDX7zpbRE+IgU7viH11j2RFc49ChuQPkxUbb6EMv89RU8MviO0XD53V9+9oYA7PmiWgb1jIiC+aBTKPZy+ujpkmqc8WBV8PkeodD5pBM47VJjzvCUvUj73Tr08T8SWPqVlUT4fsJG9pLgPPu7GgD2qNm+9TjunPYqtUj0lvow9JCUjPlDLGj1EF/y98Us4PlGyAr55nkG+7AQ3vdsNVT4du9I9tSz7PUkmar7UfRU+Qw47O2UrUT18z2y+qB7nvccGhz6nJB+91ZdOPtK7TD1/7L69P89XO6FOlrwOTzO+0rr2vfcy0722ocA9lwmkvK676z3q7C0+zMc6Pjt0Hz6xcbg9jPuhPqtwKzxqBwC+wD6HPeaSN7z/r/29vwTgPabXrz0BBVA8AgN5vZAiVj5+cHQ+ht/3Ox3Ck71jFUq+IoRhPfPDnb1kGHO97RpQvgUICb1E5QE/jOyuPWcngT7+0rm9Rqy5vJGInL41Jqq9YmbFvYyxBjyC2o0+E7bjPWRjCbydIQM+wPVZPvcI2j2sDdO951cwvSEeNL45T5k9oJ4KPjRsIT5VnvS7jghjPgwrqryHnsM9/ZQfvR2PAb/CSga+H4GivbHXr73mcG6+3C2hvqxJkj54l4k9nsV8vUqOGbzu1KC+OxNhPZKJfD3v/jc+VY4pvq7oIL5/hHU+bZN7vQDc6L09KFq+qdKwvnXIHD75Y0k+quoPPrpe2b1bHdU8ZdAbPdej4L1+j8k91tUNvpaAcT7Nr4o9Z6krPSgQT7qTIRS+v6dNPkUEejxlyGS9OoejvXRje76cs1E+pdwju5u2f741af08FauFvL8Mhz5nNNo93NpdviRCNL6UcK09yoO2PYZaiz3tVGa+we9BPhdDyz3fiIA+fw7QPY/WLD6qCC4+Aw43Pk8KqD1rwMM+tdU5PtzFmjqRfdg9fq17vpPP4D30tEc+FhxgPbGTTb35FKc+nhK0vXNriL1VOJC91GkXPrh0Y73pWb29y7ehvs900D1oOlE+dVrOvqFHUr2cBX48pY0+vhcWaD2Yh+I8S9MZvk4vZD5QdYm+x/plPX8UsD0w/lW+T7q+PFS8IL2EWEw+aBZ4PY3mhz5Y5EW9aa0EPif67bu+gYa77GgDPsA1xT70Q2o9RQiXvu6QU724WKo9/vbrvL/mmb4s8lg9CY+iPkRCFT7lAxm+LH46PtmvxT6BW+I8gR+cPQ1GyD00CSw+Ph6BvprKCLzqrXS+TH5VPtg+Gz57AzI+GaP0vVLIvj1Z9To8iE07vYVu4727rzw+J1qEvZbeQz3XkII8GTBevrquL72EysM8e5C1vC80lD5vQ2A7oQsRvmdtvr2ORSk+ifMXvqbCUD4aDqW8lYajPZRx4T3gYw4+MTIVPo+X5z2ocFi+wyoePnmZ4bvEI0c+sWFCvf79yz3Wj3U9FUQSPnoIED5CgNo9MphzvSwLQb7/EZi8BhNfvIK7Kz5XObe+/Ab3vSYpAz5knBU+daToveYWEb7CLAE6qvkYPq4Ddz4gkRw+f0MwPXDZeD1f2HC+ythjvR3CqT7xC0O9zZ8pPNa4M70o0w+9uIlZvfI+7z1N7ei9PUYqPXuoJr6Oa/29RUeGPfxiij4OauY8Q3Ahvt14Db4dmd89mjAavHFSVb3xhTQ+/+Z6vmG/iLzcFw4+pLESviF8Gr7kjBy+JKi9PONM5T25IY49EAwOPqd3hL5gDP09rvWMvm9GUb6t3xC+SVw3vWc2ArxQL9e9llVvvS4RhDwR4hc+q4Vvvs9uY74vX0C8x+O2PWBQWL7jOx47lijgvCU31b2U6Ry7IHkjPo1DGj0sCH8+A6tIvRi/Dj4UO+G95FqsvTuqzrwPvMg936TPPaNodj3uOEg+apfAPXjbHL6ElEq+H2PPPU1sUT4QcCW+3RoAu10lrb0cc4482lUuvUzfvT4U16Q6MeuwPRxCZr53U3i9hS0SPbKnpT2Gpfk83OazPeD/OLzAqsM7HJN7vT0xQz429BG+a2oKvpvmvr1zCA29bo9OvGp7qz25DMI8SZPkPVSRF7xDs1u+1ucKvoRwET72a1W9FyFIPc2aJb1Ipzq9qiwQPSGsYz5rrJw9ga15vQQ4vr5VUFy9gZprPn4gYD1TnZy97N4KPuiXIT6gZ4O9bq1RPgg8/z1fuLg9tFgwPlDlJD0vBbS9HO/JvCivYTykiAM+UqSZPXeWgj1oBtG9lMPhPONMKj2ZBYq92AnEuvKmTzsvI+C9nyp9PUyxOrtQiKO9tuUxvL/ncz2L8hQ+8peKPBNKlT1qObg8JQ4jPg250j0euoc7QLAAviUcCz4+Gxm+uSpzu5RzVr5n8EK+FF0fvY6DYz3SQuQ97CaUPE3aYb6Bk60+vYttvTBXFb4d2iq+9/xSPnpEJL4ihag9+G+KvXxqTj7ueyM+p6MHvY5tOjw8uVC+mX1pPvywHj2HfQq93VqBPtP5qb7zvCA8wrJTPkLeAz5lHwc+dfZovfNn8z2swdC9ix0MPbz0Gr4hA0U+FeNIPoQBsz6Vsia+RpQgvSrb570cDR0+r/eZvMauHr6+0zE+8Wc2vdLicj6iTSW+CvyZvsBPjD5TgAK9xVnCO6WIE70Ydia+KJkFP/y7OL7zmmU+O1ebPtxMEL5toeg9AqsgPpkkkL5bPLM8HrRuvpqygb4mJCA9tU4LPzH5Tz0gKEm+Fcv7Pl1cB75Ajes9vuCJvmUDtb11QwQ+9inSvgy1+b0xwAW+Ee81PpVATL6vWFW986ukPjUTx7p52IC+IcoHvosLqL5cV6e+oM7lvVl9pj7hHUg9VCixPrTg9L6MslS+DXVvPVYRSr7Ylcw8UW2Gva3qq775M5g+euKOvtb637171vk9CYr8O9GPwb6ucxk8mgvyvZ6XQ75XQxa+dAbyOwqi2r2c24G98lONPiqJzT1dzNQ+WPQaPhIRnD6bD989boBlvdiuAT4gn30+FXwJPsqJ9T0Vh9O7y22qvlJzv717ASu9CFckvl982j2qNRo+mPd5vWC2w73L8Oe9L/fgvajiKj4iYWC+j34QOnlPTz5ORpk+5KbXPYC49T14FGQ9yvBKPv/5kL61c6c9hJU+vg4fxLxO8Ye+YZG3PZA7Qj4aOGi+mFyVPW/Fib768x6+C0pkvsn6b77fJ6u+0eIavt/fbj2QsOk9dspAvTyYyT51DRW+OqocvnIdhjxNdLg+Qb/hvrp5Rb7B5KA+EB3iPQ4Obj4fz2I+D+WcPmU+ED5wBN+99aXIvDR38L3E2X69z6bPvmiRNj7Iy3W+TErUPSoWEb6XUD4+BcwrPq6ZtL6yqBW+YPCAvpg/OT7TKqK8Y+RHPpCcmrzxqMq9FPY0PQlAYj65v0U9OYUFvnFtNT5HOJs9DLVkvrN847md9SM9spTcvGxfOb1evcc8o6XyO5zkhDzUIJE9ZZjEvOtBPT4FBv69b5UIvs7JLz73hr89VDfMvlS/FT2VwRI9svddvtZawDg4AHQ9/Vy5vrhYBr4DoRW+L6ORvYCaCb6wQ0O+PdA1PodXfT6kxoU+OC0ePgzxuLzM6jI8ruB/PnX+Pz7zswc+iPAbvnXGiT2RPVS8YgMiPsNxpj3+ko29bTvNPONQoT0sBEi+OpYVvrHKeT0UNEE+2BNvPXqerL6pDe48iSF7PIj9wr0LHgo+iu7NvP8QjD2gFIu9eMuuPQIl5D1w6Qs9dK2vvDWUczx3z+c9uOSovRvdKz6TNA2+mThTvcFJLb7Kr5k9X2NCvQWcCL4GxZ+9ywcEvgXV7rsT2/g9LwELPp23670rF1E+RQGlPbJGwL28PIE9G1DCPUYoED1UVNa97lkgvgQpq75KtkQ+ULeVOwuO370dO0S9p6NNvX0v6b2vuR++y9Jrvo1/Oj2OaZm9C04TvloYO7x+jwg+gSRmPV26Ir3pmme+bGzdPMQEzb0uWv08RIoAvmsTir3q4aq+qgRAPTNTgr2KzGe9C3WbvfuSqbqC6ca98Ga6PWtHeT0/nRO+J+H9PFt7vL1agG++B5ZDPROaHzyAgZk8uykUvo/h+7wLTBG70PGFPbShZL7u3Ve+D90YvhBmyz1uC/A9Z5QdPjxngb5EN1U8u7RHvg9jar4IuZK+Ru28vaMk6z17JmU96YcJPJTgwr1hXye9Eo0YPaxFQb6bpiq+LzWUPlvlgL2nmgK9P0mMvo0wG70Lysq9x0U8vg3oGL7zwbe9PW68vpgjUL5p+ZQ9mffmPBk6nbxqwPs8KT7fvAP+sz3fq8s9OiMwvmbLp70HQCS+vPVQvZkOIb79R5M7fuaJvVa31b3pis250oxPvvkpZD7JJ5a9UOpDvfCKJL5Abog9t6Ilvm1IW748RQ+9n9RkvngcwLzVzBK+KJcuvpFljDyWd+I9TnN+PG0KRr4k8Pk9i2NDvhWsr70ZLRq+2leEvam0uL6C+de948yIvpZfNr26Hom9ky1rvflqG77yIS++lNspvoQoXL3UICM9IILSvH34YrwXxra9zTAVvTqGez608Ew+sQ2wPiWK/TxPMao9Uh6EPbYMCz4S2nq8AyrJvjflGj5PIcU+CYNHPpPfnj5E+Hs7ErPavcJkZL1goi0+zzUtvm1qFD0jSRm+eM0WvUI+oT1wNSM+xc6xPS5SgD3ilKi+nNZbvXoYdz4hVoE9MhFXviV+Oz37mFg+T1e6PJ+dwz2IiOu9QOoyPlbWlD7P1SE+7lk6PXESnz6vh4i9qb8WvfwoDj6NYa88N7WEvR3UlLxK31y+A4ytPdOVPz1KzZq9bzpPPnPV3z0zOhC7XvD5PbpZJb4+MWq9K2b+PR9brL3uGam+2HDgPQWARL5QWSY9nzKqvOlK0j6bxkM++7c5vWPArj7yXGk+OIqKPcARq71vyuo9jGVsPrSBCT5KMtK9M0YKvZdetD0BJkM+cQcKvsnVvL3QAwa9z4foPOaFGT0RJfe9NV7wvY2u+Lx04oi9biWAvm3cibxRLAQ8qWvTvR8Owb2OZH+98xmKvVRxqD5hYCa++wpwPo0yjj2OsLg9WCtyPtEWFL6sfHI9cy4BvTXoKD4YrsG81L8IPs1Sir2HKLi97Cw2vi1MHD0mLcs9d3zRvQE0yDyJLoK9wC0jvriYwj6L1dE9CH+0vWIQeb70lSc+/natPRVxgr2HJL+8xx2vvS6Tez10j788r5RlvNqKfj3hmxW+2l58vunKNL4QvbO8/lFQvsPvUT7yY/e9+qKSvtxHHL47DNw9GTpQPsIIUrlDJrG9RkIFvtwfpLyCrqI9KPHXPOglNz0f3fK9T/GJPnRL4z2eHAy9HgeBPUJe4L0fXjw97jP3u5QTij7j0Gu9dm2Ju56ElD0l2As91OpGvlAVmb01UKq9sCg8vd6eX76uPiK+SMIKPt4ePj4Qhk++upiwPErdGz7HyA+9Xij2ve+JBb3k7/U8E77tPQt80T3J+5m9wnv6PXu5Vz5NZ2C+52wVPGbD5z3h3iC+HpqWvlVACjt+u7k8TaYrvtmmYLwIUkS95j3mvNiQDD6euPg99Nmjvlv0qr3PGrA7raFBPvZWm73mbJw+AUr5vVVTiL6umgQ9b7U3vvJ9wL0MXtc9uaIjvvIZLL5smS09lVRCvgaP1j09VaI8C2wOvLkXQDyMDQ++WhekPkzORj2+AO48BYKWPB0TTj1CvNg9el4aPhVb1bvrvAc+jxNwPtK0PTwNFKI94UjQPSZt4b1rKku+YaXhPVtn5L3jSRU+Ih54PTBfQL2TU9+9JYeCPkhfAj6SpAy+U4InvkFn3T1FeLe+c1kTvfHwj733M4G9D6slvtkNeL2YbAm+S+6evaQKmD2+OEO+qGeqvSQjjL5U56C+Fo9wPZuEpr3Z7ze7BQGNvo3Vy71MrAy+KEBovao2QL3F0wK9ycOcPWOPlL3Yti++kMigPHnKk72zz9+9ZML0vbkzKb5IfrG99/O+PS+QPL6+R8W9vRXwvfZJkb6vw5a+z+gTPQ22Lb5PcXw9an68vf228713/dE9ltSwPeYCvjz/9gi+1XuOvn0u/70sQZO8WwL6vS60oD1w5NG9UARNvqtJS70wEYI9Gt6dO41+Dr7xmKk9o48zvYK5q76yWey9lzrjvKYO/r0xwNk8EOs4vhsblr70jha9yfFSPfGdfr4Xvp285K3xPWie+b05cVy+I8wEvm/oaTzWcCi+pBSGvd2DcT1fQyS+lPimvsoSNb45RT09u2OGvlxjKr4uzmq+wgEtvaGkrr14Lwq+u+lZvjga/r2HR8e9WUUHvkbR2L25XTu8VFw5PkU6Lz3CB6A9zGh5PWB9kr5toFA9u8XevUqzM76Fv/+948PZvS+zKb6+WOa99Ixpvu+Wdj0G/7Q9rvQhvi+USr0tDz6+ip+ivXD5xz1vxT298HaZPeMgjDxGHyw9YZL7vV+cCz49o4U9/4YlvU/DPL6ldyc9FzQUvuLGTT11oaC9VPUpvv6PkD3IxxA+0l0ovDhDIT6FSwe9b+aOPmLhXD5W5ji+pZ7IPKKlYT5rt1U+o6XSPZbyKT58qn49THbZvU54nT70tjc+yhOBvSO+/710pdW9pAMvvjoQ+z3/9o+9G/kUPjFxbz5zQZ0+7JPKvcJtNj4Az0M+A+8WPeUNOrvLYCW984XgvcNEYjypqzM+JMSmPhsADj43CoY6EDtivUVGRT59fQO+vrrPPa1KaT0xQs6976advuJ0oT4MGgQ+93QRPlcJ5D26Ljc9P37MvcBBZr77fIY9PK6Bvfx0lj54ANM8td/dPbcoRz11XJE+UlwlPpMIJj4TZCI+69o9vsWAVT0LZaG80BEYvBC9vr1vPzi9EhipPRKxlb2wqik+ePNCPdRFtzy4vkS907yKPpO3Bz1vMQU+papyPZdupr0D3+U8UuHpPZkDDz7rrAM9nYDSOSGOmb2sDDU+EUCDPbo7AT7Qblo+Y6ZyvR3cOj7EU8i7/7s0Pva6GL4xtNW82qV6PXuACj7YjPC9VmNOPZYsPL6HREA9cWLaPF5l+bySbuu6RJ2GvXT0u70epYk++1BsPkaLcr6ZaiM+pgGmvZzwzj2THTC+cLnoPdxTvzyo7Uy9pAmfPWegEj6VIK0+SZJivW9nFb7qgGI+vGVaPdI/wjyRMqi8T/mgvRuTsr0i8Xo+tG8yvop9+L2BSDS+kNhmvkK1TD3PzsQ9Pwg/vulZ1j26jNi9LiYKvsZaIbw+V989bUv2vdOQ+7sSaCS+wCkYvSyLNr4kglc+84g9Plrp9L0Hde+9BActPgsPCrwCmYe8a0nLPWKS/znddhs+P9p8u/HUDb5C/Cq97e5yvfQNlb0kpqS9Vf0BPQkrVz16UE49d2SRPHbbqjqHdck9dEVdPixqijyR3iU+HLYJPv79Tb2luWG97nS4O+qgUT1Y62u95h4BO1hb7L32aKY81XWPvDMU4D2nnXA9k24ivofjI7tMt6S8Y7+mvch3KjxIsrE9CHOpvVSULL76b+g8IEOLveBbOD5mBCO98vsNvtAt5Tuej00+gRk0vmRUF7z1UZ49yHQSPvaopr1Zc809xVYyPL9ys70Ww0e8ng9Uvsp70b0GNog+b54/vnWN973iB/c97TMLPpOXjr3ZFOE64yMfPvjCtb4SNTS+lKpsvtBs1zwiiIA9BLYSvm9L673DHrC9TvDFPLKpqD346tQ9RIBIvcTeUr0Kilw9ymH8PUb/0Lxo7rM9aHXUvRTuib1J0wy+0PtRvfO7Dz5mZxq9vFiWPl1zjjyM61W+p+3vvY3YGD2cpcs90TEqPgvMNT4xUxg+FuTxvRyRZTvxzoW9sVpVvJM8373UyDu+G2pQvayutLy/DaU9I8FXO0qgQD3wV2U9QatUvRiwJr54rRC+asnRvgICAj6yYyW+VmM7vSumNj7iWI+92hTHPaVATj3Gczs9H1QWPanPiL1U3Ae9MPlhPbWQZz0XqL89TmvjvAtiqD1O+XI6EvaDPuGOhb4Alys+P9AMPRZ3Aj5hfu29TuJYvuY4OLoieZO+nCNiPUviGb595Vs9VDvCvZr0N76c2eO922LQPQCHST0VyzS+Zb28vXuMxTwQj8W9SFMSvvydAz2ah/E9xg3AveeMOj7RIMi9W1GLvVQgR70B88C8xy7HPRz7zrzg7LG9LBfsvYpXy70mI4y9gw2fPa+pZr4s/GK8nFhtvDjdsb6o3NS9VE9LvoH5Fz37++c9GFO0vOidjL32Vty9xYFoPZqmkL0Q2AK+q+FCvO2wE77T7AO+JJQrviVgfr2KRVi7yKZdPnPdoz1VtoU7AlinvdIlpL1Pryu+fDCZvJUEYrsbNRO+oBdLvsdaKD5XMLE9bfkQvj8ur73glnA+wKB4vtN7GL72hvU8LN1UvhFh1TzlgP69htzIvUeaOL3aJ5G+/rahPSlbMT1t2VK+1NJJvbiLMT4SHZg9bP0xvqcmg75P24+7Xo7nPSaaJb6syeQ9VMUjvooW3rzzoEu+65eXvn2ELb7IA0s8QJLtPWUNpr1Z7ja+7vedPZjCIj6uxhy+8J0uvjTSoLyvsOe70pELPYojBb5+erm9kHQXvt3iyb1c0Ca7MgjYPUtkwL1HzNO9rlXSvUYe1D2gLJQ8IHAzvuPqEL6/x9o92SIKPu+rMD6XJeK8gKmYvSnsy72FLC28jmmUvugLD76O65C90Y2svoVGEj4uX4m9egzhPXkqZL5WQB8+a91PPa4eGj43Vvq9fFDJPQ9mgb2pNGI+mvmBvcf1sr1HM5c9LwipPm6pP72LRNs9D6g5vaCZLjyAfZA+DFx7vfi6172iDwM94c1FPQ+9nD218NG9ZY1SvjoUNr1dwm27sfbBPFxgTD2k9mU+GThXvgDHrzv9Eig+1ey6Pcxvar3uF/69E3O9PZbxi70v7Bw+XY+1Ozys8Lxl3sk8YYYZPpEGYb7vU3S9w85APmI9Bb3sZnq+tfWtvKWMQz58Fcm9NrtOvU0LCj0Mtry+ppLAPcxVNL1UGyC95i9MvLkHBz5/yr49zhwGPpyGL73Tbw4+6/ihvRYDC75vjqk9iPCKvpX9iz7u5Uc9nC4wuzDnlz1J/la+an/CvPwcg7tsY+g+8XwPPh19sr0mnEG+eMyjPpTMnD2OERY8a9s+PnUoTb77DiK9D8zSvS9WtjwyNlo+eTAuvi2MXL5k1d69H4VdPZ08AD7XgMW9fuskPuSrJ76tlC68GmRxvieSaT3Jn4Q+syKhPtDQhzyli54+UqUfvQK9hz029rS8vbw5vmH4BD2fZOa9lputvUmXcb3262M8dUkuPrfT1L25oge+fYxUvZsbGLtKeou+c20pvnZxkDxJHBm97w+EOyfCeb1xuBq9PFySvaBJoL0CfcW+5EN9vlAM4L3vY2s+zywQvhhEtj06psS8pWKNPsmUgLxO1co9aw8Ru27dNL5yXLu+aUbyPKyZfz4RZa+8A2jpvf3KnD0oeSo+X4NkO2aK4DyB71c9rv2ivpPd5D1fbTw9RuHHPdRfXr5+l7C94IaIva1UwL0seh0+Fycqvdz3WL0gjwe+dRy3PW99dD6+/+Y9GCabvVikGz5BzSC+tGw7Po7S8j2hdJ28WZ7LPXqmgb13H/29jaF9vX/5nj5jVZI7DHCGPJ7ihL4Zjiu+N75PvgmaHz1VFTA9NaYRvbOOsr0nJgQ+v6NIvbrdpz1XQxw+heafummRoj4kV56+Ku8DuuWHZ77QWOO+7LgHvu3cd77WTJo7AF2lvn/3lT4kLwQ+0++hPtdSt71V9s89Az6zPYq70z6rp+M9wcl6Pr4vnj5jW2O88+pVvr8OBz4D4yI9wilCvvhzGr76M0g+dVd0vs9HeDzMiMS9qGpOvqsdBr2CBgI+x+RCPssLaj6wqYC+JVvlPLhbJb1aUY49FNdIPW0JSj6/Jru9megOPs5gJj0wYyo+/rQvvlB+C74vMxg+Dj0bPT1eSj1ei209pbziPXIBLj2cw9w9lEg1u86vBb4KdhA+W9AevpxDWL4LBh8+KdJTu4hl7z2lUX+9cFk1O0FuET7mtD4+QFlRPUQGO77Z+V88xEyGvmxmhD5KSna90gTMPOTQKT2fBBW+wqZ5PhGeKryzfgg9ofgNvjyjX77+c+G86kQ5vXSkAr4gOvY9dAVQPtckrD76ZLs9BUIAPkftgD5H0i0+qtyaveuSSz2tzHQ9BD3NPUHi+L1Xhne9Y6oivS6tmT51zDq+WoBUPv4ejT2vJ868UnYNvn9kiz1s5kG+ZbwXPgwbfj6O4/695F/6PaaYbz3ZVO29QXyMPtZanT2Spoo9BKmIPWGLaT1Q4gm9QvEWPnsQgL7zQEQ99o82PIN+Az77tyO9XIIsPrguHb4ZzfY9J9bFPJLm7j1M91Q8rgaJPOX3/jzhPJk9G7PGPYK1nr3NQAA9LrXFvT/ISL50d06+0Gg/PgM9kr4EExE+/UnrPYUcsj2BsCa+AQpmPvZ91T0W1pA9faXnPWw70L0Cq2y96HZoviM/o71lZZy9/4KcPYEBrT2YNkE+MYjNu3n9obzfH928lvD5vCwPwz3j1N68tmQJvUrTTT0Q/9g9HZlpveXtiz3EKsg+t9mTviqAUr3se++9Pc4qPkD7Eb4IFc+86G5/vt79Rb6uOx4+OfSHPanB571NJmy+fvmpPYi3I76XORO7I+bvvDhrzL6h6PM98WMiPj9NXr6aCTQ9XhHLPI6sE75awOK8eUWzvcn8gb6kZJe9GvdlO3q1RL1YQse9q7rxvb5hU71+IzQ9EmMVPRgx4Tx2dCO80BuRPspkWz2KP1O+5Fi0vlGbYD4uvBi+N9RFPrOsrD3yDzm+T4aIPpWS5btGfxQ+fYdRPqdtcj5ilnk9fj0sPjPhwL3DRUQ+6QQEvhvcoroYUoM98O6CPsfX9j0fb5C9xgK/vRUFDz7cN3Q+ikMYvh7Dg75LP2m9lnOGPfnBjL1G3TU8QE/AvJEgFz2AkYA8llUoPkAVb70kkqq97Bwovgeik762/4e9ofmMvReFQj6a3dI7SIEnPuhDr74hD3m96UrKviRYBz7UHXK9yx37vXB0h77dbFQ94jqPPFoB6j1lXZa9ywUDvUnAsboomTS+EpspvdWYpj1+CE2+Po2bPAhodj5P4Nu9DJWWvut4w70qDNw+eF1IPceXNz69I1c+Emo6PsmMuj1OTQi92x2ZPblkDj16JX0++0UlvrIXgz4MnxG+hzZpvvV/DL7kL8I84TCFvnUsMb6vxUA9mmzivQ2hW71FsFC+kEfBPcGqo72Y3Lg9YhGjPoN1VbzBJ1i8NCqzPXcdLr4OJIq8S+J7vtVakr3mybS8P7wrPs6dir2Ue1u+vh2PvkhJ3bxgQoc+PreavdkzzD0wacw8TjmePVguv71XD1O9525mPojMhL2Ck807FM1xvq3FL765ZQW+dAKXPhFqXT2SsZu9eWSAPaUoAD4rUgg8YGPxveJK5T2/Y7q91nZSvXoYuL0oDLK9U++EvMklFr5gkEE+P8ZLPp3bjLx5y3Y+l1pbPoO+kz1+mwg+VWIdvpTPqb0NN0q+KBAMvtPUFT1xTYU9Do60PZq0kj2x344+qw+nvKgYOTxCgmG+Fk0WvovCsD5xEco9CUtKvmBDXT4IF0C+GkqBvjm5Kb7VayG+pdSrvfSfCD4jgLU9puOGPbJcQD6EGi8+5iJGPSOTfz57awm8JWcbPgIORL57/9E904XYvWxvlr3Sg9e9mkVMPvVhCr3LmnW+INhYPo3yDr2DmII+b/pXPpLbXj4MvY69vL92PRNFzjyCGiG+dI9pvoByejvZuQs+6i9tvg46KjtXEr+9nPP2PfH0Cb1+VKu9mJgAvbwKmDwoVN08grc1vXzvSL3v1De9mRHGPQV2ZT5HfoQ+xeJIvfe8z73NIOY9cf9QPaaZLD1YmMa9RkVPvlKfyr3xAAw+pqoNvnrghT20xUk+kpRkPqlnZT2ZIjG9WQYXPk+FEj6Ccyu+PFZ5PiUvP719me88PVcZvWg+rT1lUJE+7NrKPal2wDopBzq9hm+ePe5Eqjz22i0+FAhDPheFzr0nLxu+nHuiPQ/k1z1mBCC+g97CPF8WIr0h+bA9bzkxvWMjgz2NRhO+lweYve9Fpb6cHB69YCYfPpEPRbzAZIe9fb83vtroqL3iIuY9eTMZuvGcVz0Nbls9GosRPiHQgDz4ISU9VkKvvVTQ1j29uaU9l/KJPegSKjynVrM8SBGTPTD46D3aUhg91r2lvQiJLT3+rh4+WAXhPEs2RD6Fvd89oB+ZPGDgVj6v0/E87iB7PWRiSr1JTQM9ffnovQHTuD1MPLu9Hs6YPZxTvb0jMQQ+RtuOPvYkDL5Xbdk9j7ocPY5ZTDyfLIy9fC9RPtD3bb1qWoU9FmVOvkMNFb1rNXW9TptDvc3rmz2RQu29kXwlvddXp70e9Cc7b9eJPdVwAD5S0iY+gFVEviRzJj5h7iO+3wcAPGwkpr2dhLA9IwuhvVMqHD35gBQ+8A7DvYB9MT4PGwW+mLwzvfIefT3p5Bk+p05RvJ0gXrzObyu+0oKjPc2jFz6OLmy9+0+VvQIEvD03F/a9fRq3PUSaYL61ZQg9YZJ1Pioyir1F8XA98blVPiE7rr00ixC+VM3Lvbcwqr1vhhw8bqi7vmC6ir4+HhK+YktcPvT6Mz0/MBg+MkuPvtkMuD1/Zvg9uNgevpNT3jxVRym9t6uGPgQXIL3VlVe9vVkIPkSBsD1ztok7+do1vtU9Cb5LwS48dpxNvqLcojzfuuy9Q08wvmb5/jzFOm4++bO4PibpIb6LLIs+gM/KvINaij3xKPa9Vy65vSiEJj58LWS+MyqPPf/zUj5kbTW+BeLAvYWUjT2h9M492fhuvlkdQj429qu95mCBvrDu7b0O84A+nqMBPp0W8D4jdvg9emZivjBvaz05Eq89eJpMvtILgj7333k+erCpvhiH7T0j14e9DkNUPriZLj4pzQK+OLrgvX5dAT7/9EE9nP2OvleJkr0TJc29DBzwPZrUYL5uHYO9w1aUPqbjcD11fW49LIG5vpX6pr2S9cQ9dtTSPXazh7qYC0S+rmLrPSzA9D2kTMC9u8zrvTEtHb7H3Zy9xBA5vH4Q5r2psr69u6x/Pcbfbj7/mfC9sbQAvf3JJzyYXjg93W/LPnTjvT0JnKa+RHjDvekkOz7RVnG+eXanvCn5Tj3IeBq+zoOsPbjn9r0LE0a++pimPNeq/z3hhfk9jreqPa+PUz66hzS+XT7hvV8AP75CE5y9zVxmvs0z8j3Iiga+VILOvQEylz3ybK88aOeXvajTID3E2x4+D8cEvjzQEL5HK0++Fy7hPa0/iT0jdsS8TSwfvb6+vz0WW2K+YZpGPoLY/j1FiQ6+0KoSPovdEL6DpJw9+gshvuxjFDu/hy4+sK3Rvur17T0uC+Y9AjmIviRxBD2/Gz49JDmuvhzukD4FkqI+8yIdPvY2tr045Rg+bAMLviZ+xzyHVRU+k40qvqdGIT0sBFw8xBAfvlYbb76AR3++AnYtPUrZXr3Va+G+mJSOvPj/yzw8JL49zMgGvSqupL6pBQ894NpLPfYUN779sLM+ayqMPQfRY75ZsZy9MvYfvf9w5z0I+ve9QtWOPbPaqj6DO0i+q7cZvTYE7L3Q+Qw96NbsvAzDGD1flkg9/uN5vqx3jb2quKW9pGbDvg40JL5mu06+l/K9voo1U75sVZO+gzXpuitOiL7EK6C9mEycva0pnb1ukgc+tokpvj1Xyb0MzEA+dCFrvmUYxLztEm29A1kdvnvN/7wFCKE+EwEUPmdPpD5kIhi9rYdVPun2ij6iJ3++fY9VvZwXmDy+tUq+GC2UvSevBjtV5YW92VqzvRRGyL0Fr068Ng6Vu1Sy2D0YEJQ+yIqHPYfeFr0/KYI9ZEqmPsqyrDyQmk8+43xtPshOZj2pGQA9hnSbvRcacb5L2qW+HtEyPvqBJD77R6i7SVn3ve8ZfD5gnvK9SMT9PUzNWL1Qv8I4ZoohvsIBaTw6COI9jvOIve9xNr5svK09xIdPvkjBLL6PMAC+1yYCvoxZMr7R5jG+93h9PWWJ173tKiM8hGJNvtQxyL3rx1G+44cyvQ+CKzxgf3K9StaaPdU5hb5k84c9GxYSvutc973L9CS8/GuwPVn17rzyEgy+cYHtvUDLz73B17U8MSUHvtkhsL2kHj++6WKCPbQRNb4bCxC+qgx3viBxCz4SbiK+tKBxPHPQzD133+q908xEvh6debwZm4g9MfanvfpIvL3bGxK95SDBPaeNjz2cjGI9eA7rO4AO9b12oI++yq39PMWRDr4KwkA9b9CkvAz1pj2QMe+9y1iyvQFSpb6AkH89YUuVPBWfjr1pbrm9UPNHve9xWL42OTC+yVO8vUZnMr56U4a9xzo0PNvG3T3z9DI85/Vnvpkl973YBtW8XLEDvYlCJDw/rC++7wQUvnxJxL31Qyu+xmc5vuZSRD7Ach29ABzRvQqG1T0ANhq+pD6aPVHDhr5ztoS+9igJPSMwsTx8AZs94dLevdQp0bzQLXC+gbwsvjQYEL5Wesu81KSPPXEAi72Yfwi+/UKWPUT+kzxAIXg959q/OWYgQr4xYLa89zhPPcXoy73r5Ry+Ths3voEK8TzYgmk9JdlqvnXAKb1GHx69meqfOjVTrzzjaOk84lD1vej+HL6zZpy+o7BHvrZjCb5VBiE8Oqi3vFGRpL16b36+XuYTPv+0DT7ih4G9wmaNPA9zKL4YkZS9gu0FvhGLrD4bcC2+zx4EPWYuiD38n7C+fHXBvH5ENj5TyIC977cUPUZ7W714UC0+JGyuPdR1ED55vwk+21yavqw1oD5Xjws+GORxPcfI3r2DqKW9CXcbPrQ+Gj7QQDq8Ku6bPZ7VMT57o5M+V+27PnkgEj7mFw8+P/HHPEI7jT4MO0696RXrPZNOBb6nndw9f/gXvohHwr7/v/E9oZ2qPQ2vwz2R2L4+MeyTPWEblT3ObHY+Z/qyPprR+D3zoZG9bVaeviyeOD0hR949g29Ivv0Srb2oHbI9dhpoPFWiwT3EnSA9q2UVvVu9Qr6TSYY+2wO6vASYgzx1+qG945aiPqdabD0QgkG+q0azPXIcQz1FYlC9feWGvq5AYL1rs0K+7DsWP0XpRz6r30U+wImjvQsDMTxdDTs+NJxePhNRKD7g58C92jtevWPfXb4uifO8uBlbvh507719SE29SYcYPPD0Yj6HOsQ9HbmjvdUnoL3FJ6c++VmIvUrSFb6Cow08/pT3Pdxvbz53KUY+Sx2HPuQDIb31xw68f09bPFBrRT4C4GI+6x5+PBBAk77T2Ca+ZaPmvTgupT22zGo9v4LJPNA6jb5cVY0+E5UevvGAnz2A7iy8OuQOPm41hT3NH1E9rFENvgKCqj3urCg+qguKvZsUwb11af29940hPu4/Gz58j3q+LWmFvF+UXb2Honk98owXPjWcjT5NEVC+UDTqO8WLHD1Vs2g9gJyhvii7gD0cDaa7BUN+veo6Ir2vc5m+HiCZvYdpx71kgVG7PEDSPY1tQL5FStC9XJ/CPhPAez7LiIe9pTaJvDYIoL7p+jG+v/XXPIw6jL0Q5Cy8SqO9vV36oT3E0Vc6NSUEPdGj9bzJIUw+P+sOOaAea71pu3+9ieYOPkxgQT03nOa9WXEKvtF6sjyBFmW8pC9hvqDPTz61kvk9Aylxu1K3kb0wbSg+MdUcvuPwGb6HpiY7Fpqwvetxmj1CZzy+88etvTvn3D0ftmy96c4vPsOFwrzI0ts9cSbjvSWsmr3HKs097HEVvvRYV74c1UU+9BWZPdwFMT0xqdS82H5aPl2Zm718iSm+TbM8PlRpx736aok8eFj+PQsHAj42oUm+JEu/vVzCNb7peTU+9sCIvcTLgT6+s049GFmgPiNusjzVIES+Z+0qvQtmuj2ERME9vInavaLXTbvEhqe9IaJAvbqJIL6lPAW7mS3UPMr4XjvHalE9ssLkPQLb7z1GVoy9s9dNPsGXXj4v7AA+F8iBvIwbSb0GSoQ8IBcrvvzRlj17Ssm8BY9DPmn3uzy4ljy+4qDrPbzg6bxcNgi+MvhNPh0+rj1wVWu9HT4pvnSVDz1tC7A9wJJAPFVcfD7DHXI+YWQhvhkgyruWAHw9YS4oPtlJkz11Js07V53GvSdoSr27S0K+dYBmPQH5lT0nIgU+CuUvPmCaK72cByw+N7O8O3u5LD6IhxY+L3iEPRRWdz5R/wS+N2HpPHTHCL5GP7S9wCA8Pp2wgD6Y6MO9UL07vJrlvLzGLcU9FvaWPMsWJz6Sghe+w5UfPhutrz2jRjY9RPsuPdWKBj67r7I98+FavWsI9j0z5XQ9u7TmvSFgBj7K6GC+0POiPeU4tjxOdpE9BZDCPR+G2b1Z04S9skkwvhDpEb3qrg6+2eWLPTeekjzPXCc+TIIYPq8lvb0+3nW9U5VzPNwglD5zDIw+KiGfPQX4JL1BvlI9tzzkvULgtjuWDpk9ilwrvd/YST47xaw9YL7yvGfbYj2DJmU+rOV8Pl39pDzDXWu+4K+mu/QIDL5okDI8iDYHvskYTLxiQAS+9eudPOBGHj0YHrq8qrRkvh8KZD4oUKk9wOo2Pkiv871IOKW9mdDAPb1sTD1jsfU9mDYFPhJAg70X/QI+gTciPVOuhz0tkis93Ij/PYMqF72kCug9WS2+PV3vI77akzo9JtsKPHumT763yxo8wWnKPR8Whr62dQo+YErcPfSPNz021gY994YaPjBbGL7VnWU9rTtDPiBxcL4RkyQ+qQbQvbXFHDtXTkK+7yCUviQcPD5ceQc+zKI+Psv8yL08MJ49N0MCPvAL1z3rgAg+wW95OIICkDm5wNU7tg7/vYeyijyp9ja+1cMQvU3wLD4qXUM9Y5aSvfyrObyKeHA9iE0VPVxJjTyCZ9890MiTPl0IjDxstDC+DrMMvbp0JbyHSD497O20PJWwhj163RG+bAc6PkoH0bzpMlU9X0KkvWoW/r68xZm8A0xMvQh5Cb4FDZs9x4dJvut7IT4+8Qg8wMfePM0t4rw4hii+PVwXvpf8b72fMfC9fbtFviBOBr7EHAI+9nXlPbER8j23w8i9Ja8wPqXAJr7phaQ9qIlNO0PxRDt4I1M8oQ1tPHuaKL48xlA8g1tuPYMLTD67BHE+hpm2vU92lrzaJBy8q2tFPod50z0aFvu8ZjguudkGUz52mbA+rFNIPRnGmr2ePoQ9805TvSyoDL5PysI92HqNvgJcHb5LEBy+bTRVvXCmsr0OLa29wqOIvbxWAz2mfl0+5bG1vb98lT4jQCU+rAyGvcZOVj5qI8E+o/bsvf6Vvjzg0JQ98TUBvtPvnj2F4i0+HZvPvUgjC7iDDqC9K8EpvBhR4b1OWg2+Pf0MvuQqlr7EB789OsJ2Pfkqrjz7/Qk/NjGivYFElL27qIi+ZX5IPaNZNr3yCo69ncs5vnVHOj53Ak493oQEPnJ+Ej1A0H++LDEdvj3oUL5JGUU+Jwg1vazkgj5zdJo8vLluvQTnC76ikU493PqKvrTD/zwQiX282pu+vIrmJj2aLVK9wveWvaJNK7475mS9lc4VPu+Hpr4wmoE+gnwjPmgnmT1r/9y992MkPnsYFr0yt9A9YBrwPYMyjb56pAq9kf7GPSYbob6inaW9aSDwvfG1iL3gCsc98PpQvaAXgLwEELW+IflZvo5INz6ncRS7mLqOPRLiPD7YY2g948ubvADznz6i4Li+P6aTPUDPhL2P2mU+o7e9PcmWbzp0lYM9bw+evj3+r73WADi+fVmzvg3Lub0aC1M904EjPgoyxryNqQA8qkWLPsJfJr7YmTs+VnHSu7WnCD5262A+F0QRvpz1Wr7Bely+GCGLvnh/pj31m6W+yWwCPgnkWj60rjQ+rcVYPlkYgL0IPfo6wcMevbZpVL2ZIEU+9syBPHe6qT5Hro49wFrSPAlMLD4fKcO+Rpkqvljfn73uKjA9SZiPvZfG5b0BmNk+UBMnPS9Rn71Q8wO9WDZ+Pi59H70C9ce7qK5Dvq9kajzXi/g9P56bPY5qXj5BOZQ9D/7gvKJZjLyAkBu+CtyYvo+VDz6ra8I9fXFpu2EavrvTXEC+zefPPQCCY72wiCs+hyU6vupwFj5f69+8mf2uPaJ6qb35MO+9vijSvXlQVzwy9yU9E7QRvvrHk72/E7m9bhJbPKKsEr55l4S9RF2Uvc4hBL5QEea8FLHEvRauQz6Mm5k7uqGNvA5+DD7ZJam9G9ugvVJqG7zpk348eAfZPSrNlz1yIKo8k/a9vUAYvL3hGEQ+9s1VPTJfcD3w8cG9am98vb6Ih7wao4y9imC+PQV2gb7vBt08/9KwPIkUQr4kiym+VnwOPAeY1D0ttpy95/HTPRerpz3nAlQ9mopdvq0TfzxXLS495iknvgJ4sr1gtjq+oDEDPfPbj73Uf9m75QkFPrywJT2TYiE+XJcSPj0xkj0U+CS+N6y3Pa0VxrzMqLi8ay0bPZPvvryPFI+7AG3Pvc5yUb2PGbk92uMmPrFhKL5dZxm9GaOsvavFQr46M6U8hugwveB4r72yoku+AZgZvQctcj3/FRm+B9wFvjaB9D09Fm09arZePeTIcb1OonW9/9iuveAi1byU5Vm+ShCvvZHyXj0mUYS+xd47vpsKjDzMLgE+lzIRvQSZqr1IqoI8kK25PUSDBL4eVDC+l+trPZelDr67wNu9nwpDPbk7XLooch6+58aDPTN/ez4t3Du+BDRqvH23nD0nI7G9SAkSPmizPjwfOJ2+rxBAPdzlGz7fKR2+uZG6vQnxNT2mZCY+FOlwPhfxJz5VkUG+v7cyPqq5FL4ifDo+aLVKPlBogz4Ouw2+CnNSvu/WUD4xdWO+gd1nvpHGiz1fQru95C4nPUTuhb1r1lM+Sm8GvoJdjL7OcKg+jh4xvtZrhT6gbFW9b+23vR9vSz0S4+M+qmW9Ogn2Y7xa8AG+ej8ovpJ/uD57ILQ+mUJRPQrEzb2fFM4+/ilQPlL0TT5bjmW9p3GUvUWjJT00by8++FFIvk+Kt70pr5a++gnhPS4XKD7kaZo+5whTPod4Kz665KY+ArO4PbTXLLx1C1A+CkL4PTSqvju9ldg+Jjz5PX2ddz3jrJK9qjyEvZuskz2mi5o+K9l4Ppefeb2ZqGM7dByPPgvLEr6QkEc7cJOpPB5lYz7zvi++lvS/vMNStT7YQ8a+uMtOvWt1Aj4XXFg+ZFaiPVWjEr733lQ+dm7BPcuczz4uw3A+d4zOO3KZWD0btii+Lg9aPFzwdL5i7si9v8QpvaT0w73aXbo95jADvSrGgj5g3p69ntIGvqAwfD4Us0Y+RxfzvU3sTD5E2CO+JAgpvf1iSj4yM6G8tSjXPnE7Pb6cfRY++XwpPcb6oj7vj0s+LSjLPjxkPz11rKI+jSM3vecMlT7Iqas9486mPUVeNb5RXnw9gP/kPBAearwfQnW+PO2gvkakjT0zp8U9C0TkPKksbrzVI4q+t0dCvWcAEr7q2AE+XF+AvYXNaT7YLOG96LQIPhG/DT5YsoY+yV6cvR6TGD4fNDw9FQrzPV/doTxm/1k+6D+ZvX6TfzxWFG49z1lnPvNoMz4u80G8iy+lPCkZGb5y22c+D37jPHft+D2wU1++ggJvPtM0ojwpUxq+cYY6PcVkG74R6Gc92fC0O2gSXb7uNTm+WI1OPeK+zj1gNP06LaNjvUq/er7/dbQ9hPiPvakaUz5nI/E96lE/PuWonz5tKog8gy1ivimSiz7gnDI+vWEFvlEA1zsaATs8eB3MPZNXDD7unA0+IInrOw6mUz18nSS7vo/zvfaF0js2kGM9Tr+kvEhNVL4aiqq9dON/vjZIOb7j/qo9Dv09vl12Dj3ApUU+LQrYvZS8Kb505Jo9m35aPQdJxz1jR3q9iRG9vYsTpr6pCLY9AVv8vcfUYTwam9A9EYNjPamYAT4HxoK9nejIPdlVkb5LWEs+ZtaLvWI0zb1+K8290JPqPauHCz7glP+904TFPTFN2z2jKp8+Ep0Eu2eL8r7dkJq9NoCUPgOTvrzjKBO+cpoBPsHrSD7pVye7ewikPdrpIT0oyi4+Yk+jPsDBjL4Onwo+/6CMvGPoDr5cAwO+swiIPJSljb689xO+2VuPvQxsOz2vf5g9HqSEvjI+xr1rfKA8gsy9vcBvKL6D8pw9HdRxPIOCcLwYaG699GNpPZYseL78Q6m+vS5Gvpgqvz2BSSe+Jx2kvnodpL4+LM28wVbkPXEh0b22rCO+s0TsvL3VHb4hboW+m5ewuygSBb4ZnFE9Pf4PvobHsb3aLuO9V46cvRejvb2Q28K9KyopPecLL76NvyO+ahnpvXu2S75sk7K9ZoWlPaYihr7l7p49aJxIvbcHUL5SjJQ9rKyNvAjBnj2nkCC+xkFlvm3YIL6BfXa9wK8/vhh/mb6v9z++TGIIvmAdmb6vZB++4GQLvujwBD4SQb663W4+PYVCPL34suS8/tsVvZDbyL1eh/s8wDBkvl5O7L1zL768AVh5vcCOKb4nEM+9hui7PZcgy710hsS9Cx30vFVcBr62/Ti+AgsTPY0Yd76AUJO9oVmYvTpZh7xiV1y+q1sbvitHPz3E0jw9WPdbvnUse74gfZ29sn22PdmgyD2IA489Q4HHvJezQb58EEK+Hv6UvrpRJj65gwk9I0uDva3kmL5YHru8t5yQvqrGB76e1UO+ohPMPTDAgL46Cri9kBmYvl8Npb1wjgS9m53ovSKM771/y/y9wzYVvtJwI75Rwj69MuCIvjO7zjtdH4s9DpBlvUeSUL7pRqy8YfZ5vQJhoT1SOkc+RfgrvNBY7zytMo69aYcfvZAEJz4ZQjC9Sx+2PH1Dcj6nDFC+88jiPdoeBz0BmDs+9/p9PlT4vjxgJZ69Cmo1vmPMDz0GgI09VSiLvsN/7z0UAYc9GNhxPnPHoD1r7yk+lXDIvB7ATj5ybVk+CM8BvvPe67wLKH2+jFTuvRkUHL5VmJc+5++tPcdEKr16A3k8+2Z7Ow5EMz47v8Y+I6WUve/bAb4iqt69yGmrPgFvtj5ONA47a5SxPZehhD1Ljks+IYqmvYUBZj151JU9Z7GaPq0ocb3ZOU8+BnhLPr1qmT7frsY+7QbVPbH0gz71sEu8j0vYvXBXCr6IXTI+Bj/2vKyswz1lyFi9hZlGPk5HOr7qae89xjvMPRuMbj53VCU+/75qPd0sCz0uTpa9OqlXPV/gbj1BsXA9NGwLuiqaOT5GA8q98/XBPaYokL3hrF0+IMrUvQapLz62O/M9ccaqPkcm0D3Gz6C9HxfQu67v3zzqh8G9xu/0vd43Xz394BQ+JG8fPlliJD47NVw+D6xZvufrPT7eD+g9ltr+PLAL8L3XZO07dsDDOygT2zxz2LC92twxvim4kj7S0Xa+oFzIPv+sHr6oHSe7gV+AvWFHYj56y7E+6KglPn9yuT0lGbi9lZK6PDx6nL2YU869AaFcPaMJyT1gnZc+HD4Yvt5vV72pPGi9uITxvBinmz4nmSG9Th6GvYM5QT4AIkG+U+oKvegijb1jyJw7dtkYvjAF0D3D0pg6z7tevTePYL3tiUi9N/0UPmdIwz1nIDG+slxgvn3V6j2VLAW+Ll6xvXg1O76yjaQ9ap9fvpjQvz2DfR082XFIuk4LOT1XsY89gxvjvBjI5D2zv5i98JsFPNOgDD5Bkmy+pmqJPuj/dr0IYmw+JQIKvb3mCr5iQ8u83X8avlkHyL0DMTo+3JcbPdn+f76c7H49auOaPpbl2Tw8Lhu+5OCaPT2gBb1Ywh69SKSXvkDyFD4czzk+/UabPW0Sgb4VQzI+5DUjvb5ECj7I3ke+EdgjvlYAqL1mkHc9IAC5PbDx271sFWw+rdKHPo2Omz1SAgO9PYStPTrjpj17iao9s1lfO3+FhD2elZU+cRMPvlZRqb1Usrs+lY2avC5xtjyMqx69+hMGvpcKtb03NES9sPegvSOqar6Q86c91DTSPZcK4T1B3Ka9B05TvpUcdb0/yx09/B67PfRX/LwE+CC9cCGEvX6kh7121XG9x+sDvvNEPr3CcAg9SV5SPk6e+j2ZjDG9vlagPlY5FL57dF09cBIqvGPmSj76Dby9f+tiPJbEJr65+4k+I1GZPYhTET77lrI8hFD4vba/Br3A+ZS+9QFvPk9jpr4Au0o9GQL4vQSxFb5dcUo+eVjsvRf7Jr4LrdQ9U9FLvp0/Pz3stGK7x7zhPP1Ofr4Wj1m+vmi0PY+tEr43AsO8xL3hvaJbq73EAwa+mBwtPYW54zygR6+923PuPWKSYr0Zbwc+h1ldvqeLh70KKY6+ELUCvvOd/j3QuwQ9Z1jzPVS3XD7S6Ca+Je8EvlXR27wNgtC75z6NvXakh76LYR2+yh9pPeJ2VL0agK09T1c+vvSVr7wpztq96LwZvvvKTL62KTI9qTLRvWqTBL6E0gq+h8OOPPsL7r2XOX29DloLPUbm0r3+JQq71aQHvi6qkb7pBp897ctKvn1JtbtnApc8jkDFvTzCZzyMFoE8bxS4vJceKr5hfTM+2/LFvZagyT3OMRy+VoN6vdpuqbxObK29Lholu/dtP77DVhy+OqShPRNfxDyFomG94SK3vbNrjL7L4EG+01+XvZbBN77XXY6+nI9rvgXuR71O8Q2+wVmsvsnUXb5PDEs+PyoNPTzgub1AfwM8Uv4vPoVgE77iAvG7S9/mvTsHKj4C2b89EJgWvPYC7D2V4mG+bVurvYPWLL2Kb6C+IYLHvF9q970HRQA+WnVMO/kiqj3EV8s973M1PjsC+rxhvte9IpIvvXhHWj5MN2Y9VzA4vrNiTD7DPrU9ubwkvdsGIz3Szhi+3NwnPgr/c7wp8wy+dqYcvmtyg72QSSG+uxoavvryCr77blQ9FINHPpDU4b2qZhe9InxWPtihEb0SESc+ktdlPKE7VD1epeW9GFkAvmtqPT6qf+M9x5sEvSsuNj4HHsC978RNu+vlQT5oalo+LHTQvnoijz5dmUw+ewkSvX+E4b24DDo9ESrNvYOJfL4M0K67Sw2bveEAlbyeWDC+k190vrBWhj5YeGA+0q6UPtFtAb3rwvC9DyuyPurKtD5qx22+QMJlPqPwED4hDT4+c6qFPVM13L1HqDE9EvE/PZYSHz4aSia+fbwqPrI0Sz4aGhk+BQZkPSAJTT4onxM+zFCvvl8Aqbxk1jQ9XHyJPBdLBj6CmBy+HC9fPecfGL5UwoQ+AkYIPjczmD4xXr29EYcAPk/Lcr2zwTs9SYRxvSOgCj7fLHC+s346PUAQQT6W40O+3wmKPbZCCr5LXhk+3Nk/vZO4I73trfE8lnBgPvMdjz4KKdo9VIoXPeSDVjxo0V2+hzTDvRcaZz7I/Ck9uyppPZswKD5upTM8OVFOviotjz7N0qa9uZsjvo9R8r1wmqO8o3IsPinZir7tYb+96vuavItAKD0JaDW+D57MPolBtD3unow8e4EoPhX+GD4ovIw+0J9vPnKqAr7+Uga9+9uFPcmfZT2bedc9QnN8PXpVj72rMhM+8UU6vjcGBr6mcGm+B/qWviU9cz4XA1w+1IQuvlWPjz0kJje+ABuYPW/lir0IUgw+/6wiviIhKj4GTLs9V+EcvlwHhz30fqW+KkUaPaorjT14bye+A2nkvIiBiT1dsAM+gNLZPVO/gr7eZz0+59k/PVU7Iz7tjUK9H4Rtvois6T0JI5u9qMsFvXkYk75+46c6Mi6QPq8Wjj0h752+FFjVPRZdNj2N0qa8+8pGvh7Ix70xCAi+0ElMvq4vPD06YLG9eCYmPK3Sqb7Rryu7EJdLPlvDZr0G8Hc+80spPpZbnD3JTlQ+yHQ9vbM4mz3sf/e8YCWvvBjpq74w/UI+yfdHPf/xLr76wqY9vwu4vZJJUL5RliK+8YeJPaWsbz4vVSE+DFw5PqSumbzARsG9R/MaPZFwGj1/l9O7sc24PZ8YQz2pg1U+QR8cvvPEgLv8ZwI+6Bo9PnygPT7c0IA+sx4ZvRNMdb3Osre8GGZxO7Uqgr7x5cu88x7AvUeKWb0GNxq+95edvbKSAD1EqKY8BhM1vADNHr2skpW+zhkZPjTWdb2St/i9n5M4vuhZUb7tMiG+uVgBPqoZPb721r29nay/PqLMHb7+o8e9vK+Cvk1qXD6QsRy+ZVYLPi9Dmr0odC8+eMLVOreyRT15FhA+rChJvj1Rer2UI4O+R3uLPlFbH76WR4+90s2jPUReEb5uJ2++qXsgPN6ZsT+uvmS+hz19PWln/j6jvx8+lVlwPxjwAb6GkME9lVGQvnd5Tz49x529ZdFbPsGSX75C+i8+SMNrPrwJGr5ER+c8FuYLQIi4yT3xa1y+bWmivXxJtj4gvh681DPJvgM0lz+MbYW+XCpEvgBZ+rxxkCu+IjYEvlurwD2+2cU/cmaGPzHCqL2VTIC+7evhP9OKOT7t3jM92xlgPBPAvD5nA4I84ZsgviClYD0EER4/liOHvRMedL4immE/84LrvQL6nDzi3ZG+eKmMvuyVlD1r49C95GB+vpoj+z0HRW8+dxauPYZxGkByOoK+0TEqvmUq1L1+76i+nKeUvcqHkT15mHC8zms3Pq4rlL7T+7e9AKY0vkxe/r1Qhem89kV0vnRQkbziFcU+W976PwYeCb0bLFy9PHhDPUMG3b1Eoje9h1yavd356b0q+gq9G2DfvQKrBL1Gxxs+jb8OvtWSMb4waOs+7dYZvpG8oj+SDBA/DBzxP9MYfT5msRY/cSi2Ple6eL6109Y/kXiuPFI1TD0KVgq9iri1vYI4n737crY+utONPjG1PD5dtZM/8bAqvkadBEBLzWi+ttHMvcckIb6Axsu9PuSVPhJzr74tOfM/YKtXPn6Sg74x5HM+4H5ZvproMT290gBAVGMfvS/xS76hONW+K+JIvWRGmj5rt4k+UHsqPT1hh78J6xW/7vwhPgWAu7wHUh3AjkBcvjjL8z1yZY8/lweQPa2tLr7vZCG++vMXv63jd729RZi+pWU5PQd1y71mEsO/lrQNvXK79L2aMxc/tXIrvPoAMz5Rc4Q+VyY5wBj/XT9tyJW//BSivCO/Fb5QsRM+FBZiPlqWK8BRbsU/fdYpO185qb3MncU/CC8xPq99uj6jI9A+sIWwvuoOpT56K3q8BT/LvezVZT/hauM9YzPiPnyc8r5bgUY98gWxvQtD1j9bbRo+EsptvgBsJD4uFDQ/AV1bPDDnWb8O+uc8eM0bwAeUlL/6VQc+D1CsvhnWVj8G15E/ptuuvBM1VT6RJJa9C2x1PkfAkj7aWCG9PCnqvR357j1jdos/njS5vH/SxDojsfG9n6LqPXlqSDw7iVw+yervPOq6M77ikew9x9C1PuSIFL4q4/e921BKPkdSDr5jsGa8CvzBPahRzb+6yzM+iyDSv8EEJr/gAJI/NaDdPKH1bT6sy3a9NAKLP10sB7+7ZIQ967ejPLcjAz7s2d29ykLwPWTPJb82yOu9kBRePmvRNT/QQrM+TShNPzVrdb/GBeA+mBgCvZ/PoD5vnRi+vz/Nvq/RG8AvoPA9jAstP58dib6FvFy+npI9vUZDIT5/n5q+Mhm1PzoXcr4rDT493itWPvhlB73tMTe/Lk9AwHT32r4BTSm8dde5PStKCMAx1Qa+92wzvYBg5D632Qc+ksF1vZZyTz7cYTc+CHuIPrH0Wz2knp89U6GHvhL2MsB6IUq9rd54u4ZSkD7XXpy9Gho3vTylqT6hqci/zl7MPCDK4D7NztM8wvnNPd/lvL3xkTA+rYP/P0Pf8r+ok5E91QeuPiQD3j8fWrm95rE9P2PUWL1gB0Q+DDj7vkK0GT4SuR09sb2Fv7CY4j14/II+p9eUv8xBI76qRKQ88PeQvgLoar91QgE7xyYoPt3ZML+GLeO9yxmqPlE/rL0ablzAax0FPW6pIb5Im4w+2mSNP7ONGj6PcYK9G/IpPi7Htb4UfTA/VtGkPSbEBT4FU6G9zmDXPRkp9r1F2689LwUqPjKHgT+5p4u9GjhPPvX+kD2HJR2+WteIPoF/Bb6qoqM/Hka0PZslGj2NHiu+xyv0PYjfIj5YABC9Y/+uP7dpMr3GrwXA/9/yOnE/MMCs1Pi9v2lzO55ww7085aa9pDB0v23o0rxyvoa8o2koPIOWK7x/aBK9C58NvxBoirx5AJq96hyavzAnIr6vfwNAP6uRPqoZK7787Qu+6SQVPw78eb02Sg4/FjfgP3JvMr6FOo09tA9jvu3PoTynhB4+njoUPi+QwD79K3g8"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "+Rd7PZaEu706N1+9sf6ivYA8oT33iU87PJeqPJy2ub00m0C9dibOPPRiYL1iZeo8hRXFvC4r0700mIY9SXFAvCIL1D0wW6i9ePKZva+QAj3yFAC9y5szPeZ6/r1CQN+9kayDvS/59rw1zD69dy9OvSmf1b3EbhS+qnn5vLVDoLxtI2S9ArL3Oqc54b3amYW8l+jAPJ6zOr3mZVS+0/z8vUA0GT3EdaW9pugtvgCwD76vFNq9vXMFvmTa1T345449+OKivaEhur1+WG692EVqvT0fZL7jx9m9F8JNvq1uBb4YzQO++4s3vRuHDD2kDji9SqZGvdllJL7z0bi9P3xXvbawgT0lHCS9SMl0vdIrrrw5/9473aqBvaKaAr44Ku68hDl3vmQMNrwcRfM8TBb6vXV5vzwQdKq9cXAuPSqGxb2/gLC9bgjOvGfq+bwFWg++L/qKvJVWqDymQza++K0Fvq7YB70+ldi9FIjrPRHSMb7PTmU8NBcDPf+Pfb6a+Ha95UyMvtaGr73R6lm95df5veEnA75EY2O9XCc3POHfHD1fxis8k3AYPs8PrL2T+5O9ZHR2u5rACzpk8QC9kuv4PYjBv7zNY7O9FVwNvhXovDwKuum9r7qdvbl00TxavCi8ymbNvUY+Rb2KIJS9SGoAPsdeTr31V3+9tf8Gvrn1I74="}}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 