{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "c6pRvQmmtb0mf3M+xOURPiKfY72wV3A89jMJvVZstr1fpaa+Qn1PPSZQmz10px+61nNrPh2PoL3ljNC9X/fSPQitrL0gns88geSXPSdOCz636aG+DCcxve6ZTD7MzMC9Oz1Svh9Sb77dV8++hUsAPK/zsL7Si2Q+8EqKvEeN6r48euQ+kFOkPW0Lvb4jx+K9NVcRvw/PXL308rC8ZoHzPRcgib5ZFk2+J3pnPrLcFz4bTPm9ChYKvZZ1yT0Wq/m+7KiCvrLZrb4jwQ2+kpiJvnFwazw7ZR89pqG/vblKR73U0rI8RUWGPUyECb2Hj2s++MkePjDzBD7XhHU+FpRRvqiP6b4haru+D+x2PgozFb5orHu+U6SyvToM+b3B5UG+GkwOOzn/Cr7k4am9oXPTvT1qSL3F2ZQ9C9mSvsN5ejxNf78+181oPnADFr7u0Qa+9QNlPnK5Czwr0QE+AyPeuw9xjT2oGZ09mJtGPiLgMD3W9HI+5+DVvg6hlz5OMK49Un3NPSFTuD1QVzo+cLNZPewE1D2hhQI+RZ6Au+AhID4abl2+rIbPPZ/UFj4SwQu+DjCKvRX0vb4tnaQ9T58nvnQ4/jpJCAg+f1wgPtfmGb3b/eW9YtY3PFdQajuIE5++rM7mPSTs1L2D/oq9ThjBv75wnL6DQ3U8LRFPvp5RKT73zk0+cHE5Pq0d/D1nZmc9vDWTvZbbZz6uVY29JnM+vczWvjxH/o09ValRPDB6Az3sWuC9gU8JPivtirz+9oy+rezUPuHA8rwmA2E+lQmAvXRtFb4DRR88JmV+vUaWJr4aLoi+rOv6PAlnTb0MPgS+wIsYPdjOwr4YMhW+8NVDPiKUp7z5yxG+zX9HPjLlE73gyms+iaE7PvbEO74TdFe9hmYqvtMEjj4933092MZSvgbGij0VkGG9KfAUPvz1lz5qx1E9YFf6PZSKdb4CUx0+HQbQPjy+Tr5Hg2u99XwRPJRkTLyMaam+gaaDPmmEir0OAZq9Oq/uu4peE759HpI71tbPO9S/hL4K1RM+rcTsPb8sjD7e6Bm+s2R/vk79i75he1u7uSfVPevAwryFIus98ROzvVbdkL7v9zu++FjLPQzSar4vZHi+dnwSvcZ46L1QqS2+tvBePjB8Aj477hy+OqKbvhS+F72/vgi+6cW5vQEoQb7TSUW+E81rviaoxD0KYVc+/q4VvG+wZ76hYBk+O0OBPQ9LiTxkdlw83YjdvTJiUz2fC/S9v2mVvMgdoT4StLk+SaCrvW6HRr5tAY++ipSCvSlKOb438fA8tneivKYfLb5nWg6+qocQvpYBybxt9Y29eWVNPtpOmL05J9e+hBYPvR38+73/v229iTqIPvJhvj0wDFS+iSgfvcEpC78cF6C9dBZgPjQ1rD0y9CC9x/QVPr/QsbyGeSu8r1livZ7Mar3UQ6A9CLaAO6M0Pb2hKV6+jz0RPll0pb0z8ks8JcByvpwftT0H6TM+igRBPj09gj3d7im+zKbVPdLeO7zq6g8+1c2OPqfApT1nnFk+4eRcPpu01D25jeQ9NeclvriPNj4TrHE9qrU0vuTWDTw8hcQ+DL6jvvFdYr2Y9o29AJcjPjM7Yz5YxY6+DtYevqervz599p2+vsIPPtCqkT4IRDK+cweeO9+nmr2Nk8O94BxMvdLFBL4t/CG+0yXMPTObrjx7PQY+V+d7PUcg670/QCU+lWgUvAQZ4b1elQA+gQi7Pfx1gD6dyEy+9SACPh7/HD5G7RC8Uj7qvYlyMT7JamA+lF/KPR4K+j1GDQi+9GkXPrklFr6eX6q+dFMGPtyoVL6oGEO+ajkRPssv2jzcPPq+tuyQvsYeNT06hna9Z0Y7vmynCr8PlgO8HaCVvut9ILyGqag9TrxoPhXZi7zE1Ai+8RfkvZEZWT62uLQ7qRxfPjtrtb1pPgS9bpv2vH/mXj7uF7898n2svjtoEz0QSoY+ud+MPcAi+r4n8gK+6rf4PdenZr2yV8S8/1YTPuCLqr77fxY+KxI3PlHLCb5gIFk+/otAvB4S8b2AUCC+lvI7vs3SkT317/E7iHHQPIfer77VJIe+Y0PVvdyejr7GiH+9gtGSvVCVGL54wwQ+UmwbvsznNL3FTmE+/j6ivmhRNLzWiro9fJYxvorBob1TLG++fVvwPkwBHT7A7b69CozpvbDvW77bVZ89rw0nPjzIc77Xgxc+8PddPgsSw7531o2+3VWivo5WyL2OOA49EVGRvp5LCL5ncgW+XWBOvDfAsb1xZzi91JtNPcLM5L07buW9HK8EvmOqB73X47Y++V+aPXqaMD7xIdk9HAsMvz4Okr6nkte9OaMuvbQ07L2PoQi9fwcIPlTNfj3jGwy+hprHvoSVJ70hX5K9Kdj5vcxwVL5eFzw+Squ6PTpAA758wB2+UBNxPnkKvz2eHRY+Ce3JvkXnjL2K3EG+PyUgu8Zejz4ihKy9TX/uvQtL37vaDCu9hYWrvsIVYz4AVLS+NaQfvocP3btpbYE9L3MGvUqMa74BmIY9Qn/MPWrZvr2dl2O+SmHGvlygdLxb/8C8bkdKPQjtKD3Yf+U82NrYvR9exT2APMI98GiavWBpaL4beiI8W0YOPTh6NT4zZys8O/ZGPpp5QD41uM48M8VvPvaK4L2/+Ig8ql6dPPOoKb4P/CY9Xn+fvAGoSb7UaSq+00EAvUE9PD735TG/+OgWv/OYWz66T1i8ielwPiU3EL6JpYs+2snRPRbZaT4yiaC7F27JPcvBlT7+toS+ajLEPY3yBb3pKRQ+9x5uPVAy8jygMtI8NEV2PpCqUj7WLpG98/i0PeE1BD09nmk+H6xmO5O8jjpQNqk9Op4UvsLKsL1jYdo85nhevfSK9ryESp6+WvBOPN0vm77V4a+94Y3CPWovjD2RjNM7yts7PsonLr5CjoE+F6OWvY2/gr77+5K9e5CpvnSRrj48p6o86KthPoxrU77XGcM9mpxYPuIYsD19th++a5uEvaGrmT1hEI4+/N2QPkRrbL2fdQa+2cYsPiPQfz3Ws6K93249PppXd75GgzI9QY9GPk7pwzxKcAu+cn4kvhqGOz3y4im+2HAKvqprJT7l76E9K7jpPEpmCrzsp9I+FAxWPn/1uD254DU+LmppPg+yjTsUXTy+RUJTPmy1Pr1iYXu9fOhqPpFns71sBWo+5z7GvcT3fz20hTI+MuRIvk2gsD2MJwc+wBIwvC0uP74fPJm+yNqrvFgTHT7WYxo+ObQDPnIDVr4hh4M+9H4/PCiodz1ClLO8NrSmvRNMBD5fehk+9Kw0PYDYK71rTog+di3UvfWwA75K/ck9pai4vHBlv71tj3Q+Kam1vD4AYT0RIOe8c4zDvDymnz1IiDI+mZW+PaLZCr54PRu+U78GPnM4Uj6z9x07bbJOPgKGEj4qNhc+E24mvteEd7222uw9z5zevVdqUT2UVhO+ElY6vhj6oD2nU8w9z7GZvCVUQzrLNQe+EHHfvdszcr1WlkO+4rEUPXWhIb4Zj4c9OIc0vREOlj0Z3JU+n/gUPnTApD1TWaY9jDh+vkkiRz4lU7U9YedkPuTbtj00F2Q8v+V+PsVUqb0Btne9ZL2KPVJUiT4PnYC9hR4ivo0euLzNqok9vihFu1Y4Aj27YoC71UQHPuqxDD5uT7y95ML3PZfUGr7X0xI+/gSlPe1Rfz0M7z6+leKzPvwolL29c3k9B+ntPYsiYT2Q9RQ+pEEYvdsH8LwLcME96HdePFl3vDy9tbw9qriKPTOkOb1Bufc7gwpDPqorwDyEckY+DXYoPjm7hj3MYPk7Xy+dvnnVaz6v8IG9lF30vXgM5z1/ZRi87vhJvpg/xL3NgqU7zrPPPQCtvD0HDze+84psPdm1qbwezGu+mFahvnoHSj7xYT093ZpVvvhO474OxoW935bQvRYzOb0jGFw9ToWSPS7yEj1Udz6+ad4mPv5xsbsZoP69BbpsPbQYFLzScFq+tmOjvM4TkjytRqe9S7Z8vtPGGr5QDom9Q04YvrCK6D1AO9q8hothvbZ/5j1nnm69/ncFvtXeir7vtoK9SozgOzLtIL7B7BG+T+8JvU4gIr6Xd6Q8C1QlPssF1DzPD/e9LWocvbLUsD16gbO+JtvBvomGjzy9hnG+g09ZPi2r9b07Kom9SWq5PpYieb7U5Fe+nT++vpnUt73s5QO+1qxuvq0xkL3IL2m9vYSRvoKwTL5Gj5i8cMNUPgU1Wr5gfrW9xpifvG72BT4oPfu9dDhCPpbD9b7TVj2/zVyAvhkdAbx1w9m9sQVcPk0rpr2is7E9FB7oO1Yx1jwFcdg8ZrB+vpZI7D32ZZY9RXrZvQLlCD2iByY+1JwWvgHQybwxi6K91qIRv0rPcL6BskC9rE+kvAlQqL30DjC+W0bAPeqJ771W5Ia+6wF6vLIc4D2jfjU8J+HCvbHCLT5opSa75s05PgHJtb0lyJq9RqwaPoBCAr3GhJI9NSBivq88Kj5wj8S+//Y7vacUJr0RZqG9MCKiPaKX3T3i2xO+Q91Avpjb/L3aqJ89s/hkvqL+3D3rIT08QSdevn+gbD2ow4i9anaavb6il7tao4K+QvuHPR6Pnb4Xl7C+L/qHPQeFEj4wZqE+IQ7kvLVMUj4TqyG+DCaYvS2Sgr5viTi9SM/zPZXShr1gg1y+nbgdvZp9PL4dcNg80a/3PTIzDb57iUI+WDTjvayQn749bBa+gXeEPWPnHL7dbVq+KA0QvkuPQL4pZ2m+qvc5PoSSGr7WTD++3msBPPjr472qRuE89IA9vr7PCr5OMd+8UGLQPJ6vED6+x1i+VlybPWxYkjyIJkI+y4KBvi/O5rsADY89JQcAPiKlS7z4hI27ybElPLt03L3PrwW6Pt0wvqdh3j02o6q9r1kVPn0jJT6kbxW+iVXRvI69cD2Yffi9gKxpPSQOwb01lRa7JjCivh9zw73iR2Y9wCFOPnsbVj6ikYM9vDuNPf9QUjxunS8+prQdPmrkHL5v7gW+FcL+vaW0Xj31pf49OjwePSKqPT29NGm+6e3RvZhy4D2biyM+Y9D2PsCtiT2maFa+tZABPn5S5T3h3Dy8xesfPjUzUr3G2Si9C+MdvnCKCb7O2Vi+OYPsPaBOM7x1w6s8JvLkvNPlqDzVWKw9iEqUvUjNID4LTt4+ldjmPbfTLj6+bzg8c2dFvTpo3z06h5u8/Zqyurj+Tr5xy3y9xuyTPbf/T7xv+LU9XHkBvlNIgj7nWlw9/9Clu2fiuD3y0OI9XjsyPXKQQ77E+TW+3JPMPQ6tW72FQxQ+3RuVPrSCwL0qOC8+6IyTvtt2Wr3aIVO9fMIFvPmU471vInw8E7CGu4HmWr7XBoK75qa1PTBpcL18sfC9ZX52OlpvhL6PHq+9zEJIPuLC0D7LJdC9ipfNPeoSTL7c/Z09tTNNPHyuX7o54/A9hjcxPmG9+D1bpBK9ZN61PYLMRr0nJxe+o9rivUKHLj6aYcQ9pPWVvmVTOD6m+xW+Jmmjvb0HC74hQOk9s3kqvhz2wT7JNi+9FCpZvvjA1jybnUa+nAhCPpwqab2AuIW98TYyPdiPJT54syC+ATQLPmLcJL4kKSq9AvrGPHhiSz7sNQs9wFccviYMWr6PnZS9oSp6vrA0Yj1DEyC+lKIbPr5C7LsBHDs9Q3SFPWWSxD0VNTo+xu+OPvv/tj5/rmO+9DEdvuFHkT3Qrwi9clHJPWGz9T3LH7g93Sx/vTQ1zj0DGeU6Gjj5PdKlMr62DJ6+ZKuEvUv6aL5FkS+73mhBvrtUDD53op0+JvePPCb8lr1aCYu92z+SPS6bWb3liwQ+Skl6Pg8UgrxIHT8+O1JHPols8j1wVVc5tZvOvRUpLD7tfoY9vIRfPXXXez5Dmdi9UbA/vRmj6TuGZFM+3x4HPgVhxr10jCw+58qYPfuHGb4KhjG8p8EXvA378T2jRji94BBYPLz2y7318hY9PsYTPk/iSr5bno49JuZJvEUdnr2Dy548YUGZPbTzjzwv1GM987QCPTXDHTtc0Ra+TbX4PPbdFj0x5B6+0pr3veN05L3jnNa9gF0LvUrnfT4d0hc+46dAvgCyFj5uxx0+wtgSvnEsRr5OtV886ahlvvDEVz6XYeK9NPqwvZ4yN74mpi08lPhhvh20Fb7MyUg9Pr+uPELehDz4lqo94xuaPOcWW73NaXC+4ZZrviPtY71lUGq+IBNhvrLs/b16QbY9Qeh1vyXke7u0g1a+VooDPlXUVT48xI6+joUSvmOFjTxZysI9v68NvvApSr61Nta80yvuvRrjYD3eTQ2+7UVBvuPkUb8Wkr6+8vsfPU8H/L1V6oM9KW9HPfRiKD2cRng95izbO87LYr5m6to9cAJPvvvKw7zvY5Q79XKNPTbdBr4kM4u+e2ETvtnOsT3tKlC+DhPovkQKDr4W1Ik+MOMrPqjQFj0EJOA85SwvvmGZsL3eR9o9IoVCPumhxrqBP4K+g7n+vkVN/72K7zQ+dXuUvbTukr03mlG+y2OUvulVOr4W+By+AeXOPVqCe74LD4C+UxNNPtlfHb5NnM49R3dEPaTdjr5/9Q6+3LXovr3+bL5vTkq8JetavoaMmjzx2me++VIyvqBCpr1jHLm9fcQXvmPbsj0qmqG8/4xBvS+ohb4OlYC+foB/Pn/Bkr6CGoW+mz/8vdC167z9u8e9mXh3vlxfgD4uVZq+Pt5OvfmX1TzFX109eRcQPf/YCT4vGHm9Yx6nvNHHBT5ei7k9o1dxvjsNBb5dbb49jKckPbOaRj49NT4+6QDzvUFoW77wZ2u+hvGpvbFWYbtLrTG+/bY8vliFnj01pa68IuuSvX8hQD2ZlHk9bMSaPVSVlzz12WK+G1cRPqRwKj7SP+U+rMWyvRVlh732wZi9lhyIPaA+SD3+Ht69wdQhvYIu4LyF8FQ8F/8mvrScVb25js29PRMQPp06y70kZko9c+NXvegTL76BME0+jSflu1TuJb6RL2E9h8uaPKl/rD3IF1o+HelJPla2Gzz5CwA9FPa8PcXFTD6/kcs9TuV4vRvSDT4Owzg+IKlbPr2nvj24wS8+G+DYPVQd0z0/EZU9o78sPm+I/r2llTw+xJbCPp7YEj2Sh9E7AmPFPQrnAD2H1Ya8w38YvTLVoz5HI4G8VA/MPT/cGb53wzE8o570PLVYNjz6/NM97/VRvnKAgD53M/89DgjNvWVecj06Mc299Ew7Pj4rTz57PAI+kPUmPCc07zzemp09k5ikPepCFD7StoU9b/6ePdC+nL16DFm9FrEjvjbe7T0FHBU+/xArPjDGt72GWh4+jy5pPvkEYr4JwS++BaaVPk+xmb3sUYw+3iDzPfQuUb4tl9c9Fg4EPVD00j2THwA+3gA0PkzPgj4Hwec92LXBPn3bOL6FgCw+VwkMvYfYQ74CbC++AtJ7PoPYKjzlP5w+80UQPT10bD4C/C4+w5MGPjy6Hb7wvGg+p9lEPtQO4ryPpjI9VwtHPh3ZnT4J/XQ+9ZR2PfgkUL48h5a9hAn5vc8b/blukNk9h8HtOgH2qrwrHoO+zGAYvtpPI70GoUo+cFLGPV1PIz4zmmi+1S0kvvSxEL0oJ/a9Gk4nPq9tp77ziJ2+9nDTPRSrEL4v0ki80A+IuxhNjj60t4w9IE60vZ9J0j0P1YE9kJcVPjuNhb4pqlW7655kPgDMTr12PdG9i5eVvRDQcz6aUZA7tqwAPtbo5b1WYUU+VZBvvetQjD6+aUC+0CgFu4g0wDzq4Ec9uGNkvRfGxz12ARo8Ho4iPYYNkr3bHfm9dm3tPnCWs701vnq814gqPeWZt70MjY69jDQlvt81nz0Gxrs9U815vsbEg728znS+xSIePqVJ3z0GDSY+0bmAPMrROD3d1VI+6H4TPIH+hD37GBe9IxyGvgoXoT248zg9MaZQPl9WVj6OBaI+C2M3vhC6ib6O3Eo+L2BwPguX/L3Jvza9aeCtPm0zo7353uS9Dss5PDqvLD2rtnm9abN4vpq+i75ROuG8++qzvTbFxb1UeZu9PNGxvonOY75xUgc8X7U0vKycUT16JhS9/pYxvtbbHz7zBMi9zLOVvuhVjL3jKi68hqKoPVWUnr2f2EW7yBTxvc5okj51YlM73M+/uxSPbryGXhw+2Awnvs4LN77FN0y9RlDrvfJ/sb3eb1m+tb+pPXEyqD0IPhG+yd8cvk1rRz1EbtY9M9btuw48273X5Ai87DoavDtyUzxd+ZA9Lxu0vn2Va75eqRu+QDBcPQf3Cb5SPay9nVInvshgu72olWG9FuenPPlE/z1P+kQ+Tc0ePl/E1j2qLBU+RZCbPiz767xzRaI9Rk78PNMG4L1GscC9m2ccvuGcp7w7c968uNfNPWeiDD6uz9y9CSdTPRd7nr16o5m9HpTGvVgTND7YaCW+L2wCPsBlMDyFgk8+6gYZvXe96T0IRaY9qk6bPHTTnb4erSC+HYugvbNgyz0OFhc+5JaCPk+SKb7TxoW8nEDnPfXz/rxjwQO+yuYPvn2uHj3lqoS+plhHvZV3UrsyTYk9+ZPEPSqp67t8Gw8+Lig8vgVoyj1uJME9w5KOPuydbL6PK/09hL8NvvBuYj7XM8S9oeRBPlxbg7128iK+kFzLPaSUuzohlZQ86ld8PjL2ez7MXYU8Un/kvDbVVz7Y1ss8wpSUPtzrST7xvo+9lrIJPljCdz3vzni9pXuiPfLuYD3OPoA9nY8sPlxTDT1IZ/G9GQwvPgu3/72vr0O+dh1AvXZFTz6e5789U8gHPt9ucL6KfBU+6fqIO6zeVT0Q12i+S9nrvWR8fj7XFDW9j11LPrQeOT2Rlb+9UDL4O0A8QLyb3TK+SJruvW/Iw710nLk9WCuGvDol5j1u7S0+QVU6PtLoGz7g6Js937qgPlokNzxA3Pi9CBqCPds9ZLySlPy9tdvOPXEWsj03JFA8w76BvRrJXT49Wm8+kPyfupUnnb2yqku+qWhwPTaIkL1Zw169FnRbvglMBr1y4QA/pU3DPU19gD6sBq+9K9yvvAsOm779DrG9KB/VvXRtjDvaz4w+VMroPU+6Q7wWvfI9o8lPPuyD8T3RDce9gSA1vUWMNb6O7ok9l78JPj/mJD7qcje8VL5bPnVBu7z1hcI9kxISvetpAL8MZga+MZ6SvZa0sL0Vlm2+q9ieviHljz4hSIk9r+KCvYO5crxxgKC+0cJ2PYsudD0iNjI+HpguvkziJb7p+G4+1GWHvfec7b1zule+eViqvhC4ID5Szkk+MPYRPsnF1r0p8uY8/OcEPZf8270FGb09nUUOvnP1bT76pJg9YecnPRtt2rnboxi+mg5NPslKUjyKjEa9italvQqner7ycFU+uiMKO3iUfr4j6s08WfBXvFBnhj69NNk9GfdVvileK76Pv7w9t8KwPaH7lj1cC2a+tSVAPnCUvj1LJnY+7mHPPcGSNT6tPSk+Apg1PnPenz3e478+sSE1Pn86Dzr5cL49ijJ2vlLB5z1BO0k+PPZsPRIjQb2jOqw+y/PCvQ3Fhb399Ye9jwoTPnBPRr2yLLO9HuKgvn244T0sGFo+rA/Jvp4jV70xvW88Ps9CvpsvjD2Kmzs99AEdvtFNYT4X4Ii+JIGJPal8wT0HSlG+/PmdPKAlHr2r8E8+/q5pPYSkiD5RU3W9t9sDPn6plrqEJoS71ZP/PQm1vj50W1Y9Mc2TvpdwS70I3Lk9oXwJvdTon742jG09eqylPmYJFD5DnRq+FwAzPiZOyz7vA8g8RO6bPTVBwz1yjTA+XFN/vr+WCryyLmW+svFWPr4hJj74UTA+BePfvXwftT21huw7jOYjvdJP3724iTQ+g8qCveiiSz1T9KU8jRNrvjZ2Lb2UZaI8MxrfvIDFkj735JE7RuoTvu5RqL3pZDA+RogbvnN1TD6bILa8Z3ydPROS3z3pTQM+5CYLPl106z2R2VG+Z+AfPit8u7uOHlE+cp1Fvc3F1z3Ha4g9Y7sZPv1BBj6qReY9hcx3vcqxOr7NwS29WWX5O0RrKT6/nbm+4ejzvW/VAj5KiBA+RF/nvdK8/b1OMOe72jAXPqkAdz7/tCA+qZ0aPc1mYD2gi3O+QrZ0vVojqj55rGq9am4qPCTZRr16wTO9QxhdvaIUxj1MGcm9d+g5PfKSJ74NCOe9jW15PVooiD4KMSc9S28YvpOjC74AuO49qGAiu94OL72srTM+pBR6vm54C73ywgc+JnYYvrEyG77e0BK+7u2/PKIr3j1VV5A9ruwSPrTEhL7yewA+AH+IvmkaU76NHRC+glkovRJKyzv0+tO9T351vZD5fTwwLxI+JZprvt7PZ77WtEy8t9W5Pb1uVb4Os+47ODTTvMdH0r3I1IK6uZYgPpRoLz2QeYE+SLJRvSPsCj5qpdy9MTu2vWLJ1byZSMA9IJjCPREtZj2BxUU+f43JPWV4G77/ZEy+cB/APY0yUj5TtyO+SLDduvE0s73aWng8DroyvZtXvT7aXNm568WrPZO3ar6jTX+9q0gbPSzlpD1zlfA8yhGrPc/9DbxaPB08ic1wvRjxRz6HOhC+Hu0JvsPYu70T3Qu9DUeIvL2Jnz2F+LM89MnnPWKDXbtNIlq+BcsHvi5FEj40dj29DyJnPdgDSb1Epze90RkQPcAZYz4MVJk99xlyvem3vL4DKV69/QxrPvOqYT3NNpu9EUoLPkeXFz4idIS9oXxOPjLQ+D3pZbY9iqw3PgGkLT2UBqu9qQDnvHx2aDwsN/w9wTGUPbmudD1MYcu9FboKPYaBLz18nXa9hwe6PBIAGzulXdu9zP50PTQknzrdIJS9aceZvArqcT3kThM+3Md7PLnmlD3qy8U880EmPjQm4D0aFwA88FUCvta7CT6gJxu+eKcivDQXVL6i9kC+P00tvVcIbD2dj9w9blKBPFm7Yb4Cca0+5vlivZg/Fr5iWyW+wx1OPv/9IL7j6rA93FWSvTeeUj7ZSic+ZS4TvcVLFTzVDVC+5pVrPmYvOT23Gv284JWDPj2kp76yh2I8mUhQPmcc/z1bawo+hfJTvYDO+D1Kf7q9ZUTcPGtxG757ykI+hTNLPmP3tD6YjCi+XuIZvd376b05yyI+GSWiu3R3Hr6U+DA+AREyvVYWcD6DIyi+V4yWvl0Qjj7Riua84eEpO8++FL3+PSa+4xEHP731NL6p6Ww+JR+ZPoh7EL57U+09qrQePoMpkr5QtYc8t4R2vlDufL5zsRo9kgcLPwLMXT14q1G+mQf4PgFgBL56Hug9JMaGvk1Qub27OAQ+i9/RvnSYAL5KHwO++V0xPkYFU755HmO9OoOmPtmviTtiY4G+AFUFvr4yp76RYaO+iY3svTPkpT6yRE49eB2wPund8L5arVC+kF98Pb/vS77V48o8ETCAvTlsq76E0pQ+fUGPvtfg4r319fg9lb8JPHW0wr6T7Ls7cPQDvjwQRr579Ce+/uAHPAaqy70rgIu9giaMPgOIwD080Ng+sdcYPicLmj41HOU9zR5xvVeCAT455X8+aY8KPqBz8z0R2Lq7CKurvuWnwr0OETW9kFAnvvOf4D3dvxU+SNduvRWZvL2VKvC93N7NvRYWJj5yd2C+UWMDu7EURj6Av5g+mvLQPcdJ7D2aUXQ9CMROPmE9lb5rRKA9+8g+vqq4z7yu5Ia+ZWmsPWE0Qz66a2W+rbKWPXiDhr62Zia+Zs5bvsNmdL62/Ka+50wevsndYD2YEd09Qp0+vdHwyz6IvBO+lP0Ovi/NKzwaArk+S8nivrCdOL4KGaA+R4zhPSavgD4lkGY+usuaPnNbGz7NIt29q0vmvB3y4724rX69VYPRvq5JNz6A9XS+FabaPeggEr43PDo+0YgsPo+TtL6oGg++BiaBvhjeNz7HHdS8i2dJPrAjO7wvscC9FkcyPfxpZT694iA9+EEAvpFPKT6y9r89Yg9kvlyrhTojCAA9MfP9vMlrUb3zo4U8zvFSO1CVmTwznZ49svE9vOIVPz7Z6Qy+QfX/vd/hKj4YbLE984rQvrterzw0eQg9+T9ZvnJWsTrT/WE94Bm6vp1B/72HMwu+T+BxvWIvBb4d+T6+VZ46PmzOfj7oToE+dO0fPqPIvLzuxaY70kd/PpMZRz5IO/o9iBAevqFvgj3hH228xw0hPkKSsD02lYS9mRDAPHe3mz0NO0O+GnMWviKzjj3rni8+buFQPc4/rb5tX+U8lOXJPAkw0b0pcvo9F0PivPVQnD3fy5K9FIKtPZLf4j1U4MI8ejGtvFKwpDyQ1ug9rcedvaLwKT6gIQ++BS5MvY+7LL5nhpg9sIZPvUEuCr7C/aW9eSMQvvJQC7zKufg9jcQKPvQP9r1e1E4+FW2nPVYwzr0czYU9/1TDPYjjEz2yJM29ZVkivqLIrb4qt0I+dsiYO2Mez72/6U29UaFuvVHT272bKiG+/jBkvlURQD3txaa9GbgKvj6iR7wxcgo+4HJwPZYwIL089GO+FB3VPFWMx73roQs9RSjzvWaxir26v6m+K080PaAWiL1lJXq96V6zvW0kIbySEMS9lzm3PepsiT3+ARG+iNf3PJXmub0ad22+9g9UPQN1PbkBzI48PNshvu59FL1Q9pO7J0KDPQWTZL5n5VW+Eq0fvk+8yj2UjvA9fjYbPigRg76CHCs8kwBJvl9qaL6nzJO+2JS8vex49D1fU2I96QYrPH+ewb1IrSe9PN4bPVVORL5dAzC+O9OWPvThdL0oEA292CWNvqwGB72lQ/S9Dbo3vtFTGb5Fy7e9SlK9vjDJUL5YvpM9djEAPeKxgbwc+ug8+krMvCX6xz1WtcM9MpMrvg92pr2Wbx6+QA+GvXrOHL7JA7G6d8SFvSbu2L1/s0C7lm1Lvi4FZj7/Upu9X95RvRY8KL5bjYo96s4kvhl+Yb5eHi29/rJpvsv4Gb2Vnxa+i18xviTBLDxqaN49GMKlPN+uRr5S9gM+/RdIvjWOq70wuSO+vMuFvS4Gub6hoeG99nSGvgY3QL00WYC9wkVlvX5dG76WKTW+klofvtLFT705iTY9ytu4vLmOhrzwXay9guQSve9wez6MAEY+TuGwPkDtDT1p+p89H7eaPfEaBT7HvNO8v5zJvpdFHD4SjsU+DAJCPjhqnD6ImDc7qVPVvR9vVb1MKCc+CqctvlNdGz0tHhe+IBUZvbktmT3/YyM+xmunPZ5RgT3EKKi+nL5YvakycD5TBZU9M5hTvrVHOT3OwlQ+1Zz3PKzRuT3pRPO9jSA0Plyclj5L5SM+EHwmPSd8nj4nnIq9WS4EvXLqCD6S3PY8HqVsvVM9prywJ1y+wqykPUZgZD2RqpS9k21RPmNZ4T08H+a75Jn9PU5JEL7omWi9EZr2PWRWpL0GIKW+shHcPUFxSL62zCI9lJBzvBXn0j7YmEE+pGc8vbt6rj6usGY+fAl5PTane72fdeE9XspqPhdxBT4MAdC9mz4GvXWrsT0VLkk+5moIvqwuub3pQeC8AGIrPeXmLD2w2Py9kQrovQYVEr3RGEq9xSmBvqNeErzmwkw74hnNveZAvb1wNYm9N+hjvaG9qD5G1CK+Z5R1PilgkT2O27A9yE15PkxxHb4eun49J5/evMp9JT7dsWa8w6wHPgB8jr3PxMC9uhs8vrhvBj0dKMI9p5TLvYFf0Tys0nu9oXQqvptnwj4Np9w9tPKfvZfDeb4rKyY+8SmmPU/tgL0NywG9YZ+zve6FhT3Kg+E8VXWEvMmNXD0NGwu+Rgt/vt7cKb7FfK+8cS5Ovl+EVT4gtNu9mTWUvrb8Gr7Qkuw9YpNCPhl0qbt+aq69CtgIvv+06LxbhqE9JbfCPD/R+zwoSgC+a0qJPrCB2T0u0Be9RfOIPfR13L3PqmI9GP7yOwsDiD7eToe9ernJuhKcgT0QNCY97fxGvjqqkr1lJq69DidBvXZHWb4dwh6+thEHPhqSPD75LVS+6BKdPD8rGD5ArdG8YIn0vTS++Lw6PtQ80JfjPRe00D1iuY+9j7L9Pbh/WT4zG1K+Gfh9PNPC7j3gXiK+rK+fvt46ajmrwrg8OeElvqdoNryHvi29/1N9vAGEFD7OFuU9S1emvljJrb2LY3A7c703PpSquL0J550+yg8JvrU+i75kMeU85WY8vik+rL3tcOY9VHEjvo3pNL6zXTU9XXk8vjqmzD07hqk8nn4Gu5BN9juK0gi+8neqPhDI3TyBLgU9ytK6PIfiaD0aFMw9CoUXPsR7J7yTEf89zCNvPqvo/zunNZY9QM3GPbNy5725qEq+zrDxPXE7/b2KnAo+6GpVPdOENb1DOeK9J/WCPui6/j0bBQq+iOcqvtPm1D0GIrm+VA4YvRe2jb0583S9bbolvttbZ70PaAq+oLqavV4kmD3CMEe+CAqvvQiTkb7kDqO+TUFyPeZbn72KpuY6gFGJvnSLyr1LMRC+yHNgvb/kMb0Ovhq9TsqbPUehm73Ewiu+/1asPOEolb32vt29drv/vexNJr5I0Ky9SNDGPW3UNb63Kbm9IdrivXHrkr41Rpm+edMcPVkZMr5pxXY9oeK8vdQr8L0WAs89FOatPW94+DwpEwu+5+eNvgXH9b3PO4S8a/r2vcfFmT3raNe9b+hRvlAcWL0IUYI9An8FPJfnDr5TSKg9cUYYvTnuq74ViuS9WVH0vIg1/r1jRLY85t86vrUrlr6lqRS9eatbPdBbgb6g9J68BWXrPWYa+r2ETmG+KawBvvwPkjwOTiq+5OSGvV6jdj2HdyW+t2Sovn9CML7u4VI9dLGHvhUpLL5XfWi+79BWvb5Pqb354we+kLFZvoLh+70la8S950AIvjKf2r2wU+W7cE88Ph6GFT0Cr6I9OcV5PW2Vl76TcVI9JmfovRGHMr4+6QG+nKDFvayJHr60H+i9qwBlvhn4eD2wObE9TVohvnD3M73R5zq+wPKbvWdUyz2xPEa9NXGjPUKNiTzR/xU97MT/vUXvFD5p2Y89uL9TvSu2Mr4JZCs98ZUXvjUkTD2cYa29EbIqvhZwjT1Ruw4+TbNsvEtBHD7J+xG9E5KPPpFWZj5UAzq+D3LGPCRHWz7RYFc+DA7JPVfaKz4HNHs9L3/9vT8YoT7UUjI+nuCMvRTuA76X/9O9V2YzvpoI9j228o+999cGPv4Idj6YHp4+ovDLvUMdOD4I/0c+iJ0lPcyWnTspvEm9LGrsvcjsoDyedjU+dB6jPhd1FT5piqa4f/tPvZW9Tz72JPy9G3/PPXUqXT3w99e97P+cvohmoT7bZvU9GCQMPqzJ0T1vyDI975DIvY8CYL7VbIw9dslxvZ0glD58++48vsncPQhQJz1Jp5A+hwYdPtI4KD4Pmx0+0qk/vkCBZT1pwMm8wkgPvJXHxb2/+1i9zUObPSU8or3NCio+PktAPR4inzy85ka9U7KIPnGAHT0pUwg++011PYWUp73ziOE8EGbjPXiMDT42MRE9WKMAO2g/nL3VBzU+pSlpPRCo5j1FuV8+2CuHvZxvPD5DHHy76Dg6PknCG74w08W8UWaMPdACDT7UnvG9FS46PQ9CPL7p9y09hQKjPCPVtrwbRH273F+KvWmfxL3Msog+Pe5pPu63br5wxx4+IjG1vQrm1T30ST2+9oHwPRFDuDyT/zq92fyiPU9ODD6weLE+TjB8va/aGr7VZGU+QD1APX5wqDwo3qK84sievSI3pr0Yy4A+pg40vnec+b0x3DS+iABkvr9zTT1Vs809KUtGvoxb3D3C4+C9zewMvln8truM1tE9h2/xvVz+B7xv4S6+sVAwvUJqO75Gf1U+yGA+PhsFBL7AD/i9U8AmPjtWGbyv7sq7X4jDPTi1abxfZR8+eB2Xu9MKBr5/wSW9VHaCvQ0Cj71EOqO9rpPSPAPyUT0NVD898HOQPG460DqLHck9w/dbPjkBRjygViE+xPQPPhiPT709UIK9Ol1cO8tyTz2i5Hq96deAO34I472mJX08e2m3vE0S0z3Lgko9AjwcvpyAtrsCm9+8o3ahva11VzyJtcQ9zTm0vcuMLb5pwcg8N2uSvdnmLT4vMBO9axcKvjhRHTz3JVc+FccwvlCZTLw8M6I9sq4NPiOOrb1jnNQ9UAeXPHnDtb0XOHe8mB5avoxTzb3q04o+rcM/vnAM+L1qLfU9Fg0FPkVfg70OrB06434lPp1etb55eza+mOtovvZ3SjxERoE90AYPvmel1b1J+ba9hoGJPKteoj3oCM49lB4zvV71Pr2nMWI9teftPU0XjLzIRbc97P3Uvc4zcr19Ugq+WfFHvUfpBz5OaPm8xx6WPho2yDy3T1S+UzwAvpGCID3kkLg9j3YvPmA6Lz5MzCA+zh7TvXi5LLlr/Uq9S/4hvFXY3r3IGEG+nZlHvTUf5LyzHKY9gNOiO21SUD08AFw9VVplvReGKb4DnRC+uCTPvgQwAj7xDiG+Qbc6va2HLz5iNqK9iGHLPY1/PD3+Mlc9LmkHPUkOjr3DNwS95qZ+PavKaT0cDLw9/2IcvfTkkj2qWLM7iMqMPqhVhr5PEi0+3a4ZPf5s/j2jj929ZOtYvg6kIbq2H4++CXF/PSS2Er7KElE90Ai2vQH3Mb4yoeK9mLLVPcPJWT31DTe+zuy6vRY/9TynTMm97gIdvv9I+jw7s+g9y765vTazPD7/qce9C7SRvYCqQ72ohuW80zKoPYJOxrwgmqy9ur3ove8T273idHm9MwCXPUUUZr7v87q8i1JBu8PXrb5Okd29gStGvmsmFj3uYeA9ccO0vMeNj72dJea9nLFdPYeokr16ZgW+B6lHvJpAFL6m5wC+xK4rvmtSiL2m4ZO723tpPooymD2aAC48eU6zvbcZlL2NPzW+vYhnvMoOAzpxeg++w8xLvoJqKT5dE6A90ckRvszhrr0sCXg+iFR+vvtMHb5bXO88PntUvmxpnjzP3O69s1blvZ0qJr3c8JS+T86uPedAIz2lwVa+2sItvSqjLT4OOZI95SMxvveRgL78oLy7UXLbPf/9Jr6Mnt093gEavlye4LxEZVC+hj6Xvo7zM77jzK483XLhPUQYmL2SITq+yTytPaO8JD5/Th2+A+42vvHYmbzpFe27aG4VPaf79r3KU769tv4bviSdxL0xiGo76dTMPeL1qr2XX9+9VQ/XvfobyD150JU8tr04vhRPH76j4c897/YBPmP7Nz6P2L68ysiQvckuyL14pkO8IBOQvuMVCr7pMIO9ogCsvrTKDz4jpHe9UlPrPbNyZr5Bwgc+9thXPR7zGj6d/vy9rX67PUGpdr1Ql2g+cTKAvbegrL3hSJM9MF2nPuSXOr3lD/Y997Nkvb4/DjxbJJI+u813vd7X0r31bBk9TqUzPcA/mD3jr9i9MYVIvoypYL0R6K26kLyGPEF2bT2xXXA+ACZXvnAPjjteWic+dHPOPcwJXr3JIge+hXrJPXKelb3xkRw+6hlLPIEkpbx/AuQ8U0cnPsCxYb5XSGS9eho5PkOTDr2apXy+BMeNvMLoOD55IcO9y31avbRDHT3xwbq+qj+yPde8Dr11yAi9lCCDvMLwAj5sSbI9MIsOPoNoCb3pqRQ+Hv6hvVerCb5sa5k9q1aJvnKDjT58QCI9l4AYu414kz1nnFe+XLm2vPlbo7wg5ek+/6gTPgKjor2PaUO+mkCiPsk5kD0Kahk6lcw9PnrXWL59JiS9mmXovbfAwTxvqls+2w4vvs7WXb7Ywsi9BqNGPXWkAD52p8K9ehQdPrmrIb6xi3u7KXRuvrzXRD3N2oQ+f+OjPihTkDzIVZ0+nJMQvUH5jj0rB8e8zsE7vp0bFT14M9e9/gifvYCxe70AtZo8kEUkPiw+z7073gS+eK8xvRQdEDqKjo2+E8okvrCfaDyKzqC8JFbwu/mtlr1orim9sBK/vcDpor1Fq8G+ztN9vjDW9r19WGg+6LUEvpyhlT0Ro+a8/D2RPjKCmbzdV+U9eU6guq2iM74dAby+Q8++PMMlgT7+vsO8VurovZbMnD0VTCc+2hHPuzcq6Tzk+EI9Ufanvh2I7T1NHUg95RbOPbihXL4xab+9xG+NvWrksb34yhg+HwEqvZPbOb0MLAi+v3PLPb3XfT6YYuk999mNve42Kj77uRG+af47PvvJ+T1e7rK8WhuxPfpmg70JI+K95QxTvRbLnT59JCs8wWeXPAw5gr5dlCy+JolQvvKSDT1F3iQ9yjfOvNrzj71oRgM+1Rw1vZVSrT3SExg+rshUOhW/nj5XP5u+T18SvA2FZ74w+eG+al0Kvojwe74WjCg7xpujvjitjD7X4gE+zyCmPvMBu72XDsw9J2GrPQi41j5rIuY9FW94PhDKlj6EUZe8eLJXvjPUAD4Y0VM99Io9vjpwEL5Bz0M+WI50vg+YujvkOby92vBMvug//Lw7wgE+P2NEPg/aZz68RoG+aajtPJ8JJL0IDIY95v9YPeOyTj6YXLu9++4SPp1ZRT2bwyw+7HlAvvPDC779cho+LaUSPWfNTD0WXWQ9EDXbPQqEJz0sscs9xLuMugXBBL6pmA8+Ir8hvqEOWr7w7Bs+oQuDu0Y+5T3V04u9b1TAO+iaDz6cCT8+rY1ePVfCPL7jLR08sZeFvsMgiT4Dm2i9Xt7yPD9zTT2XtxK+KIN3PqyzM7zjIAY9A4cQvlqgab4A58G8o4Q3vWntBL4PZvQ9uftQPhmwrD7uDsM9Txf6PSv3gj5lKDE+t9qdvWODRz3cDng9zjLHPYVD/r3q+G+9igoxvUbHnD6wIT++TVpbPsFbjT0SH5u8eckKvvXxlT12hkC+CV0SPmoRgT7PJAG+mGfzPXfbdD2vqtm9I6eLPrYFnT2A9489KHGNPSiwXD2Jqf+8JTwTPhYxe77SLTU9wFeGPOBZBz4BWy290zUqPqStGL7X9889cpPJPBHV7T1p/Eo8MsWiPApk8Dxt56I9FnTNPT+Xlr1tovU8QXe4vbNeRL6MLlO+Psk6PlGukr414Qk+rr7GPUkYsD3IziO+NY9hPlkK1j18oJE9sFLqPbIW1L11ZHm9QEFlvhegqr1XvZ+98r2SPU0/iT104zo+lY5CvGsY1LwY0QO9NOndvLfCrj3pMMi8bDwbvbyJSz2fTuI9pTlpvXE5mz25d8Y+oTOVvoxpTL0CtOy9OPgiPmwGEL57P6a84mt8vnqjS7719h4+BwybPT+x/70KH2y+rzrKPRNVH751zK06qYLpvPRPyb55GvY9hnslPmT2Xb73ry49RgxyPOcRFb4dxjS9rpS2vZfIgr4B+p29/n/3Om4DTb2Jjb+9s6YCvlCiXL0wbjE9yPMQPcc54jy+TRi8ciOOPvNAVT3ejFe+IPqzvh6HXj7BlhS+3FdEPoAArD1F5zC+/0eLPl3GvLuHNRI+QHxJPvv7bz60YHo9k3MtPuk8u70gw0Y+K+PuvXQgFjreAI89GwCGPgu59j22KpK95866vQ60CD7Vi24+siIkvlsHhb7KZk691h2JPbnycb1wWHg8mArVvHHZCD37ZJ48MckkPh/4gL1BfbW9+jIivqzvk762wIu9sUFavX3HRD4XyOU6fkEnPrOOsL6HZnq9mQXKvkGSFj4fUYC9bwX2vXP2hb4GNV49iIVhPMzP8z2xe569nrg+vWRXg7u0ly++F4EYvQWRoT2s6jK+xzGpPBBJcD7jK8O9+TGbvsE1sL3IAto+65U/PZQgNT5NRFk+90E7PpFOuj0dLfK8H6KaPfcWHz3Hsnw+h+QgvnpciT7PHh++GXRovlSvDL4PNBE9bFqCvnBPL746DEk9w+vnveSIdb0njVW+zbzBPTUNlL2jXbk94QmjPsNYD7x/cXW7NWydPd4xLr7otFq8JUt+vspVm70FCq68BacnPieYe73Wb1q+S5iSvhyt6LyhvYc+CpKcvRh/2D3DK648krOoPeGmpb3rFVe9U2VjPhqoOb19KhI8tuBzvl3iO77ESAS+XDeXPrNaUz1/cZy9UbpzPR0Q+T2rjOS7nHLqvbIV3z30ia69M0U7vVh6oL2Mqaq9BSqmvMw3HL47skM+fjtRPukhYLyc4XQ+5ZVfPrPChT3fxhI+G7Yevg4/pr2Vk1G+vyQJvkPUKz0aZ3I9B2SrPfbRlz1Fl5I+sFO9vJTzrTsSe2G+ZBMXvvXGsT6lltI9F/9EvrVMXT6AhTe+5HmDvg4GJ75+ESK+vuqjvX9/CD6esLM94xd0PScgPD5HzjM+7KNJPXUigT62HlK8ljIVPmi/Rr6V2dA9kFfcvYXdnb2mv+u9an1DPnB9E71HNnK+/jxTPpwlIr3UEIQ+tKRWPgk1Wj6oGXq9mRqGPSFifjzrJx2+xUNgvtqvFjwNdBA+ebBtvuiuELybEMS9ri/0PToIFr3VAai9beISvbfkojyZMSI963slvcfvTr0oRTi9XKjWPWmzWz7pKIc+KdktvbEz2b056ec95eFpPUwTHz28rsq9pQZSvgpWyr2reAw+G0ASvl3WlT02fUc+3o5nPiBEjj0NBjS9EhsVPuRgFT7bazC+azB7PsjmML0dLiY93BMcvTRllT0VCpI+C4DQPTO8pjpm3zq9UROdPeGAmjz7USk+idVDPpYxyL0DwRO+TA6jPV/Y6T1XYSS+MOQJPUzTBb1Pcao96jw8vTqecT1ITxS+UGKOvd11pL4ocQS9HIYjPpF1q7xoHpO9TVY7vszcpb0sIeA9FZwKu+FjUT2sW3A9qvsPPtDTnDyi+B09DdanvWoY0z355aY9+QuAPRsCjTtued4805SVPfx/8j0Uww492+mkvXB9OT27TyU+JFvaPD/GPz7EyNk98kSxPLyqWT5jTQw9FxFwPSozT72TVew8cAr8vZO9qj0sq8G9Q+ySPTx8sb3pFQ4+m4+PPns+Db6tKNQ9E/skPXEZyjtlYoG9gY1SPjVbgr2T7og9jphFvhYZ47xZPXy9WwhXvXbWjT2sVPi9BWgvvRfXrr0FIpQ73NGZPZd5Bj5wdic+LV83vhkaKD69nB6+hqobPAAbir1SLLk9XmiZvayFEj06jBQ+Wkq4vf77ND4MLQG+xsZSvWZLeD0oPx4+uzl7vKJRO7xCCS6+X8ObPc09Ez5zp3m9qFisvWB20T2B/PG9ava+PW6IY74ZwwY9S0l5PqKek70/pm49MbJOPsPRpr2i9wi+LvrLvTGSor07Gt0702DAvqBGir7xfxC+hvRePsGnNT2qiRc+sBiTvtoXvD33lAA+buoRvu6kkjxvyS+9aB6JPuBHRr3h9Ty9Os0MPo/Zrz2mszc8G5YvvsRrC77Mgk083+ZNvn93xzzh1ty9gPczvq6nFj1jl3I+uSG4Ps7hIb6124o+4Ei5vFkykD1ePPO98N/WvdScKD6MZGO+PJaMPVy4Tz7rkDe+vCXCvXdmiD014cw9iuBxvuwMPT5345m9yHCCvg9T4b3kfIM+WRICPnuz6z4C+Pw9wHdvvlKBaT14GKw9L9FYvowJgz7/mX0+Txurvhu89D3HwHi9ivhVPh7OKz6rJPy9nh3UvUxKCj5qJ2E9UvqJvpablb0HHsG9dbTxPcCUYr6Ps3i9R4uXPoMjRz3GVVg9szG7vkFgrb0so8I9AIvpPSPwoLuMK0a+eAbePSbx/T0RYN69dujevRNsCr7DH5G9YiMBu1xI771gYd29qelqPXzsbT4MhfG93KoovWhNSjzw7SA97sjJPnzcxT0Nvqe+2o25vTkvOj7yRGy+432gvO06Wz1HyxS+GCevPQx8771DVju+nWHFPDLA/T2P1QQ+BtasPWbQTj55UjO+jE78vafLRL4FzK69A+Vfvj2p8D2zAhO+74C8vYBnlD3k2WM8dBGTvSPdDT0T7SQ+e4AIvouNB765BE2+pCnhPacrfz2alri8hDYrvZxlvz03imq+gAtYPgfOBT5Q2P+9J3MPPgCoCL5nlrQ9+IYwvgoOi7t2cjA+iCPRvuHxAj745e49qEeAvqC7BD056oc961Wvvk6dmD4iQqg+db8YPqt7xL1GShk+XUoMvhHQ5Tw2OBk+Ga4rvkRW9jxjJhk8QiEivquqaL76f3S+gyRYPbWNY70gydy+lEOvvKQ8fjxZ4sI9seHivDfxpr7nsw09f7FLPbxPNL5QvLQ+c82IPbNGXr7gl3S9lrs1vfD/9z208PG9idiFPZDmrT7NNUm+lBAWvZbP+b2UQSw9583+vBtbND0sTj490HJ8viTiiL0Jupm9Y/nFvjoTKb6lOE++gzS9vmBXWb6AbZG+/yeUO4yVjL5Bcp69wLWavd3Ljb0KFgE+MfAkvuMawL2L20A++RhzvlZjGb1zoIi9q28bvr/zEr32uqE+aPgRPm4eoz7dkiG9j5hbPu2EjD7IQ4G+AiwmvbOW5zuGLja+ip6WvW46BjtFFWu9nkqwvajVoL3zDvK63qgZu/kvzD17YJA+E7KLPSaOA72CSWk9DZOjPsFLYDwEyVk+B/tvPjQ4XT2+eSk9NJqlvU6Jbb6H0Z6+oRgyPon6JD4KveG7n8L1vQqTeT6NRvu90o77PWS/Q72yzA47nVQivojwhjzOm+E9/JmTvZInNr7zXaM9Yh5CvshUJr7ei/q9HPMFvj9BP75xii6+1C6EPWBZzL3CvVw8klJNvhkfyr2N3ku+Vx8ovdS6Vjw1gGW9Pe+iPWMihL4GaYI9xnEHvghc8L1tzWO8b1arPX0O9ryeMRC+mOzmvTufwb0APco84doBvq0amb13akC+EDKBPdBMOL6f9A6+tfl5vlFVCT4+bSa+vqpXPE561T1NHO692RlFvoCTNbxJiow94KqwvSVUtr0YESq9rEzBPT4bkD1yAmM9iLu9OzcY+b3RlZG+SFLcPP/CEr6mGTg93dOnvARqqD2kMvC9yJ21vRHBqb4II349sLCsPCkOl728DrW9MslHvbfvVr5a6S6+dQnBvfJXM77F2429dcsWPOkK2T0ZHos7qWZqvid/8r2gQ9G8qmoSvY0sHjwMvy2+tMIVvu0dyL3dwiq+O94+vh9YRT5kuBm9y8bTvYYu1D2r1Ru+wA2gPT1chr4uCYS+NNj7PFYNvTzcH6I91Mbovdw70rz0rHW+DeomvqtFF75YN968ZKeXPSlxir0toAe+LyqcPdittTyY7H09VuyGOzBDPr5o2Lm8bxhIPT/htr23Shm+GfM4vjFNCD3zrnU9ew5hvv6NL71hOSO9RnuUO91wiDz09gM9qXXxvSorIL48E56+qQVFvqN6B75O/4I8eIGOvIFRpr2ciYG+9/8YPiWIDz6oJ4G9ej6DPKIPL77AzJS9H7AEvjmaqT5wRye+HlTtPDtzjD015q++kK6jvI0mNz7SCYm9iwEwPZjkWr00NTA+NkW2Pbl6GT7bWwk+8/+avjznnT5GVQ4+5ptlPYwB3L0O3qa9Y1wUPjq1HT6s9xO8D3W7Pf5sLD4iAZM+yPq3Pt6CED6/nhA+OXDfPA+aiz7HqUm9dQXjPai7Bb61e+c9wvMSvtalwr5O8gA+7P6wPbPtwT14PL4+D3qRPfQTmz1JKHU+fhKxPg1I/j0l74298d+dvpKiLT2qu9Y9O3JDvvSTsL3FjrI9pFYQPJQ8zD26ICE9PoAFvT5cP74wW4s+7VOJvK/bYDykk569T8SePsHxWT1IQ0O+dla5PdSuaD0oOEW94H2HvhjCY70Askq+vroWP+nlPT4zJ0k+UxirveW2Nzzcbjk+QWtiPgQ6Jz61pLC9NPVnvV3cWL6JM9W8sxVdvlpi9b2+eRa9zsIZPL5vXT4wRLw9tmmSvd5gnL1VK6g+Hm+CvU0OD76B0xw8hOL5PbAGcD4YsEg+hNmHPkDuLL1bz+G6SRQ9PAowQz5jk2I+wlWcPEWqlL6+WS2+2C7lvZMppj3WOVU9wpa/PBk3jb4r+4w+cesbvjKxnT1JYWm8th8OPsirgz1kUks9pCMOvieXtT1Y+yI+GQ6CvXfpqr168u+9zUkfPjjQGj50C36+01tqvF4hZL0P8o89smMXPlYcjD6/0lK+GQV8PAsYHT3gd489KLKhvv3kTz3j5dO7reWbveCuA73T6Zm+2zSYvYUh5b1AKk+7XNHNPQb2UL6Hdee95bTCPnjcdT5fF4a9CGKMvOKanb4E7i++LoXkPM8FjL3HXLG8aJq5vZp1oj1yrFK7rT7dPJEnzbyJ+0I+68ifu14PZL1nIGS9ZrIOPh0zQD2MV+K9wBYIvqmYtjyqtCm8H+ZhviErVz4MHu09Ul7Su+kQm733RC4+9PAUvlHUFb4rFJQ7H7OnvXFpmz24lUC+1f3BvSQU4D14LVu9KhYsPlKFm7zK59s9q63YvQpjlr3iAss9tQUXvtp/Vb64okc+LhGdPbpONz0feei8U+BePiSOi716pi2+e3A2PqxEz70MqbI8k2LvPavq8j05I0m+fvfQvbQDN76lsj0+pz+Cvch8fz5D00U9YpikPtVe4jzKSTu+LXUivcsHxD0zHLU9OE3mvabzqLvieJ29dGAvvUMEJb6FnY+544SwPGgbXzxOxS09cX3vPdQf6T1itJ69wf9IPhe2VD7uuQc+yABnvH1qO71c/qw8HtgsvmNjnD3ZkPG8u61DPr+stDzomT2+UC/jPdGi8ryQFQS+W2FFPuSRoD3BbHC9B6Movu88Aj16qJo9X7E9PF+yfj6XDXA+8P0lvs2rcbvKyHg9v8woPu85jj0bYJA7DW3PvdTxIL39OEO+bEhkPVPTlT0w0AI+P54zPhX9Eb0cTis+BCzhO+C/LD5DZRw+ThuAPeuycz67pgO+tlfDPKjkCL6Gq6u9kmg8PrBygj4Yw7u9NtP+u88G5bxERcg97B+TPHqwID73ABi+LqUmPlwsrj1BvUU9zk0ZPXTsBj5fzLQ9iV88vRju8j123XU91yHfvRoaBD6VtmC+iPKfPWsLtTyXhJM95IXDPaR7yr0aT4O9cDsvvrCaBL28IBG+XdaNPXIdeDw7RCA+9U8XPmQnsr1HC2m9BGB/PE+slT7n/44+/n+mPbdZMr1ZZzk9mNrWvYBuhzucDZA9z1IpvVP+TT6EDrQ91rm7vLHEbz2hHGk+Aj55PplntzxALGq+uTAyvPktEr4uFyU8yEEEvmvkM7w9LQe+CSZNPFkSJz3kArG8h/x2vkcmZj4Olag99+k0PpQ4+L3OL7G9fCzMPUSlPD149fg96PD6PdNWhb0ycAU+UgEXPZyOXz1REic9tWn4PfxyG71Egd09R2LCPes4JL5w3Dw9b5aJPKO/TL5st288CMe+PZx0hr59rwU+zMPLPTNSFT0n5Ng8md4jPpTuGr4jPV89BXtGPh9dcL6oiiE+qibNvdC4IjxR80K+NmuYvnuZPT7BgwY+8qw1PqqBzL2qXZA9JHwCPiQ04T3jxwQ+3nssvFYKobplUpK7AoL2vZ51vDz5cDC+XbwkvZXaMj6QkCQ9QuyXvfrsD7yuFFw9FNYnPS2Yejz1p9Q9m5qQPr7cFj1tgTW+mXEGvdpOKLzZ3vs81iPNPFm1ij1AqBC+Usk2PofW47yqeyg9l4qhvSwH/b5H0yC8KO9CvX1ECL4ZN5k9wwRFvmKLHj4jfWE8UzDaPNOS5rxAKya+CHIPvvRseb2KufO9xYlSvmLjBb4HIAI+/HvgPXqr6T3D0ru9PTU0PiV4H76wqaE9ijaDO0MRgTufGaE8XU5fPMayLL5Dhco75sGPPYbiQT7QVWw+Gb+zvRCCiLyjxmG8p4dAPvdd1z3XuQy94Tyvu3AGUT5sBrI+B7hiPdXSnL022Ig9HsBYvauDDr466ss9aBGFvjLSEL7Hgxm+dxxMveaPs72k6JS9/42Sva+wBj1wx1U+S/KxvVIgmT5LJB0+IcKCvfWDVD4P9bw+4LrjvciQwDzzNIQ9ScbwvVIDnj24tSw+uNfSvXjAuLuGC4y9emfUvPS3273c/we+NdsXviwCkL4z1889xP6HPVAxjDxCHws/qdqZvc+ij72A+oa+sstCPRILJb2ou4C914c6vuW8Oz5hWU89DQgSPtoEHT1z8nO+bXEfvrdwW75ks0c+C1k9vX6dhD5kqF08TFaGvWrfA75ISSY9XqOOvp5rsjyDLlm8hO76vGUvHz2+0TK9VXKhvZkwLL4sSGq9hhgYPt/bqL5k3oA+FpUcPlVMfT1lvdy9RyImPmEG57wBPc89XP7tPdULjb6sW8W8JJHKPRcKm76TnZ29oKvwvfXskr22lro9IOZMvf6WHrw5kbK+SUJavmwxNT4zLBa8I6N7PZnFOj68zX09+x3NvKIupD4Jg7u+ePCXPfsyfb2V0Ww+I2G9PdU8Dzvz9pA9sOObvlAWtb1Ouzq+fhm7vgO+xL19CWI9lEQpPj/Ix7xYxVM8XquNPsklFr4uOzk+71R5OqSx+D3fLmE+IqYWvuFMVb5N4me+ix6FvmJOmz0Tmqa+drkEPr9KVz6zPDc+hFFdPqT9dL1iZM06gbAavZlqVr1Jy00+7++pPDhWpz4CSo8953iAPHvtHz7ctsa+P2InvkiUqL0N6Bk9mfSQvUqD/70Wgdw+O6MbPUCylL1bcN+8WFd6PuSzJ73KXV+73347vk4eMDxLIQU+yhmqPVQOZj7lw6E9++javMpqv7zRryK+kE+ZvmLjDz6S0dM9xDZhu1SN2bsWGEG+xQTJPUjoXL219yg+A6s6vqoNEz6ARMO8iuuvPd7SsL0Bdey9ULjEvY7Gijyro0U9bukVvkq3jL0exL+9KRdePBXeE74QWoq9IxeTveAwBL7o6t+88dfBvUnkQj6v3be6SeqQvKf1ET6SJK6987CWvbzcCbyc6JE8dW7YPYRxlj1hZZM8t6vBvWzg1b1/VkM+BQlQPfCLgj1bgMG9a/N/vdgBk7wXRo692B3FPWa3fr4Bieg8MDTFPCupQ75MbSy+QuvJO7VV1T1MJZy9kdXgPfbRpT2ZXk89BhRfvm1ohDwaZSg9lPolvmYOtr0Y1Dy+gmDiPGMAir3/2KO7nuQHPuC5Hz0scSM+rNkPPoGzjj0zlii+MG6zPT+DxbzYFtu8SkgaPc0inLwE5UO7d/vHvWTkYr2W27U9iRYkPhzWKb6Oqxq9wn2tvV85QL4IuuQ8wN1Bvc0Pq73MfVG+f/InvaWSaj3NYRi+vmkHvgbt6z2p3W89sPpUPVItbL1mBH2959+/vTmbxbwi+lu+HfKuvb96gD39woW+pUo3vtIyaTwa0/c9QzDtvImDor09eqM8OfW8PaQUAr5VkzG+NXd9PRB/Eb6SSuy9/l4/PXVn5jtqlBu+fCOFPaykgD6c8Dy+ugDxu+NBmz1K/bG9GXQPPvwM0js7156+DSVAPX7NHD4+oRy+Ajq6vbzGLT1zAh4+p/JwPnaMMD5SXEa+FrMpPkI5Fr7niDg+vXE2PscHhD4Gzwi+L8lWvonxTT7sp2O+X8RpvuJ7ij3UObm9NpIQPdK9e719j1Y+ol4Cvn9bib6ODKk+CA0xvirnhz5TU0a9I0DKvZfwTz3BvuY+QUubO1U3Obzq6wO+JnMhvjWiuj5xNLE+UX4mPZ/Gx72TNsw+Y2lVPqF7Rz73PIC9l6ucve4fJz2p7C0+qo9Dvv89sb1mRpS+kFvaPfRCJD5Cbpo+melYPgPxMT4kdqQ+pmWzPX5VK7yzJ1E+88z7PWbOfztVj9k+B2npPeqxZj0nupe9wFCVvWsJkj31v50+vyR9Pu+uar1zMTA76PiNPrKgE75v+6s7ftFoPKNBWT5pYDi+E/F9vKGRsz4BPsa+g1BLvVeFAz4ng0w+Vj2hPaklGr6Mx1c+/3C5PRGk1D6FD3U+CWUpPJAdMz19eSC+u3yOPBotdL4FPMC97hgpvWtzs739IuA9odvwvKIogj6VkqG9+2sLvm4Yfj6wkkk+aaLuvcOvUz6RYCy+d/4fvd2HTD4gpsi80JjWPisUQL5hehw+lsIyPY2boj7Fu00+slTKPnrNIz00Eak+E/JTvfc8kz4iLaU9+oelPXsXLr481oo9I44DPWPIFrwB2Xm+M5GkvmPxfz2SSLQ9rcsPPdAa2btkroy+jmYuvfO8/r1P0Po97UZ8vSikaT7WJuu94QgQPv38Cj4Wd4Q+5gezvVdcFD4R1TM9dRboPUs9njwo6WE+w3KRvYclproNuXo9L1RmPgDSQj6YpYW8JFXkPD11F77QPWs+MqUAPbw57z3Wt2G+fBZqPiyVyjziwRe+VHU2PYULGr6wMXk9tdxEPKlRXL5tiT6+VmJWPenX1D0Fyqs487ZzvbXDer7kYqE932SWvZ9RUz4bQAY+syI5Ph4roD7jeZc8UCxjvgeHjD4QBjY+CuUEvusjITw6egM8QJ3OPV/oCD6Gqx4+mR6ZOyCsSD2/JmG6IzPnvf44wDt441k9XAUBvWEvWb5tI5q9lM9+vuwkMr40VbM9GEM0vg89Qz255z8+giTVve0RKL7dFaU9OapePTMZvj3jpnu9Uc25vU2vpb6xl5k9MUL+vQe6mjyLWs09m250PR7RBT5J+4a9bo+6PaX2j75BUks+RO+RvZ7yxL0AzdG9r4ztPbfdDD6DbAO+wyvCPWF92j0OUJ0+VyNMu+pO9b6Muq69bYeUPvzu2LzTqg6+rnP4PS3+Uz6rNwO8syOaPX3sHz1K4TI+rLikPo2Sjb44Ew8+Uk2jvJ2QD74D0QS+Mp5dPHT8jr6WuRC+DnGVvRNdNT1fTJw9CCiFvvVe1r0kOJ48lCi9veC0Jr7VupI9aYtePBHJrLyRz2W9cBx7Pedtab4Njae+GBdIvhBKwT26mym+upCjvqajo76K9Qi9QNPnPTzz0b05QSO+sd4BvcWGG76U2Ya+pGMAvOWC/70NE009s30NvuGmsr3TI+K9eKWivcb5zb04gcK9UP0iPfiIO75OqSS+qsTtvdUnTL6lsbe9xaqiPTjlg77aGZg9/csmvWDLSr7n8Js9V1h1vH7wnT0ozCK+FQthvs2gIL4bFXS9kXs8vpgBlb6njUC+uJELvogLlr5qRhy+UNILvkUVAj5B9bK7gOQgPZaBNr3mZO683VcMvUsjzb3N6Qw90uNivhxK7b1ug+K8f/d1vSh6Kr4G5d+9Wba8PTRVxr1unMi9MSG/vHbUB76dnTe+k1ncPBbUeb5Vmp69anmavR4elLxjA0++OKocvlhOQj2tbjY9h3FdvqYLe75arp29+47CPe4nwT03uo89SGyyvH5vQL4YckC+5jqTvkxfKD4k6Pg8FYmGvWBTmL52k/W8YFiQvk3XCL7tLEm+tTbKPVrafr5KhbC9fZCYvrrypr10CQi9gdjVvYiO6b06Xv292rkZvuHnHL5+tDO9mnKJvpmoYTxn04w9snRgvUXMUr44f728dgyDvZGlnz2YX0c+GesPvMal+jwYSo+9eOchva5PKD4TeVS9nHrbPEP/aT7nWVC+Hbi/PfNF3zzgND8+BNiAPneTyTxrsKa9km0zvqYOCj3o4pY9hSCGvvQT7D3Tpnc9G2RrPrDMsD2ZyTU+BnvbvC4iUz5jz1U+b4/9vdoH1bwfrXy+9HX4vclFJb5cs5s+lE6mPVPrG71oS3U8AqeAPCEINj7Tesc+/Y6bvcnJ/b1O3um9WM2uPsdStj6+wdq7pK2nPYmWgD0upEc+XcmdvT1gdT0Saog9GrmePh6Jdr10nlA+ZvtNPjHqmD67QcU+jkzMPb2egz5908q8WhnfvRS8Cb4jfjE+y/T9vHVBsj3alGW9e9hAPkPKO76EYOo9i8DKPeX9bD6hAyU+RJ1OPSic+zzy6JW9C/k6PZ07dz2G9lk92XiTu40rQT5XrMK903fCPQ4Elr1W4lg+VijGvecmIT7l2gE+LnirPhOn1T0qd6O978mRuhvtwjyQssG9l8DfvY9kZj1bJhg+NewWPghIHz5rlWA+bxRdvt3vQj61++M9fvThPKZ4/r0oLo87huQAPCNqBT1yO669qXQ1vtLgkz7EpHm+unjIPiHWG74UKww6F5SFvReNZD49/LQ+cVYpPp+evD2TvLS9bazuPCA+oL0aIMi9YdZrPVmS1D2zv5Y+1FEXvqFqQb1r13W9KBT2vO/ymT7Hy1G9E0GHvf7LQj5P70i+F5HlvONLab38m865Ka0SvjIb1D36Yt47yS8lvThSdr2eGVC9bFcQPviJtj1xEjK+Tohjvv275j0bpga+21idvTsWQL7BR6k9rA5Vvk552z3sHtY75v8fulXoTz3yhpc9ZpgBveGQ4z1NuIi9CyExO7d1Ez7V5Wu+dwaIPkSYgb3PuW0+7DC/vPpsBb7nagK9SKIZvoJ/u739yjI+EUQxPXUBfL73BXw9m9GWPheIxjzdYgy+ZjSTPUJuJb3a4Pu8on+WvuV1Ej4VQj0+haOXPR7rfr73eS0+cKAsvTIfAj4Qkj++osElvnFhq73p92c9nubBPXtp2720sWw+Z9+FPoE5jj2QyQq9MX+sPcwasD12kKk9EcUaO/felD3rmZU+2qwPvjQrnL0sw7w+a/GHvCSXxTyiHh69nWUCvgWot71g3Wq9sXilvbjcZr45b6c9uarVPeTX6D0Y46S935xcvleXc70+Bww9equxPYVdtLxzYiG9BGmIvckNh71TmWq9isUEvnT4J70RSAQ9YQBSPui46j2dlQm9Kt6fPvE9Fb4Cxkw9lQiFvBpuUz45tbq9kwEtPAKnG74WTIg+aZ6gPVn6Dz7rbds8PwHzvfv4EL2wDZS+cTJqPr2vpr640Us9m8T7vZndFL73+k4+oiTnvcQwJr7R4OQ99spTvtQcQj1LXf+7a3zjPOapfL5PYl6+K1m2PSDzFr4xOeq8bN7dvdPzsL0jtQW+tNcoPXX71jyB3KO9znLnPQtTib1ZZwc+HyNhvl7+dL0BVYy+I9cAvk1H/j2Mx/o8Vyv4PcKYWj5jmSK+enYOvkSbLb33ZN25fxiOvSPIg75MPR6+MnmBPepPYL3rX7M9Z/w9vmpwu7yI+uu9e4Mevjw8U77Ajig9CoHJvUz+A75gEAe+wUeqPPKS6b2894G9v+kQPfXjzL03uDK5hmr8vQMMkr6H9509zARIvvQNk7vLiI08Pdq8vSuhgTyiNoM8O07DvHumKL5ySi8+MIPEvRpyzj0w3Ru+4jp1vXv4ebzJuaO9NJT4OnZBQ75ozB2+2zSbPbVaxTxvfF+9oSOlvTEgjL7B3kO+bGOUvdWAOr4Y/JC+ujRlvu4IVb00Bgq+teSrvg2hWb49O08+16QaPayftb0nqPM7HG42PnC6Fb4L4dS7dovbve75Kj7jL7s99xhXvGap5D07vVy+dKSvvcHpJb3hrJ6+NaPlvK1F/b15H/09b2+YusA/sD3Qy8Q9ORcyPjRyEb3QzdG9twQ4vR08WT4spUU9X6Q2vu2YRj5Yf7w9ke0+vVckIz14gRe+6bcoPgNOH7z60wO+r1QlvklFjL2KbCK+RF8XvvwlAr55S1w9Tz9BPjps8b2VNgC9e0JfPjjSEr3LjB8+GFmYPMPpTz0knOm9HycAvh9iQT7VHdo95eEOvRfpNj5syLO9ifDku5raPz5jRU8+Qd7TvhUojD7Xl0g+e0Yavfqz4L0R6is9fdi7vchGgb5je+u7tkSivaQ+Z7y6Sy6+vZJ+vivFhj7RHFw+rRqZPvE8Fr3YYO69SiyvPti2tj7J7WK+0kVsPt40FD4yvzk+soN3PXHq4r0eIkM9nU0sPRETJT4zoyO+oUQlPu2BQj6usyU+dzd0PX0YVj7HqBA+rjivvgoJ07xZxhM9OBBRPLDNBj51ihu+FRZ8PbRjEb7RR4Y+wiQAPoVklz6myKm9ULf+PbbYb72H1Dc9sOZKvZetCT7iPHG+JUlbPRCoOD6uuku+EqCIPZAyC74+0xo+NkATvVHC6rx0rL48EddhPodvjT76Qdo9JU75PJkmyzxxima+1/3fvddrZT4k5S49LJtvPbzuIj74HJw7U+tOvmR8ij5DO5e9NtkcvuzG/b2Fya+8wU8rPn5Ojb5Rnrm9BLa4vBu1Gz3Z8jW+I6XOPtXEwj3s4po8+ysrPhTrFT6sqIc+vrBoPg54Ab5pPQu9mYGDPeD6hj1LNOk9uphwPc+VlL2StRE+xYk9vl5WCL79d2W+BkSVvphNeD7yWmM+C/Iwvv+Pbz3zFzi+RnyNPQUknb1Wcwo+iDAhvgnkJz4N+b09WZ0evtwAdT1IX6S+c8opPTlsmT1MXSO+oPwUvYkWnD1gOus912DZPZp9fb6l2z4+dMg6PSKnEj4JQiG9OfNyvjSw7D0K+q29N24svTIEjb5zVUs8Xi2RPmVneD0qe5u+J/nePXmbOT15L8y8O4FGvvx7zr3+vvS9nCpKvpEkNj33MaO9xayXPNGuqr6dpwA8FGpRPvr4YL0XSmo+TyspPoq+lj0s1VE+0RpcvW+ogD0t1gC9VvTFvENPrb7yZT8+TYZfPbYaKr6QXps9Mca/vXLzT75oNB6+88yJPW89bT6xlig+5QE/Ptytrbxinr290TVBPbvfwjxg+J67jmSqPVR9OT0eCVY+nXIevvw3Lbx56gE+iNY6PtunNj4xWX4+EcU5vYQwib3X2Y+7tn3vO9dWf7652wa9JrfLvdCRUL1F5RO+4zmQveNSxzyxhZ48/ubZu0QiJ72lx5G+6LkOPqvgkb1gse69xAY5vnVoU77aYR6+97YFPqq/O75w/aO9orG8PtlKGL4eV8G9B7iCvijEWT4Iuh2+klgCPm5bnb1mwy4+KyciPKqTWj3SGBA+usdIvsxXgb1oBoS+Ct6LPuzMIr7kfYy9Mz+hPUReEb4JP3C+/p5zPDGjsD9UOl++JvdFPSsc/j7SQiE+nSVvPxjwAb6GkME9mCuPvnd5Tz5bi6O9ZdFbPjgMWL4aTCY+SMNrPrwJGr5ER+c8SKkKQIi4yT3xa1y+bWmivZ99uD4gvh68wCDJvhjWlT+epYS+tAxLvgBZ+rxOkCi+IjYEvlurwD3MZcY/zMWFPzHCqL1NvX6+snDgP09IND5Avkk9ieQVPJjvuj5UGZo84ZsgviClYD3uARo/liOHvfLYgb6JDV8/3SrvvQL6nDwl5JK+QamGvuyVlD1r49C9XMJ0vpoj+z2hT3E+XNu4PZHCGUByOoK+0TEqvlMT3L2pmKm+VkaPvfHZmT3wt6C8yBM0Pt+tkr7T+7e9AKY0vkxe/r1Qhem8nM5zvh9Xr7x9+sk+uw35P/U4Er0bLFy9PHhDPUMG3b1Eoje9h1yavVDVw70q+gq9G2DfvfLcD71Gxxs+jb8Ovi6oM754veo+baQKvkm8oD90qQw/AKnwPzGAfT5puhc/cSi2PiujcL6ThNU/kXiuPFI1TD21MwC99oK6vYI4n70fRbE+BiuKPmzSPj6SkJM/6D8tvuv1BED80me+cQbIvcckIb6Axsu984uPPmZir75Z5PI/YKtXPh1ugr7Sw2o+zjlXvmhxKj3mTQBAcVLbvBCmT76VKNm+c+lLveypmz4UZ5E+/O4tPaa4iL/prBm/eUwgPg1w1rxlXx7AdZ9hvtRF7j2Z/40/lweQPf5lLr7vZCG+iTEVv/yJgr09CJi+kZFNPQd1y70xK8W/lrQNvRvu871AfBo/wSx5vPjUNT63Dog+A0Y6wNRmXz+cmZe/ukmpvMyaF75MvBM+FBZiPvNBLMBKcMU/fdYpO0MQkb2hQsY/fXs/PskluD5h1s0+4iWqvstypT7aBnq8BT/LvQvSZT/H5PM90ODhPisN976qs0U98gWxvUig2D+7EAY+EsptvjJEKD4xqzQ/6N41PGYDWb9UKM489OQcwCbjlr+YBA0+/4Gxvod4Wj+m+ZM/XBi7u/g4Sz5iQnK9loaCPrA3jz7aWCG94ULnvR357j0xDY4/BIRjvKpYGbx1gwS+G2b1PaQdIjzVm1w+BfrbPIyBN77ikew9PyC9PuSIFL4q4/e9tlVHPkdSDr6/6Zy7tWzdPY2ozL/Z4UA+rpbUvwBdKr/SgpI/QzDRPNwQfj6sy3a9PMSMP+FcCr/+oYA9HuqvPBn5AT4tuNW9IrPyPUFUKr/G5OW9nTJoPnENND90ga8+tW1MP4RRer/V5d0+mBgCvULloT7pZBS+OkTJvkbJHMAvoPA9QRowP41fhr6COVm+LnQ2vUZDIT408Ju+6hO1Py34eL6mozo9XClUPjXQ1Lwgozi/oaNBwPzz4L7Yv4M7gHqmPQbPCcDjhgW+E2AovcMb4z632Qc+pO51vZZyTz6adUc+89WKPobqVz3/65g9U6GHvo0pNMB6IUq9tfJQu3/ikz4o47u9uDo+vR3trz7rJ8u/JwkkPXzI0z6lLqw8ra7PPUj9vL3xkTA+kCoAQOAI9b+ok5E9FZqtPhOC3j+4jq29F2o4P1f/T72hiVc+Ud7zvoi2GT4SuR09iheHvyyG9D3JsI4+6FyVv2yiHb6qRKQ8YlCYvnPYcL91QgE7K9syPsY0Mb/AqOC9jwupPpI3tL3nvV3AXP1rPG2LIr50YpA+LveOP5rcCz43LZq9jb8XPgw2tL6QCDY/fyeiPSbEBT6iJKS9zmDXPX8ECL5+/5M9r3U5PvVsgj/FWYS9I7VMPg7bkD31phq+RZSJPoF/Bb64oaI/Hka0PZslGj25qTK+xyv0PbObID56mQW93iCwPys46Lw8GwfAWjN3vOJlMcDomvi9Ew30O55ww71J18G9vE94vwPOvbxo+JK8RPA7PJBsN7wkZiO9Xo0Sv3LKxrwUV4S9JUicv/aXJL7bXQNAkZOPPiluOb787Qu+U4QVP97Ri71J3BE/RN/eP3JvMr5K5Zw9XmNLvjpOEDyeVCA+njoUPgOkxz7cbbY8"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "hWN9PR2/tr2Ur1K9TCOivToMqD15zcs6ek1vPGJLvL21Yke9ExvCPJ6nZL044wg9OS/RvP5xw73sLYk9P3+FvBNU2z3niai9ISOlvfRv8zxqESO94NkxPbtyAb6qtuO9Md96vVIaDL1QjDG9tqhMvS2F0r380Q2+Xtm4vGgBT7zx0FO9UeEMPFeg5L3p66W8l6XaPMIRU71BJ1q+Ptb7vewjJj2nKqW9GAgyvuMQEb42o9G9G94DvqeD1z1XcJg9GZ21vQI1t73qE4e9PppOvf8Dbr6h6NS9kCpIvoY7Cb6f4Qi+ppAgveNXDT37Tze9EMouvfcjJL6Ex7G97L1/vZtriT1MHxG9s/VyvUCWqrzvDDs81xKHvZREBL6mqMO8e6dyviNZFbwzTAY9RKv2vYFqwzwq9qK92DsuPTQtt73xmLm9S6j1vG7m+LznUQy+eqGuvMdO3jw7gjG+2aMKvum3DL1plti9l1TkPR5pNL68IaI8stUCPWZXgL5wOne9J1WJvtoFor0bomq9DuoDvp+f/736Z5K94Fc+PBdRPj0SH1o8Kl0aPry8rL2kaaC9d8a3u4DkJTzWkgK9v5QBPq3m9rx4rrG9xSQHvjYxpzwPnPO9cOqcvW7f3DzpF9e7UxbSvUbdIb1SPJK9ClgDPk6JRL2Tmnq9wCICvrELKr4="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 