{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "17"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "tensorContent": "AAAAAP////8="}}}}, {"name": "strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [17]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "sequential_1_1/layer1_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "51"}, {"size": "128"}]}, "tensorContent": "NV1HvWagrr2N+3Y+XRYSPp3TW72geoQ8vl0SvRY3vL2XRqe+xcdcPdhfnD1LfoG7hM1rPn8Rpb26NtG9awfGPaECrb1GDMk83AOaPemXDD5AF6K+NhQtvcbeTj5haMK9QMZTvhEPbr668NC+LGkWPLq6sr5JCmc+JoqBvEIF6r5sL+U+whqpPfNrvb4VYOe9zDUSv55bWr04cJy8HJbwPcWoir7n0Uq+9N9qPiQNGT4IaPq9KPQYvZvLyT18e/m++ryDvj5Err5MGQ6+f2yLvm+gXjxSax89IajFvceXSL2Abqw87k2KPchRE72YEWo+JfEdPmo9Az46gXQ+lzNSvpf36L4VZru+J8F1PnQEFb5Z33y+Kou1vU5N/L3of0O+SzioOzGhC7695rC94pDRvUhxQb0fwps9oAuTvj4klDy4rsA+wuFoPvylEr5HyQq+BXhnPop+CDzpYfk90Tfquyl7jj0ovKM9FEJIPpbsKz1wsm8+dvrXvtEGmD5F3K49wrjRPVOzuj2kzjk+EI1bPVn41z1sAgQ++8vgu51wIj7gMFm+k6jQPROtFj6+Dwy+pfyQvaeevb4N+qI90/onvvmcjDpHEgY+OV4cPsygKb1fMeO9GO8OPHXgRLq2jJ6+reniPQTx2b3vooe9yQ7Bv9gWnL7u8WQ8xrhMvkslLD7q30g+pqE4Pr+P+T2qi2g9pF6OvS+yZD58sIq9io81vd4ypDzEI449ZzNDPM3RBj3Kuum9sLIHPj4mnLxWGI6+Q6XUPp9t2bwhomE+OTN7veC1FL4hTDk8TrSBvb37Ir6zVYm+df8BPcgUR73/XwS+nRsZPXSMwr56vRG+ThxFPs4yurxwHxO+v5RFPvgbDb1R9mg+8l83Pj9LPL4DlFK9a/Iovtl2jT7krX89/5NPvv6AjD2kQlm9sEYWPg6Vlz4L/Vo9/Pj8PR8Ecb413Ro+NHHQPu/jTr7UBWa9/UMMPHhVebxguKi+NgaDPlA2h72UJpq97ofiuxCME740Clc7pZllO/fmhr4USRY+UwTvPWqEjD4swxe+R+iAvnSFjL4x5li7oLXUPd2/x7xkd+k9cvy2vbS5kb7AHj2+MtDLPSKBbb5gEXm+9msRvVr27b1JXC++hlBhPjq2CT56+Bq+sVuavubXGL1BHgi+NsO7vVOYP74+hkW+RMhovkwRyj0UYVc+il4dvK2pa748JBo+4niBPUGUhTxxv1s80MTcvVjsQD3Pef69fBmavJq1oz4cRLs+vnWvvanORr6E2I6+ynWBvXFbN74vU/U8mRCEvN+BLL5T7Q6+73kRvp3jybw1kYm95clOPplpk72SJda+megSvSbb+r2MXGm9nnKIPt1UvT2Zq1i+MXMgvagoDL+O6py9v4pcPvIEqD3MGyC9FNcWPuglprxPuhm8CkpZvaK7a70SLKM9utyKOyftSr1K/Vy+aHkRPmJZpb1s02Q8+sRzvk9btD3/EjQ+AJtAPs1AgT22kye+nJXZPWbo3rvOkw0+hxyPPtTlnj0MtVs+TbxhPuTIzD3cnuU9wIcjvnCzPD6rzWk9/GwxvvkHEzwT1cY+A2CjvkLIYL0r6ZW9US8iPscVYT6Kho6+Tz8dviixwD7KBZ2+xY4JPkmLkT5GZiq+WGuWOwJrnb01HMG99bZDvXweAL5tnyC+ZyvOPYvSqzylQwk+yGJ5PQpI573CniY+vt8HvDgw472r/gM+ABG2PQ4Pgz5Y0Eq+8Z38PRr9GT6ipg28a3npvTMYMz5zXmM+h4vMPbCJ+T1DyQe+BDQXPmtdE77OFay+qlYBPnftU74LmEC+JIYQPu6XxzzuSfq+CSeSvnxCOT0vlW69qak5vnIDC7+GJ/K7znGWvlNfJrw77ao9zDdpPt5egbzRzgi+gTvmvYjgWT6Vrs07H3dgPnwMr71/tAO9UqEGvUZQYD5M/MA9A9GuvtimCT1ESoU+KJiRPVFi+r6Vrga+0Zf9PTG8a72O28O8/S0SPoLQqb6ENBg+beQ2Pl0RC77u91w+VFhPvDYE6L1NsB++XAI7vjdDkj3jOww8xgTrPI7Hr77X2IW+Xr/VvZuVkL5ZAH29zPuLvXpxF77xaAE+Z8UcvppIOr2QJ2A+J7Gjvl99I7yC/ro9qpExvnzoor1KzXG+2jfxPq3bHj7zWL+9zJ7svYTWXb4FOZ49I2IoPsvwc76/6Bg+LgRfPn46wb7+QY2+Cb2gvmIszr2uGAk9zVCRvjMPBr4yPQW+auQ6vJugsr237jW9FbhbPRZa5b3ucOW9TK4Gvm0VA73Ds7c+u2ukPST1Lz7BItY90y8NvweZk75Rkde9x3IwvfZU7L2rVwi93eEKPsC1fT0xvA2+dajHvm6ZK73R4ZG9MoX9vX7XUb44Lz0+zgS4PcjxBb5oGR6+gSlwPstMvz0bGBY+Xv/IviYpir2NW0K+WHdHuyVkkD7YPKe9QDjxvZrABLzzZCq90t+rvs9eZD76gbO+VPMgvlOiwbvoXXU9trYMvfiba74FOIk9aFfKPdIowb0tBma+HxrHvrXzhLx5f768A0FRPbQ6JT1KoN08f7PavVj+xj1vVcE9NvKbvSBtZr4gpFI8KMMQPdQqNT4mpA48ACpGPlyzQz6HCdY8vAFwPuRh4L0IGXo8PHGnPFjpLb7PTSQ954OivIXSSb59iSi+IAwIvU4pPT5WzTG/eyAXv5MeXT5BVGy8otJzPiW1D74Wu4k+mirSPQz2aD7vFsO7rIDMPfUSlD6tlYa+mPrJPcSmCL0cQRQ+OepoPT9+BD3LGe08DzB0PsEvVT7CAJq9aB+sPWO0Az2/MWo+wusXO+UadDuyXLM9q/EXvm7urb2vxqk8nfBYvUPy/rxtg5++raNUPNZ0nL7xzqi9gSrCPaIXjT1GAoA7CAA8PlIALb6NBH4+Pd2gvZmCgr6uVI+9Gtmpvh5Qrj7J/LM88W1kPnSBVL5eBMM99E1ZPp2EsD2WLSG+0jODvdW4nz3ewow+sluSPiBQb71ywwK+/2gtPqbMdD04qKe9rH06PhW3e77G4jc9PspIPtBMyjyrqQm+HAUpvgkePT0KZye+ggAMvpcaJT5IlKQ9+aDYPOgLJrwdONI+KIxSPsBGvD21PDY+YBZoPvgtlDt4Mjy+aKNTPpFOQL2MWG29ZNNsPp4Nub0MZWs+/9DKvfazhD0AIDI+RPVGvuK8sj2buws+Lo5IvBmSPr5s5Zq+OVSovJfVHT5jBBs+6PgEPhHvVr7T0IM+F9ZIPIwDhT0S37S8jpuovULgBD7M/hY+PhQuPa1NI70CYYc+FsDZvaFpAb5b7tI9ILq5vDD1vb0WfHY+ttOHvC6Jdz1K7Oy8E6XZvDcInD0rlzU+Ume8PUbWDL48Pxe+ugsFPt6ZUD4Yiia7Z4NPPpxCFD4AkRU+w5YlvsiYhL1mgu89Zw/qvVDFZz11DRK+sl84vluhnT1zXsk9gn5cvMqvJztxGQm+EdzfvRCHgb1130i+CywYPdWLIb6PgIE9Vf47vbYPnT0nuZU+VksTPooYpD2EvKY9m0h8vruFRz4/8LA9hyZoPngKuj0uj4I88pOAPlFFqb3cA3W9CaOGPYohjT6+v4i94uEfvhUvs7xlnZA9p6H2ui7nDj0zq9m7vJ8DPtdiCj5AwL29B8H4PXkwH74zthY+BjGZPTktcj0hAT6+EhK1Plrrlb1KRnQ9Zkb3PWehbT0cORQ+eGAdvZ5QA70zEcg9PZiiPFGLwTxYccE9cCOMPUlBQb0ff0I8LxVCPhKa1zyEZkc+dCAkPgK7gT3GgjE8flidvi1tcD6H7XW9WVDxvQuh4z2LFCm888xLvogpyb3RGJk71TDUPSNVwT2SmTa+T7ttPaY8sLy/EnC+xs6hvj6KRz7uN1I9tBBQvmvV474k3ou9BjHLvSwIOr3sWFM9p22QPeVKHT2D8zi+vLooPsMIPbumDgG+6SlzPaPs1bv6eFi+I0CgvKi5izxvoaq99rV5vqujG76RCpG93OMXviK65z0gOOO8qM9cvb/p3z3GIWS9GhMEvqa6ir5TDoW9+VWwOz27I74zmxG+tDMRvXMAJL5OKbM8LzUlPmvc0jwD5/a9UdoNvQcAsT21wLG+85LBvk19gjwd/HG+DapbPjcm772gdI+9SdC5PkBAeb7E7lm+UFvAvucNtr1SBwO+wX1vvgHtkb3N63G9XGKSvudGS74GRJ286GlTPj0rXL7yyrW91ICavP/sBj5ox/m9x/9CPqNg8742ND2/6TF9vt37IbyudNq9VUhdPl7AnL2MILE9JevyO2S61Tz0bdY8AkF8vrto6z3M1JQ9JqvcvU7vDj0SdSY+xlYUvh1P1LzpWaS9bP4Rv9lzc77UTj+9ZCGsvHYep7119i++mnzCPVI1772zrIa+RNprvPPQ3z3GNjk8vgzCvc9TLz4Ag+66qNA5PtoNu71Gp5q95pYZPstbBL2fxJM9UhFhvndOKj6F3sS+N3w+vfKpIL1H65y9/EehPcw+2j3POhS++yNAvt3P/L3pQ6I9VxZmvhog3j3rJQ08DiJgvi40bT0bW4m9AV2cvWMzpLu2s4K+3YyJPb/Knb5yq7C+jlaJPR7NEz68taE+4ZLxvDvYUj5uICK+oR6ZvcJwgb6+QTC9zsnzPV5Hh72Ekl++cBUfvQ1yO77/ed486f/4PX7xC74SA0I+3WDivc4Oob7rshi+AMqEPagsHL6EQVq+4vEQvkVgQL76hWe+QIg8PnThGb7l20C+mKUWPLdG473yxuc8AEw/voGLCb6Ov+G8H3zOPJqwDj5aN1q+6UOePTLWTDx8sEU+zXeCvmWCr7sb6pA9I1X/PRI4Hrzk3PO78SMPPF/73r2YuFo755wwvkoI3z3HpqS91cMSPkOWJj524xe+KhO+vFs/ZD1Dzfq9AKpnPT6awb1yy8e6qOiivn4exb23PmY9X7xOPm0RVj7Q64E9kDaKPX8kVzy06zE+NhkfPq4fHL65lgS+A4n3vdmEUD1cDv89/1cSPZWGPj2kTWq+23DQvSb83j2uaSM+c8b4PjKfiT3LVlW+lq4BPo4P4T189Ei81EccPis+UL30nim9R04dvlwzCb6w+FW++eXnPYWAJLxgr6c8hY/tvPSbnTykyq49pYaXvWycHT5Bqd8+mvPiPSlALj4iVU88GmVMvWaA4T0R7pS8KQC6uuCJTL7kEF69IP2TPX5me7y+pbo9SgUCvj7Vgj6QM189fZx+u/smvD3RpOg9VyU7PdjdRb6keTS+mPXLPW4GXr2jTRQ+ZROVPtasvb2x4DA+NHGTvuSzR71n41a98DgxvJUT472wpoE8bf3AuztVWr4bWG+7TtquPWmwar1D8ey97qHAOmMPhb7IXa29wTdLPi730j5z9tG9JgjHPYd7TL5IPKA9pU1CPJcghrrk8fQ95ZI1PmvN9z3Zbxy99Uq2PR9bOr2qKxe+NBjmvZeaLD44K8M9wiCZvjBfPz4J5ha+Qd+cvbMoDr656ec9SSklvhfOwj5hWz69UG5YvnVpyDytfEi+pJFDPnvlc710EIe9wAE6PRDVJT42UyC+5ygMPmncKL7N8Ce9DAPUPHFaSz5ZkxQ9PIodvvXlV77GyZC96IF5vsrNWT0EpiG+HgobPm6tQLsaBCo9lpCJPUimzD0wdD0+FoGPPjZQuD5E5WK+3pkfvkNIjz0pQRK9CgjIPRwT8D2cJ8M9uFmGvTJVyT3VGnU6AGb5PQpDM74UVp++YcB4vfhAaL7297275jxDvjvuCz4PDZ8+aonQPFmXlr1fF4e9gLuNPeIPWb0sygk+b1V7Ptbfg7yqvUA+pAZEPlCy7j3aay87QcbPvR+LLD6E5Iw9bRNUPZW6ej5lQNe94DJMvZxEdju4IFc+ZB8HPtIwur3qiCc+rhSZPXtTGb6eQkS8D9kOvIkh6T2rrDy9mT+MPNK9yb1HCAo9eQkVPhUsSr6FjIk9SLVvvGj1mr3nML08oPmVPWUiqTzRE1M9qu78PEFAgTtB6xK+Pj72PIFMDT0XCyG+Jgv5vdgw570np9e9lhMJvSbJfz4Tchc+oRpDvmg1GD5ClyM+9jgSvr/xR7410oE8lCtovpe2WT4uzei93pS0vRD3Ob5fFUE8Q1ZivinfFb4+IEw9fXvPPInXgjxGkrE9UymdPAtUYr2EjnG+/nhpvvTyXL2nXG6+4ihivnxh/r1rqbM9CO14v9fvP7s6z1W+sqgDPp7BVT6iyY++D8ESvskAlDxbBMI9QQ4PvkkuTL45sdS8GQnuvXw6YT113gu+qzhBvjBZUb/H6r6+d9UuPW9wAL4RZ4E945lLPQLIOD3dHXk9pGfjO4NSY76Auto9TClNvpEIw7xF8WM7gTqKPZDSBb4lO4u+fAkRvlGDrz0So1C+4E3qvixGEL4IFIo+UFoqPkEDGj2+v+I8ZJouvmVXsb2j9to9UD9EPodb77pNgoK+cHr/vl/Y+73C1TU+DcaWvTPZl71TMVG+MR+VvgJgOr7nlxy+8cPUPZjCfL7ZLIC+sn9NPq0FHL67/dE93C5BPasjj74Rjw++Z7jovlRDbL7pCUW8rdxbvrzEnzw9M2u+NlU0vlNypr0/D7m98VQYvpwnsj2t0KO8hXg/vYa/hb6k8IC+43OAPuYak775qIW+80n+vY0n6LxVRsi9E3F3vpu0gT66B5q+oNtQvbEZ1Dz6b1Y9DEwMPST1DT7CJne9klyvvAKGBj6coLc9jRdyvgYuCL5fM709jUMkPYuRRj5Y/D4+bGn0vV6mXL6z5mi+jCSovZgtObtNgTK+VGk6vmDXnz32qcm8qPOTvQDyRD1TrHQ9wgmbPccehzyCuWS+DJQSPoi7Jz4yXOY+D6y1vSodgr3tE5e9tEeDPW7UTT2vz+K9k2wovf+A5Lzy23c8Lj0nvvgvUL3+r8y92KcKPtidxr245TY9ZFNQvb+bL7521ks+itThu272JL63EGo92xqMPJSrpz2LgF0+4C5KPj4NKjwHvuc8ieW5PQ77TD4qE9I9mCWAvYVGDj44Pjg+VBdfPr1ZuD03EzA+wf3VPTVZ0T3+BZY9bPwtPlckAL4OAjo+G6zCPujaFT2dPAA8NiXGPTO93DwR5JK8THcpvaTqoj6uTYe8mVPOPf9NGr6LSWY8iuHaPBi1TzyxZtk9UzlTvkJNfz6fKwA+CQXRvd5jbD36PMi96kE6PlnJTj6SWwI+/RUJPAQl8TyRP589wsCmPRE3Fz6Ito89hFuhPVa/or0xFVG9L1Ukvr8r8T2jkxU+rrkrPr1Ttb14cSI+tNBqPiMCZb7egi6+wg6WPkhtmL0pG4w+c4L0Pei1T759gds9qNIIPbbg2T1G1/09SygyPueUgz7Lbec9smLBPn7FN77gPCo+x9gPvbVyQr5QQiy+mF18PnyXHjzZx5w+t+kePVb0cD71iS0++bcCPjo0Hr4v3Go+gVdGPj6+6LyijDY9yspJPoP0nD75LG8+f2B5PTR/Tr6PtaC94PX9vWRsjLtPhds9LM1hu3edUbw9UIO+kB0Wvg5QLr0Q4Ug+pE7TPcXtID7nFWu+JNMjvtFaHb1Lbfq951wpPrJpqL4ULJ6+AFvXPXhCDb4jxEi8c02cu3UCjD64AIw9/yWzvY7o1T20m4E9MfMTPlxChL4ywJa6IxllPjPxWL1LQtW9RlWavd8eej4kQ9g5c/ECPot5372yF0s+Jz5tvacbjT4gukC+OF+Ru2mnsjz0EDo9dVlqvXKLyD3TaVs8mMITPelHl71AWvm91nTtPvj6r72kbJC8UVlGPTO6sr3FLZe9FWgkvmhinT1cwcM95wd0vsm8hL1pUXK+FtAdPmSB2D3S0yw+RlJWPPX6Pz2WBVY+nj+TO/ulfz1GiAu9e2KGvszgoT3qA089ApFPPsqYVD5bdKI+Y/U6vj50i74KZko+ywBwPsvT9L0do0W9nt+tPgyrob3FWeW9KnxEPHHkFT3py3u96CZ1vkA2i75WLwG9neKvvYlmyL1ro5+9fGGyvpBwYr5aVjs8tDwxvBrQZD0APRy9O8Eyvn8OIT7qS8G9AjuXvokLi71j3Fi831upPaMGpb2yA4C7zgHvvY3ckT64EW070YjYu26uerzFeSA+kQEnvmtfOL46eUi9s430vb0Rr73+cVy+S3anPcfspj30RhC+RV0avnWMST1b3dU9DDncu8hM1r2+egW8XR8xvNpvCzzAII09TxG0vuKhaL4VEhy+i8JUPevzC76ME6y9hyonvpfPvL0edWa9gfCXPBchAD6t2UA+Lb0cPhCV1D3l/RM+WrOaPo2h+7xLDJ89x3oHPScF3b0b1b696ncdvr58qbxFtdW8mirWPeC2DD7NzNu9wllXPeVKnr34b5q9aubIvYwvMz6F4iW+ImcDPmWKCDyxdFA+sTgkvZFj7T0OuaY9fImbPD8Mnr6pWSK+CGWive15yz1aqBc+03qDPgCIK75hlY68RDnkPZFtAL1tpQS+98IQvsw5IT05eIW+CUFLvf/bo7mEXI49qjTFPSvPEbyuLg4++Sg9vrnawz0R2r89SyKPPp9ybr44lfY9xqYNvtnJYT7mDb29HlRDPnc9iL1GYSO+y57NPVO5wDpkH588eUN8PnCefT4JoWc8INjNvOQnVz73s9E8yCuUPhhMST4HFZG9xoQHPns6Zj0jk269fwqhPUdzZD2OzXw9o3QsPqI9Dj2rte+90fUoPtUU/L3fW0S+bWk/vadtTz7sz7g9HVsJPhnJcb5/qxY+9BbhO8odVD3nlWi+XxzrvcRpfD4/eD69DRRKPmV0Nz0m2769Uwr0O0PRRrxz9jK+EXbqvSPawb18q7Q90G+HvPCM4z0orC0++s05PuWPGj4mkZE9JymgPiofHzyMYPm9QFyBPYzTfrxM+v29+OrDPeW0sT0Of0c8ShSCvUMkYD5Tim4+V8eEu1BFn72BBUy+vXR1Pco3iL39DlO9bShgvvQKAr0Zu/8+ROnFPc1RgD6fh629i3zGvDwDm77I6K+9P8HavQ7Fujsbt4w+k4TiPY3WVrzng+49TR5IPsGg9T0UHMe9w7MtvZIJNb6rqYM9FWoJPlSOJD6fsja8ESZaPjGwvrx0Z749OGsLvfT8/r6dnQa+ab6LvSAusr0w92q+fF+evsvjjz6aGoo9o+SDvckvibydx5++dHZ7PaR3bD0bGDE+GUgzvs5hKL7u7Ww+wXaMvWtF7r2pDFW+LvKovjCXID7MEEo+bpUPPnAM072opew8gtkEPZ5v2r0PJrk9T3wQvmQhbj53D5s9d2wpPR0f2brWzxW+oYlMPhQViDyqaDq94YmlvV/per6KTVk+MntHOuhvfb4Z57Y8orhivK4phz7j99c9NHpRvk91Kr4nl749L+WvPW9Slz3ILmS+m+k+Pmjovj3UzXE+CP3LPVrXOT5PfSk+47kzPpiInj1V6r4+oh4zPsWnCrmTGLY9BElwvkAv6z0VJEg+X2l0PV0+S733o64+QTTGvfWjib2cqIK9IrYRPo9sPr0dN7a9YqCgvneK6T3UHV0+7SPIvoRhYb1B5pE8v2dDvvxWlT2+olc9SFAcvndMYz7EAoq+1u2MPWOmwj2Qek++MZqRPD9iHb1nWVE+SelwPVxxiT4gSIO9RkUEPihTE7vCCse7pdABPlBHvD5+KVo9r+ORvqpURL2LMr09HmUMvdVWoL4ZXnc9w+KkPl2VFz6RZBy+ufwyPtuazD7iZN48FyecPVKLxj0z1DA+Wdt9vmltFry/EGK+RFFWPrp1Iz7J3S8+DC3avcOYrT3Zo8o7q7kovUe52r26FDI+8PKBvWazUD3M9aw8xg5tvrGkNL0va5A8zuXmvOjbkT6yDoc70UATvm9bpL3yrDM+ovUbvjlTTD6zwqi83L2dPYTA3D1bIf89a08JPsfi7D2zNlG+ibkdPsvirru0vlE+XslIvTdH2z3m/Yc9xoQcPksWBj5w3uw9bSRwvYE8OL6e4D+9tLxFPC34Ij75K7m+gfruvTzH/z2iWw8+P9/qvdH3971f9B28J7MVPrd/dj7y/yE+nEEPPQkHWT05tnO+VT5wvdjFqT5/QG+99xkqPBcFS72sZEC9A69avbRztz1AVsC9g45KPUK0Jb41MeG9u7xyPX+zhz58JSk9jLcWvoKVDL5Fc/A9npMgugdpLb18qTI+ZMd5voE6HL3/Cgc+Iu8Yvq1VHL5hkw++rTzCPD3n3D2FSpM9rUkVPhmRhb5YSwA+gjiHvuUsUb7i8hC+Gy0nvYpyAzw/6c+9BZJzvQ6pgjwtKhI+MHZsvocUab6FX0G8AC27PTRgVb4LPAE8YVzRvAJR1L3ELIK6vKghPt97NT07JYI+tWdevaSnCT4I3ty9s324vT2j07zs28A9Hde9Pcd7cj163EU+ZVHIPRY1G74/Ok2+xmG8PXCKUz5LDSK+dPPdupFxsb0B+Hc8yLEdvTXavD4Dnea6L9iqPbDJar6hfYC9OZkbPflvpD1q7PE8rCiqPc1kGLzWozc8u0Z0vRNdST6S6Q++nmUKvjGZur3PbQ295/2MvGRKoj3zka88CSTpPS5imjqbGlq+6bsGvmGaFD6bXTe91wRrPbfPTL3r5Du9hh8SPTpuYj7TzJY9p79xvTdPvL7wMmK9bQRqPtGNXz2MyJa9ZO0LPuDxFD4ox4K96Q1LPoVw9z0sMrg9Ihg3PtRwLT0I4qa929npvNOQXzyGv/Q9D0OTPQ1hZj08vsu9WTATPbuKMD1v4Xa9aUztPFWd9bkBeNy9bEl0PUjQDju6+5K9OBurvFAOcT2kfhI+EPFmPJSujj1wd848cCMlPjh33j2ZXQs8RmABvjinCz6+ZRq+45E1vKhjVb4Iv0C+HDUvveW0bD35ato9HWxnPJUYYr5Z+Ks+GWNevXgHFr4/1CW+p+pQPnHtIL49dLI9GVCXvSqzUD6iBCY+JuMSvUQjCzw7c0++0eBsPuu+ND14T/e8BQ2EPitiqb5yQno8ubFQPlsv/D0W6go+xZtGvQwR9j1gBbe9DeHSPKQ0GL4/AEA+MdRMPiRPtj6ttSi+/9IdvRPO6L1PFyY+YR2Uu3/RHr6v2DA+qEIwvSY2bT7ucCy+nVyXvg0fjz7Biua8nsUvO1+fF701DCm+kasHP5mFM77wU20+r5SYPkahEb6NcOY95lwgPr4Dkr4ZTIU82RJ5vnQle777uw49EN4KP5DRWj201FS+fQH4Pq9DB7745eY9TVuFvlfbuL1OFgU+K+nRvlwLAr7qVAS+2VkvPmHiU77Rv2a9XS2oPrC8Qzud5IG+HyYGvqidqL6hsqG+llrsvSSzpj6VKlQ9jNavPjUI8L4snlG+K7SAPZYUUr6PBtU86ICAvbIoq76E6ZM+fXOPvh9r5r2ERPg9557bO9Lvwb5EJYo7ml8Fvl4VSL4Xky6+VY0mPHRty728UJO94LuMPuvWvT1qs9s+gAsYPhCRmT6Iv+c9A/lrvY83AT7p3IE+HA0KPtfU7z39Zay770+svvo2yb2bQDS9y5wnvmt04T2KUBA+cV5nvWOJu72c8uy9tynEvbtEIz6iA2G+gI07u+T5Rz4m+Jg+xV/RPYpN7j2vQHw9l3pOPmZMl75J5ps9ipE/vgDe07xO4oW+3UmiPXukQz5PzmW+pLyUPX1Ohr7i6iW+uglOvsxwdL6s5aW+FocevtCcXz2VKt49QEU8vfcPzT6I2xO+AWUMvpp0EDwa4bc+fAnivu2dNL5ra54+IuzcPRWlgj5bs2M+ge+YPjhWGz5L2Nm92pn1vFcf573MtHu9nuXSvjw1Nj4UfHW+SGXbPYzjDb7zdjg+xzUtPi8StL6tyQy+5YyAvvB2Nz4kfOC8h95IPmevErx0dru9LRA1PbALZj4X+vY8aJ/9vb0vJD6q48c9G09pvlX8izq5weo8a20AveW9Vr12ZV88/7vsOjsamTyL9qE9o8AuvIcVQD7dTRC+F+j/vakBKD4NTak9t2bRvlhzhzwMXPk8q/xYvtrHUjuWW2E9uTi5vvUgAL7ZsgW+a6dqvaOgAb6M/z2+pis4PnxJfD7I04A+xN4ePu9As7xLmHs7lrV+Puq2Rj4d4PE9ZcMbvhdFfj05B5C8hQIgPmNQuz0RM3i96lzOPHxdmT2NOEK+WzEWvrvajT2H9y4+cJtGPbCjrL4fv+E8SZrFPNWx073gAvo9mOPVvIVkoj2jk5G9aBCwPT9Z4j0SKcM8ogatvMRTnjxxCeg91aCaveToKj5zFBC+yqdKvbDwK74XJpU99i5MvddpCb5kGa69uOoQvhqeLLx+7Pg9Gw0JPli++72GP00+HXaoPdb70b2PDoM9jR3BPaxtFD3Nus691RQjvia6rb68MkM+XrqcOxkRzL14KU29ehx+vRtb272t6yG+JCxhvtDNPD1H3629TkUJvu32YLz86Ao+xYt6PcUvLL0ZRWO+XKDWPDPOzb0DwA89uwLwvaTijL0TcKm+vBM7PbxDjb3a6oG9x660vYTdQryNMcK9SJO1PYcOjD30VRC++g7pPNNzt73PtW2+pANlPQqisLoten485Bkjvs5sHL2dNL27RECDPZcgZb6yEVS+BM4hvnt3xT3WKvM9lI8aPruMhL4elzg8+l9JvomeZ77HHJW+oxS9veg5+T26Xmc9nXotPBgtwb3yhia9OSAfPQa1Qb4Rsi++RI6XPsE6br08kRa9LhONvkcnAb3BBvO9YP4zvjuuGb5rjra9i0+8vscAUb5oS5M9AUz/PIRbebwFtfg8fNzEvBIYzj0iLcM9ORkqvouuo70WaB2+x9WIvTgCHL5XUS26AXyFvcyl2b1UVXG7JoVLvpnGZD51oZm92ypSvcABKr7ygIs9FTwjvoWVX76Vhia9aphuvoLvI72vMBi+6nsyvh3EHTz2ntk9Q7epPO7CR753QgU+IYxIvgDYqr0Z+SO+c0yGvfGDub44muO9enaHvrzrRr2aPn296h1bvQK9F75/7DS+k44avpxFTL1EIjM9ZxLBvKYfiLx+76i96QUPvVkffT7ceUM+DzuwPi5fHj3zvp49kpiiPWysBT5pjuG8YITKvtUUGj66csY+tqRAPl3pmj45DNg6/kjWvT2xV72xRSU+V+8vvt3pID3GIBi+4FoNvU7kmj0qBiM++EepPfmwgT0Zgai+1cRXvVrPcD7u05w9iBJVvrevNT1i+lY+o1fzPOnatj2Z4fG9GJ0zPlIDlz6wKiM+YeMkPcejnj4WsIa95Pf4vPM7CT4kLQo97Ktovfn1pbxXZF2+/66lPTvqaj3+KZW9zsBTPv0o4D0ejfS7JyABPozMCr5TBWm9NuL3PYr6pL0+aaS+nDTcPX4mRr4XvSA9i8FEvMhG0j7qfUE+qeY+vfXCrj4SvGY+CbB4PbYlar1tSNs9x3RqPsIyBD6vCNK9gaoCvR0Isj1kVko+ha8GvtmFv70159C8CFsyPcjeMj2uPfy9LlrpvShYFr2j6j29AtKAvnTqpbuMtYq5vKTIvVrEvL18c4+93wpavUApqD66bSS+evlzPoq1lD1+xqs9+994PjC9H75nCII9r43PvOCyIz7ewx286WsGPkdBkr3obMO9jW8+vl1YED2XFMM9IhnKveKjwzwr0X296+IsvjSQwj4b/Nw97eGavRW0d75JciU+liuhPcqDg71RuQe9bjKwvT2phD02ePA8bglzvDyPVz2ZeAq+C/CAvofhKL5Om6u83lFLvkPnUz5k4ta9eRaVvklnGr7P1es9o6hBPou+jLvhfay9xb8Jvlno+Lw4bp89LqHHPK3i4Ty1tv+9KD+JPsYg2D2UjBu9D1aKPZr23b0+G2Q92H8hPGjIhj5HzIy9efceO1l5eT1Boy89CXtHvlIxir0qC7W9FNQ8vROuWb5giBy+WFsHPttpOz6g+lW+8liDPBWTGD6xnne8vaz1vQk/67y+jbk8XbnYPSV3zD220429u6P8PboDWj6yh1G+FreJPPIP8T39cyK+zQGhvjYgdjrGy8k83YQmvk3PO7yqBia9Yu9vvHFzFj7r5uI9/HGlvgUasL1xCR879Ys1PvwKvb1gf58+cjUIviE6jb5eIuI8ECM7vsaFo73jlug9VrQgvtuIM77eGDY9Rks6vjrtyj3m88488Mt/u+XJzDuDhAW+YtupPpd4qjyiNgQ9T72zPCt5bj0wtcc9a6gVPgT0/rt68gA+625xPlTq/jshj5o9N07GPe7q5r1PFEm+B1v1PSViAr4TOAg+WfVSPV9iLb1ceOK9vPmCPoPz/z13WQm+J/Ysvv1Z1T0y8ri+8k8ZvXKOjb3qd3G9N4AivjJZWr3yMwm+uPGYvQBDmT1ly0e+0harvd22kr782qO+9hFtPWOlor1ISvw6m2mJvsCwyb2bww6+I2FevexYMb3nsCa93b+bPVjxnL1F4Su+lFO7PCromb08m9y9n2EBvppEJb4njqu9kALIPZe3NL7+wLm9uV/dvW44k75EXpm+AVYePUpAL76AtnM9eCG7vS9d8b16w8w9VsyvPTHaCD3/qwy+R9iOvhs68r1IXIK8HZHwvWVilz1Tdtq9BwxRvjcLZ70cz4M9ZeXxOwZzDr7oIag9DMcYvbqfrb4y4+G9Ke/2vCO8/L2ir7I82PI5vt0jlb587BS9LKNcPU5ggL7ITJm8kJroPRV1+b2Nr2C+9sAAvgvakDxp6im+APGGvckSdj18KCW+Ql6pvlpXNL7KolI971mHvprILL4nXma+4DxavcVjob3hfQu+EUBdvs6Z+73AFcO9H1kKvqUK2b23eeK7fQA+Pqp5Ej3tNp89YEN6PdtQmb4edVE9eyDsvdbjMr4YzAG+cKbDveXOGr5sDeu9EqxivpJxej2y+rE98fsgviRHIL3IITq+ZCmavXNtzD2JnEW96rClPc+kVjxmqBc9zHIAvm8KFj7LPpM9R1dfvcbrL76puzQ9tP4XvppVUD2mka+9WJUqvg3/jT28RQw+4t93vDvRGj4chBu99OaPPjtRaD46pju+xizTPFDnWD6iWVY+e6vAPWoGLT5mUn89D1MBvj0Poj5MEzI++XuQvV9zCL75EdG9b5YyvtHr+D3MxY+9p5gCPqWPdz47P50+SivMvTbxOT4Dy0c+qhQpPbKTHjyAsEy9gcnwvZwJvTxQvjM+GqyjPixuFj5PJAq61ypavRCvUj5hDPu9YIbMPY/0Vz1zr9u94Tydvs/Qnz6KK/M9A14LPiWO0T34zSs9FQ7FvSgOXr57P449goNcvdpekz5Q7QA9KXviPQC9ID3eS5A+TqAbPiO/Jz6k0ho+MuJAvvOCXz0rpci8pwxIvJPox72akV29VXaSPd12qb0U4ys+iIY/PblxjDxrJEi9XRqHPnueGT0mSgg+Knt1PaC2qL0yy+I8FqPePfnaDT7XdAo96NyCO7Rqnb0dZDM+VGRhPZhA6T2X22M+m3aIvfFsPD6VgmO6DOU4PhhqG74rTda86DmRPaCvED7vcvO9xCw/PbW5Pr57tS89vBqbPM/YtrziQZS7eJqLve8ryr0NPYg+S39mPs6/bL7XZyA+Jv64vXvs2T3+qj6+d6z0PfxYrDxRNDO9m2OmPVXiDD7/2bA+do19vcAUHb7rW2Y+/Y49PUR+nzwPbpW8bSuevR15pr12y4E+r080vooj9r3HIzO+sBZivplxUj2jP849fTRKvorQ2j2xQd+9XDENvrAJJ7vb0Mw9GQ3vvVrNALya4TK+rbQ6vVxRPL53kFc+rSZDPo7pBL42Hvq9OgkrPriTtbsP5uq7hNzAPX/Fj7zmrh0+js6Vu5dXBb7RGiC95JaFvX1Kjb0NbKW9MErRPF9mVT1hYUA9sbmOPDq76bls3sM9gnVaPt8sXzy3ox8+SB0SPo25R700poK98GkGO720SD04mIG9vt10O3jN3b3VYX88sQrdvFEzzj0ZkUA93iscvj4U2rt+fOS8pAKfvWRdjDyLC8M9MNi0vb7mK765l8g8KEmNvXK+Kj6hrA69T0gIvvFVFjyq9lo+kJEwvmoYZLxeeqU9VNELPpE/sb23ttg9U52gPOXEtb3Kboq8T2pavkog0b317Io+entAvsIE871zsPY9FcAFPmUtgb3Nj4I6tqwlPj3Us75Caje+fqtmvhEQxzsapoI92Z4PvkQp0r1Dz7y9zqeAPKx/oj1zk8g9cNonvaz9Nb0cWmc967XsPcAiQbzLBLM9yc3VvfKUZ70pHwm+FmpIvR3kAj6YXwK9VhOWPuWrxjxbRFa+iiwBvm+oIT0I1LM91ZYxPo5oMD4xmiE+QJLOvauZVjmRqz69wPVjvIRa4r1DB0K+1bA0ve4s8rwD56U91OGbO6ybVT0W0l49Z/ZvvXolJr6SVRC+lGvPvkVyAT79NCK+zLRDvXuZLj6d3aS9MSzOPeJKNT2WP1s9UWsFPUrUkr1KXA69BjuBPcBWcT2Etb09nEEivUDUlD3b2sk7FRePPs1lhr6T7C4+mygXPRg/+z3VPNO9uYhXvhHztzoOT42+xyGHPWKPEb6a4ks9XLayvf6JNL6e4OO9OqjRPVxCVT1izze+wJi5vYZoCT3qNtG9tRscvjZg+zwXvew9g3O7vdxLPj4f3sa9bJ2VvWCiR70Wcu68LyOgPejozbzYU629p3rsvRL5471Ekna92OWWPYcZZ77PlsS8DW0Ft5psrb4Yo+G9qqlEvsoaEz1JGN09P4G9vG1Xk70Xk+u9JxdkPTN2lL38lwW+MWE/vPciFb4qyAK+/owqvnm0ir2gUJW7O41sPopOlj1jmBY8Nb2yvZBTlL1PvDa+FhlTvJQS7Trcsg6+8LNJvs8MKT5e7Zw95GsRvsRKrr0O8Xk+vXSAvhYwHL5rYeM8o5ZTvpGPmTxJVOu9yyzrvUJtHr1GFJa+nD23PSA1HT3YD1a+wpoivV93Lj5BlpA9HVkuvp2+e77DL+K7dEfYPebgJb5eE9Y9KasYvjak+byRP1K+7CeXvgHZM76g29c8/jLkPe6zlL1xLz6+qoutPfJHKD7FzRy+wAQ3voz6jLwWlby7IR4LPbsz9b1fI7u9G3Icvl3Pwr2+yV07MWXDPezspr1bhd69H9jWvXAIvz1TSI48LKA4vrb3Hr6Zf9A9wWQAPvh9Oz5uisK8FN2TvSCExL027GW8eZiPvldQCb5K4YG9Pyetvow2Dj5VBm+9DnfvPbVfZ74Kef09fXdKPToCGj6EbAC+g/uyPfrOb72zQmk+LK14vZ3Hr72jjpI9M1CmPhjcPr1lAQA+6upuvQR6CDzkHpI+H7VsvbBW0L2H5BU9Bis8PX0llj33cdK9aQhFvgfOZb1e1zA75gaUPJ6ibj0IbHI+uQxYvmssVDuQFyQ+KZTYPb+AXb2N9wi+klrJPVdel70Vdxw+3axbPD4rqLwApeM8iOcqPv42YL7PDWG94qM2PguJD70fHH2+TYKBvI57OD6B88W9jn1VvTwDHD3Ce7u+Xi64Pcp55bzTPOm8BsaIvH/jAj5axa89z3kPPiB9Ar0LZxU+UjGlvSJ9B75WBJc9Q0OIvo59jT7RZgw9Pn7nucp5kD3kMlS+X9W8vJTeurxc/eg+MJoSPliknL3viUS+nIKgPtpBkD3Laiu7RZQ9Pg7yWb5gMR+92pTovcVpwTz5zFo+/rstvjnuXb6CbMW9EqdEPTFhAD537Me9PyQcPiBRHr7LYB64i5dtvjwqOD1SRYU+oMuiPl0mgzzro5s+RUkSvd/YjD12Jr28iL8/vv6JHD3W28y9JQGXvT+Tdr0v1p48rUsjPn4Gzb18/AS+1LE1va90tbj5246+ffgivoTgQjzEZJK8gn5EvAtioL0YCSS9YkzJvUTQob0oqb++oRp/vgAm/L1S8Wc+vzYDviBCjT21Nda8n42SPp8tn7zYT+Q9e55nulYUML4/rLy+lUq3PG3FgD5kRsm8+9XovftMnD3S4yc+f/sZvFDfzTxlrT89ufSpvrnu9T1tUVM98JLUPRO6XL4+4MK9+5yMvdAcq72EJB8+vP0lvZSTK722Lga+MEHPPcmKfz79Huw9oG6IvRn1LT5TIAq+0K06PjRJ+D1o87u8SfyoPWwbhL1YLNq9CA9UvdRDnj6yf0I8azuzPMBRgb6hbCu+mqxPvhgFDj2gpxw9VgbcvKDJi73MIAQ+bAJAvR3vqD3MTxY++/+AO0Penj5QZZq+JfAdvP0mZb6/xOG+wscMvtBwfL5+hlk7P1ijvj3piT7wGgM+hoqoPsWMwL2c8cs9bISoPU892D5Ziuc9ROV3PinQlD6Bk6S8ka9ZvttVAD6iaGo9Ge07voekDr7uPUI+ttpxvlFR1Ts6Dru9WbtNvnqd/LzJXAE+Hk5CPtXxaz74eIC+J9MHPfvoKL3fj4U9CahkPYsJUT7VPbm9kekVPl+fSD0Ggis+V91BvhL2Db7Qxxs++GsIPW/BUz1JGVM9/cbaPTZOKT3zdMc90YUlukFbBL71JRA+2oEivvgHWr450Rk+Skacu+QI5z2UlYq9bXrHO1hWED7nDT0+xlFoPfgrPr78GyU8SrKFvrptij4LmWe9vrUGPYB6ST0zMBS+hCF3PmgLMLx/hAU9r54SvoZaa76Fg7C8v0c6vazIB74sifY9cJdQPuOerT5y8cU9USv5PRY1gz48QzE+tKOdveMTSj3NyHY9yXTJPWFq/r3VP3K97L0wvdBwnj5rYEG+qutbPsZUiz3zM5m8PesLvuGEnD1Ouj++hRERPnVWgD7pFf+9YYPvPcqIbT01mdi9T6+LPgDDnD0zHJM998CNPUiIVj2v9vO8Au8RPiX+e74hIzQ9ZmeSPAL8CD7+cSS9sFolPhEkFr5MD9A9FLPiPDtA7T0JjTU8nbavPHYm8Ty3X6E9a9DMPe/vlr2GxAE9ObuyveQxRL6PGVO+lEQ3Pl8Mk75GZQc+wo6+Pb9Esz0CQSC+gENgPo/k1j0m2I89+FfmPUOy2r1Xm3+90qVkvvForr1DBaC9X76SPU1BhD06ejc+GB5XvGOd1by2AgS9BRjfvNvDqz07dsS84XYvvQFWRj2Ey+Q93fZlvVyqnj2QZsY+fXyVvvSLT72VXui9u8EePuWDDr4Gw6i89op6vtCNTb4xdyE+1fGfPW2/Ab486my+3S7JPSllH74auGo7ZC3wvE/mxr4qLvU9EiEkPuVAYb5bbCs96b1TPC0EFb5eEz29Hqe8vfvkgr5vU5u9I7kDO65GUL2Hfr+9xv4Fvh5bYL2uuUA93j0aPQ1M8DzJOAy8TS6PPv7UTz364la+3g60vloZXT7TPRO+XglFPq0Prz2X1jG+49KLPlTVB7x1CxM+4sBGPoatbz5jL389klIrPk5hub3LLEY+f57rvRafKTrhtpA9+TWFPqyc9T0qLZK9s0u3vYiCCT7Jnmo+muElvvVQhb5H1Ea97nSNPaX/Y72LhHQ82qrWvERBDj0GnbE8vtsiPhB4h72ypLa96U4hvus1k74DU4+9jZ9TvSAZRD7KfAY7hjcmPnver77ijXW9w/fIvucmFj7vM4i9Twz2vWMzhb6l6GE97JlvPIsH9T28YZ29hzJJvRy98LsKPC6+6RwbvcMHoT0QGCu+l+CgPNXbcD61V8G9zxabvq0Hq73Z5dc+t6BDPShcMz5/FVk+Aok8Pk6cuz1pDPK8hv2YPZT6Kj2U6Ho+jB8ivnf8ij4KPCK+OfFpvs/sCr7DQyw9+w6DvgTZLb6rP0Y9aV/ovSvbeb3x9lW+IOXCPUfXk71M87Y9kIuiPrJ1Q7xfcN665V6ZPftpKb44p4i8n2R8vt2lob2lLrW8VHsqPtyHbb1pY1e+Ah6Svo7k5LxCZ4c+ugCpvVOK2j1Xf7Y8iV6qPbuDo70c/ke9sfRhPn7UJr2OsiM81wNyvlE3Ob47DQW+yeiVPlJ6Tz2HEZu92ZZ2PfFw9T31Pia8Um/qvcHD3T3YGLG9SJsxvZcQn710zKe9jFejvO5FHL5310A+zExSPmviR7zf23I+/xJhPvx6fz1FmxE+g5AfvnVWqb3QLlK+N5wIvm6ZJj2JpGs9gISnPSVpkD0r3JQ+W97LvOqLkzvN42O+wssRvlGpsT5MGtY9rwRFvvYCXD4PwzW+yeSCvjzvJL771CK+N1eivUkhCj5CxrE934l4PZgYOz4qSTU+DMg8PTEMgz4WHyS8Vj8VPsR3SL46jM49tkHcvWeNmr3gGPq9LAZDPmLeHL2F0nC+eXFTPjW8LL12WYQ+YOBWPj2jWT5v62q9WlWLPXe/STxxWRi+GtVdvgIpUjyn9BE+ODBuvtEOO7wdc8u9V/DwPZhdEb2GKaa9pIAevfjJwzzsLTE9Wgodvby8Tb2Uii69GlTXPXJlWD5PeYg+2psnvRkW4L1I7ug9zo9tPUYgHD0YO8u91ZdRvtrHyb1qcgo+hWkVvg+hlT1mvkc+yUZoPjLWkD1Zji+9qVMWPssHFT7Q1jG+ODp/PonlLb2sgiY92pQjvaXDjj1USpE+/jHRPbvVHjsskze9f0yaPbvulzzYwSk+dpBDPmLCxr3PGBG+nACjPWZW8z0CZyS+xWYFPQZmAb1M4ag9TrU6vUQ5aj1rwRK+ftCLvd4ppL4v9Qa9HjQmPgM8pLz87ZS9yVA7vqVfnL0taeE9whWqu+yvVj1oL4A9CV8PPg7flzy+LR89DICovSEj0D1Rfqg9En9/PfQfwTiI4e08FcCYParX9j1dXAk9dGKmvWD1Pj0MyyQ+h0/OPMxaPj6fTdg9dkW5PJS8WD5kcAQ9gl5yPaU7T73JId88VZEAvjikpT0XN729QtKTPQvwq72xGA8+2OGPPhBTD74C6Nc94bAoPVoR6TtyToG9BpJTPm/WhL3Hk4s98IFDvtEH07wN4oG9LcNWvSXfiz0F/vK9fKUxvQdHsL2y+6Y7bkqgPahABz72QSk+72o3vnQIKj7KJxy+shcqPGY0gr2vyro9H66avRE7DT1eKhQ+tPeuvUFeND6K7/y9wQRfvcvzdz30UB4+rs+IvB4xK7xETjC+ENmVPcSNDz5C6Hm9yd20vR3o1T2pqPC9YIG7PTbaYr51rwU9NxJ8PpZ7k73uuHE9d/JLPu9Hq71ACQe+H3fLvVcmoL1EcPM7u4DBvjj+ib6Jgg++aKtePgeoNT1eNBc+R0GTvj14vD00KwI+0Z8Pvm3FiTyxlTS97lSJPto0T72rzzC9dwsNPtb0rz0ALTM8u60tvleCEL74fko8jS1KvqSi1zxAX9K9q+o1vqI/Hz2UXHQ+xlW4Pp08IL6anoo+dpi4vLz3kD1DPfS9Yt3dvZRuLD41smK+k0GPPdgNTj42Sjm+ZrjAvWdShT0wj8s9Daxwvoe5Oj6TU4y9an2CvliB372PyYU+fO0APvqO6j7U1v49xPZ2vgIGZj0nO6o9KetcvkLcgj6aNn8+R9GqvjTQ9j0P0Ha9rtRWPr0bLD5Zsfy9Z0nSvZ6+Cj7cwmc9hM+HvsC+l73BQb+9/4byPf5sYr7IO3e98U+YPkf4ND1+jVI94g+9vpu1r71s+cE9S1nxPXQw5ru0FUa+3efWPeG9/D3GM+W9eOzdvVnoCb7llJG9nCM3urw8770t9eq9XZVwPXB4bD6see+9fSIuvZdGITzQ3h498bXIPnihyT3P26i+N+i3vfgaOT4rT2++9xuUvMYkWD0mehO+oFq3PVyI773tbzi+QRTUPJ+w/D1b6AQ+aZSoPS1fTz4EGzO+AYIDvvqkRr6taLW96wldvqZw8z1e0hW+8FG4vdgilD0UYSY8ttOQvbuwDz2OiSk+45sJvtzRB75sFk++9gngPZUiez3rd5685JMovczxyT2W9Gu+IRdWPn3YBT4qW/W9esURPjTCBb7qbrs91WQyvoLMEryrUS8+U6DPvr1dBD7Ku/Q948l7vrJXAD265ZA9/Kevvnu4mj7G4Kg+8PIZPjjgwL16NBg+5ywMvmOP+DxW0hk+ltwqvhiW1jzM19A7Wn4kvp+iZL7IF3i+YXxsPbsVZL3lc9u+C9m4vIY8Yzx758I9nEjwvFJcpr4A0Qc9zg9PPdLgM75xz7Q+NWOJPeosXb6T0m69ti86vcA3+D3KofO9uJyGPUExrz45Bki+Fh8avSSN+72uois9d5n9vIv5OD1FTDY9cz58vg0Ohb1TNZK9d2/GviT2Jb6BHU++3XK+vksCWb5zOpG+otOuO0Jfjb6yR529T42hvSUii72F8/w984omvoFEwr3eTD4+Krl1vjsrJ706rY69LSobvsl/Gr0bXKM+sdITPkFUoj6QRSa9pgddPtmejT5qWIC+GQwWvbyhhDt0nDC+Zf+WvWRFCDtsYmS9XYutvWIelb2xtHk6p+YQvNjM0T14Ro8+ny6IPeAT37wtU2k9Z8ajPhIVYzzqAF4++RtxPjTAWT2ZHjc9JIeovTNEbL6EQJy+D6QwPtIDJD50r867r/nxvcJUeT6DQQC+V7j0PWaxQL3KQas723MkvkBnhDx0LeA9PfiaveiLNr5srKI9d7NAvgL2Jb5KvfW9u78FvugkRL7+6i2+XduDPWtByL1bAlU8iIpLvqU0yb2Sd0u+3LojvcdOWzyUDli9sbqmPYvAhL7gSYI9rhwFvgEW672RnV68UYiqPXk+7bw41xC+SWflveTdvL0dNMU8twQBvkAjm726Wj++yW2BPXe+Nr4fAQ6+zIN6viiMCD7gaCe+TVNRPCIp2j0M1ey99NFCvlbmG7wCAo89gla5vfG8tb2W5Ce9CLrBPQTtjT1m8mE9giyTO7ES+b3gOpK+dAXZPOSBE74E1TY9ErChvCYCqT29De297wi0vV4iq76Sm3k96PCxPLbTlL1lEbS9pHRHvdwJV74elCy+Hle/vYj8Mr5XzIu9f4oNPJ1X2z3kHSM7k1ppvnEO673wk868BG8UvVsSEzwVxS++6FcRvqdqz72YIiu+c2lCvnQ9Rj7bahO9TtTSvSj40z0gORy+d42gPcO+hb7FFoW+1vn1PDYTzzxqyqI92ZPqvRup0bzoQnW+X4Ekvk4DGb4Y4eO88ZGZPZ9Qi72ejQa+vsiePRmRwzxZLnw9gmirOwiiO75mALu8ZbdEPaVUtL2OUhi+Uds7vionBj0u2nQ9Rhtcvha/Kr0lliO9RIOzOyBIizylPwk9vxTvvcg8H7794Z2+scxEvi0bB76lMKE8eFiQvD1Zo7179IC+57wbPnVGEj4iwH+9d8h6PEVlMb7ctZS9upoCvmVhqT5uEya+EaPsPL5vjD1jz6++bjqdvIHmNj4lvIy9uwdBPdFfSr0aODM+Z1m6PTQFHD7DHQs+SWibvqrpnD536g4+Qd1fPbKt373o/qe9ml8UPlwcHj7JCQq8CG/CPWHLKz65vZM+MTK3PrWZDz5pjxI+WaPhPJBWiz4RnDu931fePUtfBr5iru49fkMSvrylwr4UuwM+8jqxPdJowD02eb0+UCySPRm7mj3b53U+ZE2xPlyQAD6rP4690UqevmzROD26UNc9s3hAvhf7sL00QrM9MtAMPJh5zz2xbx89ckEDvebKP74LeIw+18tvvL41gDzmr529WRGePmVZUz0O2ES+Loq9Pb4dbj1rUkW9S56Hvt5nYr3Wyk6+NJ0WPz5LQD6/Nks++IOrvaZcOzzPozg+EipjPvOhJj6GmKm9EzdavWK5V74pHsy8C/1evllP870K4Ai9sHQQPByIXT4JJbo99xuNvXg2nL0t76g+ANeAvVCaDb6QEC88QjT5PWfHcD6cgEY+B/SIPpsALr37pGc66Ek9PE52Qj7PbGI+yZqWPOgllL499y++uy/jvTvcpz33Oko9+Ri2PJ2xjL5CR40+OisbvrJxmj3Y33y8z4cNPnxGhj3ItEA9RpINvs9Fsz3suCI+CT6BvW5Kpr3/M/C9EJwgPqoZGj6YS36+Ae5UvA5HZb0Vv5A9F5QUPvXgiz6igFO+ANmAPAH5Hj3d4JI9DPahvmrFPz1OaNW7P8GovcQCA70SqZm+n+WbvetH8L0Pd206lT3SPf4QVb6R+uS9eRnEPuT0dT6idoi9eH2CvOj3nL6c0y6+TMzkPBeUir3miLi8n1m2verVpD0swYe706TOPLp9trwUpUE+fe+du8uxab2vBlq9bJUNPjZHPD32CuK9g1UIvvts0jwXeui7YZhgvtpjWT7gm+s9wvWmuxA4m72LPiw+fLUSvgJyFb7nGZU7rq+mvcZUnT1v3D6+ANzHvUn34j36e1G9pjcsPu8xkLxnwOA9W9jSvbu/j73XP9E9Tn0XvqSgVr5zIEc+DBaZPZ3HNT3yqgO94R1cPt4Pgb1m8i6+WH81PsEOzL2WXbg8oMjuPYOB6j1wGke+1kzVvezpNr5VHj8+uraCve+Kez4/lEg9XgmlPvE57Dy9qDq+GAskve78xT2oGbE9Qqjovf+sobt30qG9aCcxvSdBKL4GDaU4iw6vPDmabTwlkyQ96jHzPZOq5T0SIaG91WlIPgZzUj7TyQc+ep5jvKGgMb22drc87PUsvuBgnD1MIgO9yuRDPv6JxDyFET6+xR3kPf9C4bwqpwW+L/hDPjl1mj1F1Xa9sGQpvi+n7zy1vpQ9cIE5PLqYfj6utm8+VtImvg08eLsw/XY9s10oPpg2kD1fzzQ7d5zTvTikE72k/0O+8kFfPT4lkT37yQE+FXk1Ppo4Eb1XdSs+/Uj5O5mQLD4Hdx4+C9+DPafDcT6HwwS+DMy8PMgRDb4gm6u9UVw8PirZgT4Hgrm9P0gHvOmE9rzBCsc9Af5WPCgxID6zoxa+wlwrPpQUqj0w0kg9xWsQPYX/Bz7KxrQ9LV0yvSC18T0UgnA9+NLdvQW1Az5sR2K+QDafPYItsjwxj449DRq/Pet/zr1KF4G9oOguvsLRBb2lXBG+x5yMPTrkbTzGJx0+tSMYPtZ/sb3/YG29H8B7PBdblT6RLJA+guemPS56Pr0hLzg95jHRvbQfmjsiVo89czAqvdiRUT57LLI9o2+gvP0Ubj0zoWo+nft5PryswjwBJmq+gqY/vH37FL7pfDc8RfQCvq3EILzTmAe+xSo/PHcaKT1r+be8WOx6vlV8Zz56K6s9YwI1PsQG+b1x5LO9pKvOPTJdOj1GD/o9tqz8PWgOh73uiQU+8Q0XPWjLYD2gFyo96vD2PdTYGL3OSdg9/5jEPZeDJL6RWD492DycPHfaS76jcGg8DwC9PfaFhr5vugQ+hmzHPVs8DD2dhLs8hqkhPjcaHr6GD1c9FI5IPnyfb74NLSA+IIvSvYMxOzxXwUO+YPmYvgPkPD4fgwg+Ak80PoJcy71VqY89wDwBPs9Q5j1VugQ+OopLvD4xT7qkyeC7U+31vfa9vzxXri6+P68wvW5UNj5rHhc9MGOcvV3u17sHNEo9pVYlPVk1dTyg6c49yFKPPo2mKj1lTDa+exLzvAydL7xRpcg8mbTVPOP8jT19/Q2+n401PrTJ5Lx3tSc9q/ifvcto/L4IlOi7cgc9vU4QCL5dT5o9aFZCvn7tHz7USHo82BfWPMDT4by0LCW+UpwPvofFhr2DdvO9aHdVvnUACL5lRAI+U/PfPRJO5j0gu7G9Zds2Pm+GHr4FVKE9ZfWdOzUWkzso0q88t7JvPFMeLb5b4Ho7qlmSPblkPj6QpWk+3DGyvfxnlrz/rHC822s+Pow84T01a/u8AM6cuwAPUT7cpbI+zcpiPdKEmb3v0oE9EABavfrTD750Es0948SBvk4iD74jsxa+JWxOvWAst702iYe9kgqTvaDYBj1lelA+Cs2yvR0omj6zEBs+LxWFvS04Uj4ToLo+SZ/svZ2hyzzqtHA9KSXuvdxaoz2QMy0+kqzOvUiUDrzpzIK9thfvvMm22722Fgi+r6EbvgU0jr7OtdE9WZiMPZgOgDyHTgs/4kyXvajHj72Dp4W+q9xHPSI0JL1RiHO94uQ5vpLfPT4oMlQ9jVIVPlHJGj3LPm6+3OYfvqoiWr4zGkg+eVxCvfWHhD6mfjE8yCOHvY0RBb5DYCQ93QuPvrWFmTwsqFm8TpAAvaMlKD0r+R29LtCkvYLRK74VdG29fbkWPhgWqb6PkIA+Bk0bPnlcdj2Q79a98pImPnUew7wHVcw9y1nvPW6ajb68XbW87BDLPdBlnb7WTJm95yPyvbs3j71bh7c9QWRYvaZnr7sHqbK+xIpZvvq8ND6U1jm8CzRzPW4sPD6odos9JG/UvAJJpj5hYru+4ACdPSOpgL2/wW4+uSa9PZTEJDuwVZQ94G+bvta3t701azy+QP+7viu5wb1fJWg9ivwoPs9PzLxuAWI8AE2OPv4eFL5agjY+mUQzOzeU9D0XYGA+VfMVvqhwVr4nAGq+Ol6Evn9qkz3026a+mPUIPlGIVz6KtDc+URhbPox/bb1e2yC7gKMVvbApVL2IllA+6X6mPDr2pT7jkZA95K91PJu3GD4XJMe+hSsnvtlQqr3x8xY9VJaPvS9LAb5k+9w+bWQiPUrUkb3AFLe8XBl5PkW1Ir2Q+JW7qhg7vnbVDzxWIgU+W0qpPexDZj4EwKM9cWTZvFdjz7y/7iK+ZsuYvv8RDz6iF9k9ESqKu5+P/rtiLEK+IFXLPbpEWr1p/yk+LO86vnxkET6O/rq88KC0PUUWsL14+Oy977bGve1igTzUmUU9a4wUvv0Di73gI7+9KetePE7gE77yj4293nCQvWwfA75eneq8KeTAvebaQD4wvTm719KavA2IFD7y37C96euXvaEOFLzMpZE8nPrZPcs6kT0ACqE8+H7Bvb2G1r27KUM+SqZPPfDVgT1B4sK9nVN/vQRJjbyblI69vrPBPUunfL7+Ke88FqzjPLeCRL5BJS2+U4ihO1Jz0j1+Kpy9l+bfPTaopD29yU09p51dvsHNiDyl5ik9Js4kvsaFtb0NRz2+C+fgPMPvib0PlqW7IPYHPn1FID11bSQ+hHMPPrZkjz0L/ye+7K+0PUhrvLxdvNi8WO4XPb4xjLzEBRC7jj7HvbewZr1B+LQ9GdMjPn6LKr4ZIyG9x2arvfT1PL5fNNQ8oFtKvXsyqr0zKFO+bRAuvQdsaj2Xnxe+SicIvidC6j1eJWw9DiFUPV5cZ72psX+9mWvFvWZ2wbwyw1y+4TSxva2Ohj1kq4a++Q02vnBrYDyKGfc9B1XZvBKmnb2XiKc8t/29PUirAb5sVjG+2pp/PW1BE77nmO69mSc9PbDOCjxc+Bu++rCFPYF2gT4GNDy+Vn+Wu+FFnj1z4bG99sAQPuBJsjuOAZ+++BlEPRqZHT6EtR2+yC+8vSiOLD2Qphw+7yRyPh7OMz7IpUm+w2snPkXfFb7ZCTk+KZczPpOWgz7ozwa+Iz1XvmkgSz4vgGO+yv1pvoqhjz1Wq7e980ABPfE1a71xCFY+QaMBvjqIiL70b6k+zyYyvgEJij5ucUC9eW/QvSRuUD1YceY+D0nVO7axPLxadAS+avEjvtb9uj5P97A+I1ckPZGfxb3ap8s+ucVWPtSoQj6ym3a9lCmfvcc4KT3Ley4+Q9dCvt27rL2MmZO+FOfVPVXeIj5EEZo+izFbPv2XMj499KQ+on+wPawtJLzxeVA+OUH5PbaNjjtdANs+66PePQvoXD2SK5m9gV+bvacYjz1TGZ8+Vjt/Pvjia71QZyk7Id+NPloCFL73wqQ7SQJXPH5OVj5hsTq+HwdDvJYIsz4B4Ma+8j1Iva4yAj4rwUs+AZucPQQiGL4qB1s+Ibe5PWcu1j5t1nc+3TknPB96LD0yjR6+R6CZPIQ0c77Z37u9h2ApvZdxsb39ge091ujuvPp3gT75Jp+9ensMvub7fD7Dakk+XMLuvWPdVT5khS2+jNQivV34Sz4M3NO8PK7WPks1QL701R4+L3M/PQCmoz4WYFA+vK/KPhquHj399Ko+tx1ZvRafkj5CWZ49iK2iPRiCLL4o65E9uvIKPTPW7rueUXq+8jSkvlGVfT3S0qw96VgaPalQ9btZgIu+f20uve2l9r1Tuvg9J756vav0Zz5hwvC97FURPtepCj61S4Q+aG2yvRDJEz6oKy49VO3iPeyCoTxSd1w+UNSOvdoFwLv31nc91axjPmfBQj5lxHG8mXP+PFcZFr65dWs+AbAHPbMH7T39oFy+mUNqPt/H0jw17Ba++fk1PRezFr6SzHY9oxFbPDx7Xr77ETy+hfdWPfyo0j3A6Ik1WPJ9vVpKeL5GzKE9zBKdvfzUVD6tkwg+uLk2PtuDoD6N6Zs8/ktivnZYjj5gVjc+ofwDvh0vQTzpVBY8ujTQPZ+LCD5EGiI+4t7RO4tBTD3QaLa5JtrnvQiEvDsxalk9hEkGvZ3vWL5MVJK9XJKAvjDzL76f8LM9AvcvvivTQz0jHT0+OlPXvTh+KL4hKas9bzxcPf1tvD2KKXO9ZZa4vc6FpL6cBZU9QNr7vcoeojyv3sw9YyB1PSiUBD7Mi429lLG7PZ0rj74Zako+VoaTvfa9wL0JntK9G8fuPWKpDD5fpwa+OjXAPQLs2D12vpw+EdN1uz189r4/t7a9YAGVPsjo6bzaQwy+XOz2PZgPVz4Ux1S8hiyZPWFeID1YczI+b5GlPs9MjL7fDhA+w0imvOByEb6cYQS+dvRhPNKEj74gkhG+EVCYvTY0Lj3Psps9Y92DvkLC273gGbE8cu+8vSKUJb7tE5U9+qCCPCogxbzO92C9uiN7PRl2aL49Gqi+Z/JEvs49wT2b8ym+nq6jvjPGo77SHg+92Q/pPUMr0L3YTyG+tTb/vJVpHb4lvYa+T9rqu+R3+72W/UU9JAYNvpG7tb2N/+O9ckaivQNP1b3Vkr69rtQjPXmYOb6ecyW+vZPsveCxTb7YHLu99HmlPVNRg764S5U9dCstvdC6SL5jTJo95xU9vP/ymz1j0CK+0V9fvhL6Ir7hj3K95m49vuysk74nOEG+ToMMvqx/k76Z8Bq+9jQLvgP7AT6rNmu7Xg4fPTJJPb2QIPO8NLkLvQqAzr0mBxE9dntivn+C7L0GPde8pTJvvWk/Kr7FHuG9bBG8PTpaw71ffsi9Liu4vJDZCL7TPze+GIHPPOcSe77/yp69UneWvWL1iryMT0++9wUhvtXjQz2U6jQ9IUlevjXRer5RMp29ZwvIPaLFwD2/3ow9GRqwvINoP74tHkC+hOGRvtuKKD4cl/g8c8iNvbw2mL759QS93sqQviiICL52UEm+6LPNPWmpfb5BXq29QuWYvtTzpb2jcQO9X77RvXDy671Bmvy9sXgavrf/HL7HQDS96HmJvmdidDz2Io49ca1gvT5aUr76hLq8kLGCvbwpnz2y+UU+slYVvBQu/zxQ0ZK9lbAkvYj7Jz7I5Vq9CUrkPGyoaT7MCFC+EEm0Pclf4TyRAUE+zSuCPljQ2zxcRqe9wIMzvp3G+zwz+Zk91P+Dvvxq6z3yHXA9/ipnPrbUtz0PhTk+pL3ZvCjVVj4mCFY+jTIBvt3I2bwConu+75X9vdFnJr4nqpo+t6imPfxMHL29Im88Zw1yPPI2Nz4LZsg+NQWbvVba/r1h++q9EWyvPmlwtT56JMS7IGGlPfSJfj24TEY+hCOcvY95gD0vn4c90j6fPl8Ed73ulFA+3WNQPmsGmT7KZ8Q+MNvFPb+4gz7LUt+8I8HivVN9Cr73BTU+tnUNva6prz3boWq9Rhc9PnwCPb46oOw97PbMPXwraz6eDyU+LDtFPRDE7Dy5pJO9Gng2PdiXdD3L1FQ9r2Xlu3PRQj6Va8S9S3LDPfKSmb1T1lc+JQzHvUVDIT64/QQ+2turPh7C2D15GaK9ShELu6ZNvzwDQL69w9/XvfA1bz1gdxg+/OAWPrtoHD6qjmU+zyhfvs1lQz76y+U9mOPbPAPhAb5ldH07v7T1O6A4Cz1H86e9v7U3vvE6lD6mIHq+wPzJPjEKHb5ixuk6tSaDvQyMZj6c07U+IaYpPtvOuT0QqrO9FgnyPK8gob01vb+9p9NuPZjQ1D2qgJU+1/YXvrUCOr2uzHS9fBTqvBrFmj5tRlm9dk6JvcnFPz6UwUi+yrvGvL8CYb0t7P66O+wSvvhI0j3fkRA8MVEpvS8ccr20X0a9TEQQPorctT1MHjK+O2ZivnQ27D1nGgm+VJuTvTkYQr5GcKY95GhVvn/K1z2uFdg7Flhbui5vVj1eypc9Q4f4vDpD5z37sIK96lVPO61kEz6Ig2q+F2GHPh5mgL3n+Gw+YPajvEHwA77OfgK9ihcavrFQu71eGzE+qaAzPR0Xeb7teoQ9yamUPv/yoDwmQQq+1S2PPUGAKb1D5vy8pSGWvty0FT7tzj0+vM+XPe2zfb4LIy0+A4ErvZx9AD5LMj6+TcAlvh/+q70hSWY9+RPCPT8N3b0EL20+LGOFPjbOjj3THQG9cpyqPTxKsD39fKc9UnIWO4eJkz2v/ZU+mo4RvoCcmL3TpL0+zPp1vMdlyTy/Pxi9SO8Bvie8sb114nC9f9SlvU/7aL6VraY9kF/PPUV76D2s6aq902devnhVbr3o1v48BHquPYY0q7wLWRy9HXWLvXi7h71e/2S90B4FvnKbHL3fPwI9addSPl+63j3+GAq9CcOfPgR+Fr5BakE9ZgiUvMjUVT7897q90dieO3OsF75WqoY+GeOiPRYhDz4HE+A8CWP1vSuwFr2jZJO+QthrPgzLpr4eNEg9pIj6vWKLE74xKlE+AejkvSpAJr7gJOU96J5UviKVSz3RzwC8uc7SPCUbfr7lAF++tVy5PV7PFb4TJuS8/gPivbrvsb3V3Aa+uTkoPdFp2zyJsKG9ITnkPf6+jL1Z3Qg+1MNhvph6cr3JCYy+gyz/vXX4+z2zagA9SQj9PWOMWz7AZCG+dr0PvnJUKb2radu6eiiPvWpwhb7kRx6+q9OEPbKaYL3ysrU9huY9vk7RxLwp8vK9eEYdvgXMVL6sMyc9MSnJvWhWBL6Ybwa+Tk6wPJV55L38QYS9WOsQPRBay70/7NO4USztvdi4kb7bBZ49PU9IvofLr7uDX4M8ope9vdFhbTxltoU8f27EvOGhKL6gwS4+52HEvak/zz0pwR2+PPVzvQfjc7xSLaK9rQxUO3NBRb6IGx6+fBeaPfLosTyMYV69472hvfnCi752DUO+eemWveNOO77n34++Olphvt+tV70NKgm+GTirvq7KWL6A2k8+qjAgPbaos73OwBM8ioc5Pkg9F74BVru7qiHXvV+WKj7n8Lk9mLhXvI1e4T1VfVq+KLCvveMfJb1wU56+t3XwvOgnAb6ikv49Q9k+u2Y5tD2ZhsM90BQyPkWNDb23bs696PM1vZyLWT7W4EI974s2vmqpRT4QcsQ9ByBQvUruHj0dURe+l/8pPmDGDby/NgK+Nsgmvv0Hk71v6yC+xQ0XvnHo/r2DYlg9+cA8PtS3872tXe+8XeFiPgsBEL0M/x0+7ZJvPDQoSj1NqOi91voBvqvTQz4Kg9c95a8VvQu2Mz6E5rG9JmK4u/ZnOj5VGk8+jDTVvnIHiz5aRUk+/A8bvYuH5r1ThyE9+MC7vS2GgL5wmZO7KLOyvZZdQrzqjy2+W9B+voJqhj5Xg1s+9RmaPtWXH71Rruy9W82tPpfjtz4J9WO+gl9uPil1Ez6abDo+wmp1PaWd5r3h5js9NuIwPYRSJz6rciK+8MsjPmOqQj5QoyU+z7R8PTxHVj6bpg8+2Xquvlye1bw7AgA9A8xvPH3mCD72eBu+MRiEPSThD77hhoY+EyD/PTAJmD63Fqm9YVcAPjAMe73BpjY9eLVEvaHWCz4Kh3G+58NXPW8ONz6ik0y+bGGHPVf6CL6hGxs+7GIEvaqQ7byooag8ZsRgPiWtjT58Otc9JBDzPMsN3Tyvgmi+4ofrvfRCYz6LvCY9ySJsPdGOIj6kpIM7TZNOvthYiT4eMJW9djgZvjHX/72PNre87BwsPt/Yjr4RDbm9zPi2vHD3JT3LTza+zszNPst7yD2Dzog8KL4pPro+FD7JB4Y+ho1nPpWTAL4fIxO9H3KAPRCfiT0V7Oo9OKpwPe1Jlr1i1xI+2m0+viBwCb4UMWW+U1yVvlXdeD5YymU+MD8zvqGbcz36Pzy+VZONPcNzob0LPA0+59wivrzSKT7Xd749sFEevobreT2miqS+KSIhPa9kmj2qMiK+qrcWvaAZnD1rqOo9K2rXPd7Ke766eD4+Gos/PWM1Ez7rbh29v5t2vhtp8D2herW96bA0vVH2i76JdSo8HVKQPlJ7eD31epu++HbgPXnUOT1bw9G8nnxEvuNMz72UpPS9XxNKvkIkOT0KhaC9st+jPNSqqr5bJAY88OtTPlgPXb1VH2Y+LZgqPp/KnD3xZVE+os9ovf5sZj2+ZPC8SPzYvH7Rrb4kqTw+6DB2PYP4Kb7BwZs9lD3DvdieUb4Fdx6+de2LPea8bD7KMCg+RBFBPrSiurwfjcO9VIRJPQIUpDyIb5m7FSGlPTZTNj2g61Y+sOEdvtLaRbwK3wA+OV88PqbzND7pvn4+ojw7vbR0kb3GTU26+/sbPIyFfL6KERO9uGnTve5OO72paBS+rwmNvYY/rjyJC7A8uxfFu0ZhKr3xMZC+qLAOPs65mL2sNuu9hRE5vnmiVL7ofx2+Vb0EPqFcOb4pnZy9Whq8PsSDFb5mb7e9KtaCvki4Wj4ZYxy+BCf+PZvcm70gey0+eqALPHjgXj199RA+rQZMvqCNeb0EmoS+q+6KPrErJ76XRIm9bPmcPUReEb4JP3C+d3WXPGtNsD9UOl++t+04PTWS/T7fQiE+jVVvPxjwAb6GkME9/wyQvnd5Tz5bi6O9ZdFbPp/eVr5PAyQ+SMNrPrwJGr5ER+c83F8KQIi4yT3xa1y+bWmivflPuT4gvh68CAvLvjt3lT/aTIW+AwtNvgBZ+rxOkCi+IjYEvlurwD0Jq8Y/llqFPzHCqL2Ozn++aDngP3EqNT7I2UU95aorPBEOuj4tGoE84ZsgviClYD2TbRk/liOHvQPAh76W1V0/3SrvvQL6nDxauZK+eOSFvuyVlD1r49C9DHxxvpoj+z0XPXM+XNu4PTBcGUByOoK+0TEqvqqg4r2Koqm+9ZeJvTIunT2VIqW8XRA0PidRkr7zALK9AKY0vkxe/r1Qhem8jZFxvpculLxbRss+Fmz4P5DIDr0bLFy9PHhDPUMG3b1Eoje9h1yavWQAw70q+gq9G2DfvVenCb1Gxxs+jb8Ovi6oM76WF+w+sLUHvtEWoD/SbAs/1Z7wPzGAfT65Bxg/cSi2PvFLbL77JNU/kXiuPFI1TD21MwC99oK6vdNloL3kpK8+U/aJPjW1Pz7qUJM/gxYtvsD5BED80me+k6jFvcckIb6Axsu9eSSOPvSnrL7tXPI/YKtXPhZggb69d2g+xjlXvmhxKj3M1P8/2mn2vDVlUb5Tktm+rj5LvaHomz4sLZU+2okvPbXqiL+9Zxu/J4UePnOA37zlyR7Avsxjvv+r5j0GwY0/lweQPWwML77vZCG+A6sTv8WNib09CJi+wP9MPQd1y7141cW/lrQNvYLy871CmBo/o7eXvOy8Nj6UYIg+HbY6wKWeYD/Zh5i/lw+6vMyaF75MvBM+FBZiPpadLMDIa8U/fdYpOzTkkb32HcY/vwVCPqLptT6C58s+/S6pvsgOpD7aBnq8BT/LvbpfZT+lnPQ9yvDiPjj2+b6er0o98gWxvUtY2T/n/gA+Esptvo/GKT64NTU/gDJDPH7iWL+FXN88nVEdwDvdl7/wEg8+lkG2vhKHWz/Mg5Q/gnohOxTUSD6uS2q9T3aFPnqSjz7aWCG9D2LgvR357j2Iw44/NUUzvPmxWrx2mwq+0dUAPpFgLzzVm1w+BfrbPEWqPb7ikew9d5O9PuSIFL4q4/e9IoNCPkdSDr70RfS77hzfPYVEzL9yNUY+km3VvxztK7+8uJI/QzDRPIuUgD6sy3a9AkSNPzj7Cr9D8H89O1uzPBn5AT58qNa9JU/6PVjxK7+9/Oq9FgFtPj29Mj+0OLE+OWdLPwyxe7+5vNo+mBgCvXkKoj7VExW+kUnIvgwhHcAvoPA9jAwyP6dlhb4xtFi+bkU4vUZDIT4WZ5y+l4a1P71Beb6j2zk9BplTPqmGvrx6nji/XuhBwMOl4r4xRpc78A+gPeUWCsDdsgK+NywZvePw4j632Qc+pO51vZZyTz7X2Es+WOGLPobqVz04M5k9U6GHvvl3NMB6IUq9ZXxRu7o/lD44ece9OBJCvU/dsT6Lqcu/ZlUqPQvN0T7kO6o8ra7PPUj9vL3xkTA+onYAQHaI9b+ok5E9ta2tPn6n3j+Vu6S9ldQ2P+cGT708i1s+G83yvoi2GT4SuR093oWHv2Kn9D3uv5E+6fiVvyJXHL6qRKQ8KaCavglZcr91QgE7ebEzPv7PML+TbOK99SuqPm60r72TEF7AddVKPNnbIL4k3pA+T2yPP+e0CD5Ouai91wkVPtPqtL7AYTc/CtykPSbEBT6ByJ29zmDXPfXzCr5szo49/gc8Pj/zgj/93Ye9Bb5NPg7bkD31phq+N7+KPoF/Bb49Z6I/Hka0PZslGj0CoTO+xyv0PetQIT7hOwi9+lywPy0v0Lz7aAfAd3yRvF+vMcDomvi9s20vPJ5ww72NeMS9Tu94v888tbxOa5a8RPA7PCK2PryZsDO9/8ETv5Ik3ry7AIq9Od6cv1tdJL78RQNA3L+PPoRpQL787Qu+mnEVP33Xi70ADxM/4m7eP3JvMr7vOZ89K0pHvmQ/xTsQ4h8+njoUPjC4yT7LG848"}}}}, {"name": "sequential_1_1/layer1_1/Reshape/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "+555Pex/uL0bLVK9omGcvVcUqT0srxA7hBlzPI0Fwb2as0u9VxnOPJJXWr0GAwA9JiLKvMm7wr0t8IE9RYqSvDvV3T2pOae9KwWovS7/6Dy2zzK9TVkxPVjU/73Kp+i920x7vUsFEL39HS+9J8pJvVIA0b1fxQu+2x7GvMGLRLzF01C9PsMXPCN64b1LgaG8jGbnPB6ESb0TMVy+ATv4vYvNJz0RCaW92wMxvmIcEb6ZlMq9//oFviLy1z1HwJk9IdGwvdz+tr0UpIy9qdhKvdJTc75j5NG9k2tHvg2SCL6jrgi+CkQavRGnDz0f+Dm9W+AdvZY8I75TyrC9ifWDvfEQkD0sSAi99RVyvZFSprxki2I8sGWGvQuIA75Aoq+8UolvvlX7CrwFLg091Fb1vdRyyzweXqC9pEEkPRt+tL2mRr692u79vC2o/bwFJAq+evDBvCbg8TxkyjK+UFUNvv7wDr0Hudi9ct/fPeRLNL6KMIw85XcAPYWJgL64eXW9lL+IvgnPob3voW29X2YFvgFD/b2zaJm9YHAzPIbWRz09jGA8VtQaPiW/qr0W8Ka9qWnQu4qgcTytVAO93MYAPsvbBb1yu7C9xPIGvjQRjzy3KPS9uUudvf6p4zx0YuG7EarPvVYjHb2F05C9nu4DPsBWPb1d9nm92Zn9vfhTK74="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1_1/layer1_1/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAgAAAAA=="}}}}, {"name": "sequential_1_1/layer2_1/convolution/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 